<?php

###############################################################################
# english.php
# This is the english language page for GeekLog!
# Special thanks to Mischa Polivanov for his work on this project
#
# Copyright (C) 2000 Jason Whittenburg
# jwhitten@securitygeeks.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = "UTF-8";

###############################################################################
# Array Format:
# $LANGXX[YY]:	$LANG - variable name
#		  	XX - file id number
#			YY - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# common.php

$LANG01 = array(
	1 => "Представена от:",
	2 => "Прочети повече",
	3 => "Коментари",
	4 => "Редактирай",
	5 => "Гласувай",
	6 => "Резултати",
	7 => "Резултати от анкета",
	8 => "гласове",
	9 => "Администартивни Функции:",
	10 => "Публикации",
	11 => "Истории",
	12 => "Блокове",
	13 => "Теми",
	14 => "Връзки",
	15 => "Събития",
	16 => "Анкети",
	17 => "Потребители",
	18 => "SQL Query",
	19 => "Изход",
	20 => "Потребителска информация:",
	21 => "Име",
	22 => "Потребителски номер",
	23 => "Ниво на сигурност",
	24 => "Анонимен",
	25 => "Отговори",
	26 => "Тези коментари се притежават, от който ги е публикувал. Този сайт не е отговорен за това което се казва в тях.",
	27 => "Скорошни публикации",
	28 => "Изтрий",
	29 => "Няма коментари.",
	30 => "По-стари Истории",
	31 => "HTML Позволено:",
	32 => "Грешка, невалидно име",
	33 => "Грешка, не мога да пиша log  файла",
	34 => "Грешка",
	35 => "Изход",
	36 => "вклучен",
	37 => "Няма потрбителски истории",
	38 => "",
	39 => "Опресни",
	40 => "",
	41 => "Гости",
	42 => "Автор:",
	43 => "Отговори на тази",
	44 => "Parent",
	45 => "MySQL Error Number",
	46 => "MySQL Error Message",
	47 => "Потебителски Фунции",
	48 => "Информация за потребителя",
	49 => "Предпочитания",
	50 => "Error with SQL statement",
	51 => "помощ",
	52 => "Ново",
	53 => "Админ в Къщи",
	54 => "Не мога да отворя файла.",
	55 => "Грешка на",
	56 => "Гласувай",
	57 => "Password",
	58 => "Име",
	59 => "Все още нямате потребителско име?  Регистрирайте се <a href=\"{$_CONF['site_url']}/users.php?mode=new\">Нов Потрбител</a>",
	60 => "Пусни Коментар",
	61 => "Регистрирай нов потребител",
	62 => "думи",
	63 => "Предпочитания за коментар",
	64 => "Изпрати Го на Приятел",
	65 => "Виж версия за печат",
	66 => "Моят Календар",
	67 => "Добре Дошли в ",
	68 => "в къщи",
	69 => "контакт",
	70 => "търси",
	71 => "пусни история",
	72 => "web ресурси",
	73 => "последни анкети",
	74 => "календар",
	75 => "подробно търсене",
	76 => "статистика за сайта",
	77 => "Plugins",
	78 => "Идни Събития",
	79 => "Какво Ново",
	80 => "истории през последните",
	81 => "история през последните",
	82 => "часа",
	83 => "КОМЕНТАРИ",
	84 => "ВРЪЗКИ",
	85 => "в последните 48 ч.",
	86 => "Няма нови коментари",
	87 => "в последните 2 седмици",
	88 => "Няма Нови линкове",
	89 => "Няма идни случки",
	90 => "В Къщи",
	91 => "Страницата създадена за",
	92 => "секунди",
	93 => "Copyright",
	94 => "All trademarks and copyrights on this page are owned by their respective owners.",
	95 => "Powered By",
	96 => "Групи",
    	97 => "Списък Думи",
	98 => "Plug-ins",
	99 => "Истории",
    100 => "Няма нови истории",
    101 => 'Твоите събития',
    102 => 'Общи Събития ',
    103 => 'Архив База Данни',
    104 => 'от',
    105 => 'Потебители на поща',
    106 => 'Видяно',
    107 => 'GL Version Test',
    108 => 'Изтрий Каше'
);

###############################################################################
# calendar.php

$LANG02 = array(
	1 => "Календар на събития",
	2 => "Съжелявам, няма събития.",
	3 => "Кога",
	4 => "Къде",
	5 => "Описание",
	6 => "Прибави събитие",
	7 => "Предстоящи събития",
	8 => 'Като прибавиш това събитие в Твоят Календар, Можеш лесно да го видиш акто кликнеш на Моят Календар.',
	9 => "Прибави в Моят Календар",
	10 => "Изтрий от Моят Календар",
	11 => "Прибавям събитие в Календара на {$_USER['username']}",
	12 => "Събитие",
	13 => "Започва",
	14 => "Свършва",
        15 => "Обратно към Календар"
);

###############################################################################
# comment.php

$LANG03 = array(
	1 => "Пусни Коментар",
	2 => "Режим Публикации",
	3 => "Изход",
	4 => "Създай Потребител",
	5 => "Име",
	6 => "За да пуснете коментар трябва да сте потребител на сайта.  Ако нямате потребителско име попълнете формата по долу.",
	7 => "Последният ви коментар бе ",
	8 => " изминали секунди.  Този сайт изисква поне {$_CONF["commentspeedlimit"]} секунди между коментари",
	9 => "Коментар",
	10 => '',
	11 => "Пусни Коментар",
	12 => "Моля, попълнете полета Заглавие и Коментар, те са необходими за пускането на вашият коментар.",
	13 => "Твойта Информация",
	14 => "Как ще иглежда",
	15 => "",
	16 => "Заглавие",
	17 => "Грешка",
	18 => 'Важни Неща',
	19 => 'Моля, опитвайте се да побликувате по теми.',
	20 => 'Опитайте се да отговаряте на коментари на други хора вместо да създавате нови вериги.',
	21 => 'Прочетете съобщенията на другите потребители преди да пуснете свое, с цел да се избегнат сходни и/или еднакви публикации.',
	22 => '.Използвайте заглавие, което да описва съдържанието на публикацията',
	23 => 'Вашият и-мейл адрес НЯМА да бъде публичен.',
	24 => 'Анонимен Потребител'
);

###############################################################################
# users.php

$LANG04 = array(
	1 => "Потребителски Профил За",
	2 => "Име",
	3 => "Пълно Име",
	4 => "Парола",
	5 => "И-мейл",
	6 => "Лична Страница",
	7 => "Биография",
	8 => "Подпис",
	9 => "Запази Информация",
	10 => "Последните 10 коментара за потребител",
	11 => "Няма Потребителски Коментари",
	12 => "Предпочитания на",
	13 => "И-мейл Нощно Резюме",
	14 => "Тази парола е генерирана случайно. Препоръччва се да я смените незабавно. За да я смените влезте в сайта с вашето Име и кликнете на Потребителска Информация от меню Потребителски Функции.",
	15 => "Вашето {$_CONF["site_name"]} потребителско име е създадено успешно. За да го използвате влезте в сайта с следната иформация. Моля запазете това съобщение за бъдещи справки.",
	16 => "Вашата Потребителска Информация",
	17 => "Потребителят Не Съшествува",
	18 => "Невалиден И-мейл",
	19 => "Потребителското Име или И-мейл вече съществуват",
	20 => "Невалиден И-мейл",
	21 => "Грешка",
	22 => "Регистрирайте се с {$_CONF['site_name']}!",
	23 => "Регистрирането на потребителско име ви дава всички възможности на сайта {$_CONF['site_name']} . Ще ви позволи да пускате коментари и истории, ако нямате потребителко име можете да пускате само Анонимни коментари. Вашият и-мейл адрес <b><i>никога</i></b> няма да бъде публикуван.",
	24 => "Паролата ви ще бъде изпратена на посоченият адрес.",
	25 => "Забравихте ли Паролата си?",
	26 => "Въведете потребителско Име и кликнете на Изпрати Парола , нова парола ще бъде изпратена на адресът ви.",
	27 => "Регистрирай се Сега!",
	28 => "Изпрати Парола",
	29 => "Logged out from",
	30 => "Logged in from",
	31 => "Функцията която избрахте изисква да сте влезли с ващето Име",
	32 => "Подпис",
	33 => "Никога Не се Показва Публично",
	34 => "Това е Истинското Ви Име",
	35 => "Въведете Парола за Смяната й",
	36 => "Започва с http://",
	37 => "Приложено към вашите коментари",
	38 => "Всичко за теб! Всеки може да прочете това",
	39 => "Вашият публичен подпис",
	40 => "Няма икона - Тема",
	41 => "С Желание да редактира",
	42 => "формат на датата",
	43 => "Максимален Брой Истоии",
	44 => "Няма Кутии",
	45 => "Предпочитания за Дисплейят На",
	46 => "Изключени Неща За",
	47 => "Конфигурация на Нова Кутия За",
	48 => "Теми",
	49 => "Без икнои за историите",
	50 => "Махнете клявката ако не сте заинтересуван от това",
	51 => "Просто, новинарските истории",
	52 => "Нормалното е",
	53 => "Получавай дневните истории всяка нощ",
	54 => "Сложете клявка на кутиите на автори и истории, които не искате да виждате.",
	55 => "Ако оставите кутиите без клявки ще виждате нормалният изглед. Ако започнете да слагате клявки сложете на всички които искате да виждате, защтото нормалният изглед ще бъде игнориран.",
	56 => "Автори",
	57 => "Режим на Дисплейя",
	58 => "Сортиране",
	59 => "Лимит на коментари",
	60 => "Как предпочитате изгледа на коментари?",
	61 => "Първо Нови или Стари?",
	62 => "Нормалното е 100",
	63 => "Паролата ви бе изпратена на и-мейл. Моля следвайте инструкциите в съобщението. Благодарим ви че използвате" . $_CONF["site_name"],
	64 => "Предпочитания за Коментар на",
	65 => "Опитай да Влезеш Отново",
	66 => "Може би не сте написали правилно Име/Парола.  Пробайте да влезете отново. Вие сте <a href=\"{$_CONF['site_url']}/users.php?mode=new\">нов потребител </a>?",
	67 => "Член От",
	68 => "Запомни Ме За",
	69 => "Колко Дълго да Ви Помним След Като Влезете?",
	70 => "Направете по свой вкус изгледа и съдържанието на {$_CONF['site_name']}",
	71 => "Една от най-добите черти на {$_CONF['site_name']} е че мозете да направите по свой вкус изгледа и съдържанието. За да се възползвате от това трябва да се <a href=\"{$_CONF['site_url']}/users.php?mode=new\">регистрирате</a> with {$_CONF['site_name']}.  Вече сте член?  Тогава Влезте!",
    72 => "Тема на изглед",
    73 => "Език",
    74 => "Променете вида на сайта!",
    75 => "Изпратени Теми За",
    76 => "Ако изберете някоя от темите, ще получавате новите съобщения по нея в краят на всеки ден.  Изберете само темите по ваш интерес!",
    77 => "Снимка",
    78 => "Прибавете своя снимка!",
    79 => "Сложете клявка за да изтриете снимка",
    80 => "Влез",
    81 => "Изпрати И-мейл",
    82 => 'Последните 10 истории за',
    83 => 'Статистика публикации на',
    84 => 'Пълен брой публикации:',
    85 => 'Пълен брой коментари:',
    86 => 'Намери всички публикации от'
);

###############################################################################
# index.php

$LANG05 = array(
	1 => "Няма Новинарски Истории",
	2 => "Няма Новинарски Истории. Може би няма новинарски истории по темата или вашите потребителски предпочитания са прекалено ограничени",
	3 => " за тема $topic",
	4 => "Днешните Публикации",
	5 => "Следващ",
	6 => "Предишен"
);

###############################################################################
# links.php

$LANG06 = array(
	1 => "Web Ресурси",
	2 => "Няма ресурси.",
	3 => "Добави Връзка"
);

###############################################################################
# pollbooth.php

$LANG07 = array(
	1 => "Гласуването Запазено!",
	2 => "Вашият глас бе запазен",
	3 => "Гласувай",
	4 => "Polls in System",
	5 => "Гласове"
);

###############################################################################
# profiles.php

$LANG08 = array(
	1 => "Грешка при изпращане на съобщението ви. Моля опитайте отново.",
	2 => "Съобщението изпратено успешно.",
	3 => "Използвайте валиден и-мейл в поле Отговори На.",
	4 => "Моля попълнете полета Вашето Име, Отговори На, Заглавие и Съобщение",
	5 => "Грешка: Няма такъв потребител.",
	6 => "Имаше Грешка.",
	7 => "Потребителски Профил На",
	8 => "Име",
	9 => "Потребителски интернет адрес - URL",
	10 => "Изпрати писмо до",
	11 => "Вашето Име:",
	12 => "Отговори На:",
	13 => "Заглавие:",
	14 => "Съобщени:",
	15 => "HTML не е позволено.",
	16 => "Изпрати Съобщение",
	17 => "Изпрати История на приятел",
	18 => "До Име",
	19 => "До Email Адрес",
	20 => "От",
	21 => "От Email Адрес",
	22 => "Всички Полета са задълзителни",
	23 => "Този Email ви бе изпратен от $from at $fromemail защото решиха че ще харесате публикацията от {$_CONF["site_url"]}.  Това не е SPAM и адресите използвани в това съобщение не са запазени за по нататъшно използване.",
	24 => "Коментари по тази история в",
	25 => "Трябва да сте влязъл за да използвате тази функция.",
	26 => "Тази форма ви позволява да изпратите и-мейл на избран потребител.  Всички полета са задължителни.",
	27 => "Кратко съобщение",
	28 => "$from написа: $shortmsg",
    29 => "Това е дневното резюме от {$_CONF['site_name']} за ",
    30 => "Дневни Новини от",
    31 => "Заглавие",
    32 => "Дата",
    33 => "Прочетете цялата публикация на",
    34 => "Край на Съобщение"
);

###############################################################################
# search.php

$LANG09 = array(
	1 => "Подробно Търсене",
	2 => "Клучови думи",
	3 => "Тема",
	4 => "Всички",
	5 => "Тип",
	6 => "Истории",
	7 => "Коментари",
	8 => "Автори",
	9 => "Всички",
	10 => "Търси",
	11 => "Резултати от Търсенето",
	12 => "Съвпадения",
	13 => "Резултати от Търсенето: Няма Намерени",
	14 => "Няма намерени резултати за вашето търсене по",
	15 => "Моля опитайте отново.",
	16 => "Заглавие",
	17 => "Дата",
	18 => "Автор",
	19 => "Търси в {$_CONF["site_name"]} текущи и минали новинарски истории",
	20 => "Дата",
	21 => "до",
	22 => "(Формат на Дата ГГГГ-MM-ДД)",
	23 => "Видяна",
	24 => "Намерени",
	25 => "Съвпадения за",
	26 => "неща в",
	27 => "секунди",
    28 => 'Няма намерени съвпадения в истории и коментари',
    29 => 'Резултат от Истории и Коментари',
    30 => 'Няма намерени Връзки',
    31 => 'Този plug-in не намери съвпадения',
    32 => 'Събития',
    33 => 'URL',
    34 => 'Местополозение',
    35 => 'През Целият Ден',
    36 => 'Няма намерени събития по вашето търсене',
    37 => 'Резултат от Събития',
    38 => 'Резултат от Връзки',
    39 => 'Връзки',
    40 => 'Събити',
    41 => 'Условието трябва да има поне 3 букви/цифри.',
    42 => 'Моля използвайте формат за дата ГГГГ-MM-ДД (година-месец-ден).'
);

###############################################################################
# stats.php

$LANG10 = array(
	1 => "Статистика на Сайта",
	2 => "Общо Посещения на Системата",
	3 => "Истории(Коментари) в Системата",
	4 => "Анкети(Отговори) в Системата",
	5 => "Връзки(Кликвания) в Системата",
	6 => "Събития в Системата",
	7 => "Най-гледаните 10 Истории",
	8 => "Заглавие на Историята",
	9 => "Видяна",
	10 => "Изглежда няма събития/истории в този сайт или никой до сега не ги е чел.",
	11 => "Най-коментираните 10 Истории",
	12 => "Коментари",
	13 => "Изглежда няма истории в този сайт или никой до сега не ги е чел.",
	14 => "Най отговаряните 10 Анкети",
	15 => "Анкетен Въпрос",
	16 => "Гласове",
	17 => "Изглежда няма Анкети на този сайт или никой до сега не е отговарял на такива.",
	18 => "Най-кликаните 10 Връзки",
	19 => "Връзки",
	20 => "Кликната",
	21 => "Изглезда няма Връзки на този сайт или никой до сега не е кликал на тъкава.",
	22 => "Най-често изпращаните Истории",
	23 => "И-мейли",
	24 => "Изглежда никой не е изпращал история от този сайт"
);

###############################################################################
# article.php

$LANG11 = array(
	1 => "Сходни Връзки",
	2 => "Изпрати История на Приятел",
	3 => "Формат за Печат на История",
	4 => "Опции за История"
);

###############################################################################
# submit.php

$LANG12 = array(
	1 => "За да създадете $type трябва да сте влезли като потребител.",
	2 => "Влез",
	3 => "Нов Потребител",
	4 => "Пусни Събитие",
	5 => "Пуснио Връзка",
	6 => "Пусни История",
	7 => "Трябва да сте Влезли",
	8 => "Пусни",
	9 => "Когато пускате информация в този сайт ви съветваме да ползвате следните предлозения...<ul><li>Попълнете всички полета, те са задължителни<li>Осигурете точна информация<li>Проверявайте URL адресите</ul>",
	10 => "Заглавие",
	11 => "Връзки",
	12 => "Дата на Започване",
	13 => "Дата на Приключване",
	14 => "Мяасто",
	15 => "Описание",
	16 => "Ако има нещо повече моля уточнете",
	17 => "Категории",
	18 => "Други",
	19 => "Първо Прочети",
	20 => "Грешка: Липсва Категория",
	21 => "Когато иберете \"Други\" Моля дайте ново име на категория",
	22 => "Грешка: Липсват Полета",
	23 => "Моля попълнете всички полета.  Всички полета са задължителни.",
	24 => "Публикация Запазена",
	25 => "Вашата $type публиказия бе запазена успешно.",
	26 => "Ограничение на скороста",
	27 => "Име",
	28 => "Тема",
	29 => "История",
	30 => "Последната ви публикация бе преди",
	31 => " секунди.  Този сайт изисква поне {$_CONF["speedlimit"]} секунди между публикациите",
	32 => "Как Изглезда",
	33 => "Как Изглезда Историята",
	34 => "Изход",
	35 => "HTML не е позволено",
	36 => "Режим на Публикация",
	37 => "Публикувам случка в {$_CONF["site_name"]} ще сложа тази случка в общият календар, където потребителите по свой избор могат да я добавят към личните си календари. Тази услуга<b>НЯМА</b> за цел да запазва лична информация.<br><br>Веднъж публикувана вашето събитие ще чака да буде одобрено от администартор. Вашето събитие ще бъде показано на общ календар.",
    38 => "Прибави Събитие към",
    39 => "Общ Календар",
    40 => "Личен Календар",
    41 => "Край",
    42 => "Начало",
    43 => "Събитие през целият ден",
    44 => 'Адрес 1',
    45 => 'Адрес 2',
    46 => 'Град/Село',
    47 => 'Щат',
    48 => 'Пощенски Код',
    49 => 'Тип Събитие',
    50 => 'Редактирай Тип Събитие',
    51 => 'Място',
    52 => 'Изтрий',
    53 => 'Създай Потребител'
);


###############################################################################
# ADMIN PHRASES - These are file phrases used in end admin scripts
###############################################################################

###############################################################################
# auth.inc.php

$LANG20 = array(
	1 => "Изисква се Оторизация",
	2 => "Отказ! Грешна информация",
	3 => "Невалиден Потребител или Парола",
	4 => "Име:",
	5 => "Парола:",
	6 => "Достъпът до администартивни нива в този сайт се записава и проследява.<br>Тази страница е само за оторизирани потребители.",
	7 => "влез"
);

###############################################################################
# block.php

$LANG21 = array(
	1 => "Недостатъчни административни права",
	2 => "Нямате необходимите права за редакция на този блок.",
	3 => "Блок Редактор",
	4 => "",
	5 => "Заглавие на Блок",
	6 => "Тема",
	7 => "Всички",
	8 => "Ниво на сигурност за блок",
	9 => "Ред на Блока",
	10 => "Тип на Блока",
	11 => "Блок Портал",
	12 => "Блок Нормален",
	13 => "Опции за Блок Портал",
	14 => "RDF URL",
	15 => "Последна RDF Актуализация",
	16 => "Опции Блок Нормален",
	17 => "Съдържание на Блок",
	18 => "Моля попълнете Заглавие на Блок,Ниво на сигурност за блок  и полета Съдържание на Блок",
	19 => "Блок Мениджър",
	20 => "Блок Заглавие",
	21 => "Блок Ниво на Сигурност",
	22 => "Блок Тип",
	23 => "Блок Ред",
	24 => "Блок Тема",
	25 => "За да модифицирате или изтриете блок кликнете върху него по долу.  За да създадете нов кликнете на Нов Блок по горе.",
	26 => "Блок Layout",
	27 => "Блок PHP",
    28 => "Опции Блок PHP",
    29 => "Функции на Блок",
    30 => "Ако искате един от блоковете да използва PHP, въведете името на функцията по горе.  Функцията трябва да започва с представка \"phpblock_\" (e.g. phpblock_getweather).  Ако няма тази представка функцията НЯМА да бъде повикана.  Това е направено с цел хора които можеби са хакнали вашият сайт да не могат да извикат глобални функции. Не поставяйте празни скоби \"()\" след ваште функции.  Препоръчва се да слагате PHP кода в  /path/to/geeklog/system/lib-custom.php.  Това ще позволи на кода да остане при вас дори да актуализирате Geeklog.",
    31 => 'Грешка в PHP Block.  Function, $function, не съществува.',
    32 => "Грещка липсващо поле(та)",
    33 => "Трябва въведете URL до .rdf файла за портални блокове",
    34 => "Трябва въведете заглавие и функция за   PHP blocks",
    35 => "Трябва въведете заглавие и съдържание за  normal blocks",
    36 => "Трябва въведете съдържание за layout blocks",
    37 => "Лош PHP block function name",
    38 => "Functions for PHP Blocks must have the prefix 'phpblock_' (e.g. phpblock_getweather).  The 'phpblock_' prefix is required for security reasons to prevent the execution of arbitrary code.",
	39 => "Страничен",
	40 => "Ляво",
	41 => "Дясно",
	42 => "Трябва да попълните блок ред и ниво на сигурност за Geeklog default blocks",
	43 => "Само на Начална Страница",
	44 => "Достъп Отказън",
	45 => "Опитвате се да влезете в блок до когото нямате достъп.  Този опит бе записан. Моля <a href=\"{$_CONF["site_admin_url"]}/block.php\">върнете се обратно в Блок Администрация</a>.",
	46 => 'Нов Блок',
	47 => 'Админ В Къщи',
    48 => 'Име на Блок',
    49 => '(брез празни полета, и с уникално име)',
    50 => 'URL адрес за помощ',
    51 => 'включително http://',
    52 => 'Ако оставите това празно, помощтната икона за този блок няма да бъде показана',
    53 => 'Активирана',
    54 => 'запази',
    55 => 'отказ',
    56 => 'изтрий'
);

###############################################################################
# event.php

$LANG22 = array(
	1 => "Събития Редактор",
	2 => "",
	3 => "Заглавие на Събитие",
	4 => "URL адрес на Събитие",
	5 => "Стартова Дата",
	6 => "Крайна Дата",
	7 => "Местоположение",
	8 => "Описание на Събитие",
	9 => "(включително http://)",
	10 => "Трябва да попълните дните/времето, описание и местоположение!",
	11 => "Мениджър на Събития",
	12 => "За да модифицирате или изтриете събитие, кликнете върху него подолу.  За да създадете ново събитие кликнете на ново събитие отгоре.",
	13 => "Заглавие на Събитие",
	14 => "Начало",
	15 => "Край",
	16 => "Достъп Отказън",
	17 => "Опитвате се да влезете в събитие до когото нямате достъп.Този опит бе записан. Моля  <a href=\"{$_CONF["site_admin_url"]}/event.php\">върнете се обратно в Администрация Събития</a>.",
	18 => 'Ново Събитие',
	19 => 'Админ В Къщи',
    20 => 'запази',
    21 => 'отказ',
    22 => 'изртии'
);

###############################################################################
# link.php

$LANG23 = array(
	1 => "Редактор Връзки",
	2 => "",
	3 => "Заглавие на Връзка",
	4 => "URL адрес на Връзка",
	5 => "Категория",
	6 => "(включително http://)",
	7 => "Други",
	8 => "Връзка Видяна",
	9 => "Описание на Връзка",
	10 => "Трябва да попълните заглавие на връзка, URL адрес и описание.",
	11 => "Мениджър Връзки",
	12 => "За да модифицирате или изтриете връзка кликнете върху нея долу. За да зъздадете нова кликнете на нова връзка от горе.",
	13 => "Заглавие на Връзка",
	14 => "Категория на Връзка",
	15 => "URL адрес на Връзка",
	16 => "Достъп Отказан",
	17 => "Опитвате се да влезете във връзка до която нямате достъп.Този опит бе записан. Моля <a href=\"{$_CONF["site_admin_url"]}/link.php\">върнете се обратно в Администрация Връзки</a>.",
	18 => 'Нова Връзка',
	19 => 'Админ В Къщи',
	20 => 'Ако има друга, пояснете',
    21 => 'запази',
    22 => 'отказ',
    23 => 'изтрий'
);

###############################################################################
# story.php

$LANG24 = array(
	1 => "Предишни Истории",
	2 => "Следващи Истории",
	3 => "Режим",
	4 => "Режим Публикация",
	5 => "Редактор на Истории",
	6 => "Няма истории в системата",
	7 => "Автор",
	8 => "запази",
	9 => "как ще изглежда",
	10 => "отказ",
	11 => "изтрий",
	12 => "",
	13 => "Заглавие",
	14 => "Тема",
	15 => "Дата",
	16 => "Текст - въведение",
	17 => "Текст - основен",
	18 => "Видяна",
	19 => "Коментари",
	20 => "",
	21 => "",
	22 => "Списък Истории",
	23 => "За да модифицирате или изтриете история кликнете върху нейният номер долу. За да видите история кликнете върку нейното заглавие. За да създадете нова история кликнете на нова история отгоре.",
	24 => "",
	25 => "",
	26 => "Как ще Изглежда Историята",
	27 => "",
	28 => "",
	29 => "",
	30 => "",
	31 => "Моля попълнете Автор, Заглавие и поле Текст - въведение",
	32 => "Най-Най История",
	33 => "Мозе да има само една Най-Най История",
	34 => "Чернова",
	35 => "Да",
	36 => "Не",
	37 => "Още от",
	38 => "Още от",
	39 => "И-мейли",
	40 => "Достъп Отказан",
	41 => "Опитвате се да влезете в събитие до когото нямате достъп.  Този опит бе записан.  Можете да видите статията в режим четене долу. Моля <a href=\"{$_CONF["site_admin_url"]}/story.php\">върнете се обратно в Администрация Истории,</a>когато проключите .",
	42 => "Опитвате се да влезете в събитие до когото нямате достъп. Този опит бе записан .   Моля<a href=\"{$_CONF["site_admin_url"]}/story.php\">върнете се обратно в Администрация Истории</a>.",
	43 => 'Нова История',
	44 => 'Админ в Къщи',
	45 => 'Достъп',
    46 => '<b>ЗАБЕЛЕЖКА:</b> ако модифицирате тази дата да е бъдеща статията няма да бъде публикувана до съответната дата.  Това също значи, че тя няма да бъде в RDF, и ще бъде игнорирана при търсене.',
    47 => 'Снимки',
    48 => 'снимка',
    49 => 'ляво',
    50 => 'дясно',
    51 => 'За да прибавите някоя снимка която прикачата къп тази статия, трябва да вмъкнете специално форматиран текст.  Специално форматираният текст е [imageX], [imageX_right] или [imageX_left] където X е номерът на снимката която прикачате.  ЗАБЕЛЕЖКА: Трябва да използвате снимките които сте прикачили.  Ако не го направите не ще бъде възможно да запазите вашата история.<BR><P><B>КАК ЩЕ ИЗГЛЕЖДА</B>: Как ще изглежда историята се вижда най-добре, когато я запазите като чернова ВМЕСТО да натиснете бутона как ще изглежда.  Използвайте бутона как ще изглежда само когато няма прикачени снимки .',
    52 => 'Изтрий',
    53 => 'не бе използвано.  Трябва да включите тази снимка в въведение или основен текст преди да можете да запазите',
    54 => 'Прикачена Снимка Не Бе Използвана',
    55 => 'Следната грешка възникна опитвайки се да запазя историята ви.  Моля, поправете грешките преди повторно запазване',
    56 => 'Покази Икона Теми'
);

###############################################################################
# poll.php

$LANG25 = array(
	1 => "Режим",
	2 => "",
	3 => "Анкетата Създадена",
	4 => "Анкета $qid запазена",
	5 => "Редактор Анкети",
	6 => "Номер на Анкета",
	7 => "(не използвайте празни полета)",
	8 => "Да се вижда на Начална Страница",
	9 => "Въпрос",
	10 => "Отговори /Гласове",
	11 => "Имаше грешка докъто тъсих отговор за анкета $qid",
	12 => "Имаше грешка докъто тъсих въпрос за анкета $qid",
	13 => "Създай Анкета",
	14 => "запази",
	15 => "отказ",
	16 => "изтрий",
	17 => "",
	18 => "Списък на Анкети",
	19 => "За да модифицирате или изтриете анкета просто кликнете върху нея долу.  За да създадете нова кликнете нова анкета горе.",
	20 => "Гласоподаватели",
	21 => "Достъп Отказан",
	22 => "Опитвате се да влезете в анкета до която нямате достъп.  Този опит бе записан .   Моля<a href=\"{$_CONF["site_admin_url"]}/poll.php\">върнете се обратно в Администрация Анкети</a>.",
	23 => 'Нова Анкетаl',
	24 => 'Админ в Къщи',
	25 => 'Да',
	26 => 'Не'
);

###############################################################################
# topic.php

$LANG27 = array(
	1 => "Редактор Теми",
	2 => "Номер на Тема",
	3 => "Име на Тема",
	4 => "Снимка на Тема",
	5 => "(не използвайте празни полета)",
	6 => "Когато изтривате тема , триете всички блокове, картинки и коментари по нея",
	7 => "Моля попълнете Номер на Тема и Име на Тема",
	8 => "Мениджер на Теми",
	9 => "За да модифицирате или изтриете тема кликнете върху нея.  За да създадете нова тема кликнете бутон Нова Тема. Ще намерите нивото на достъп за всяка тема от долу",
	10=> "Ред за Сортиране",
	11 => "Истории/Старница",
	12 => "Достъп Отказан",
	13 => "Опитвате се да влезете в тема до която нямате достъп.  Този опит бе записан .   Моля<a href=\"{$_CONF["site_admin_url"]}/topic.php\">върнете се обратно в Администрация Теми</a>.",
	14 => "Метод за Сортиране",
	15 => "азбучен",
	16 => "нормалният е",
	17 => "Нова Тема",
	18 => "Админ в Къщи",
    19 => 'запази',
    20 => 'отказ',
    21 => 'изтрий'
);

###############################################################################
# user.php

$LANG28 = array(
	1 => "Редактор Потребители",
	2 => "Потребителски Номер",
	3 => "Потребителск Име",
	4 => "Пълно Име",
	5 => "Парола",
	6 => "Ниво на Сигурност",
	7 => "Email адрес",
	8 => "Лична Страница",
	9 => "(не използвай празни полета)",
	10 => "Моля попълнете Потребителск Име, Пълно Име, Ниво на Сигурност и  Email адрес",
	11 => "Мениджър на Потребители",
	12 => "За да модифицирате или изтриете потребител кликнете върху него долу.  За да съдадете нов кликнете на нов потребител. Мозете да търсите попълвайки част от името, email адреса или пълното име във формата долу.",
	13 => "Ниво на Достъп",
	14 => "Дата на Регистрация",
	15 => 'Нов Потребител',
	16 => 'Админ в Къщи',
	17 => 'смяна парола',
	18 => 'отказ',
	19 => 'изтрий',
	20 => 'запази',
	18 => 'отказ',
	19 => 'изтрий',
	20 => 'запази',
    21 => 'Потребителското име вече съществува.',
    22 => 'Грешка',
    23 => 'Прибавяне Поредица Потребители',
    24 => 'ИпортиранеПоредица Потребители ',
    25 => 'Можете да  ипортиране поредица потребители в Geeklog.  За да направите това файла трябва да е с табулация и да съдържа следните полета в съответният ред: пълно име, име, email адрес.  На всеки потребител ще бъде изпратена произволна парола.  Трябва да имате по един потребител на ред.  Моля проверете файлът за да избегнете грешки!',
    26 => 'Търси',
    27 => 'Ограничи Резултати',
    28 => 'Сложете кляфка тук за да изтриете тази снимка',
    29 => 'Път',
    30 => 'Импортирай',
    31 => 'Нови Потребители',
    32 => 'Процесът приключи. Импортирани $successes и допуснати $failures грешки',
    33 => 'пусни',
    34 => 'Грешка: Посочете файл за качване.'
);


###############################################################################
# moderation.php

$LANG29 = array(
    1 => "Одобри",
    2 => "Изтрий",
    3 => "Редактирай",
    4 => 'Профил',
    10 => "Заглавие",
    11 => "Начало",
    12 => "URL",
    13 => "Категория",
    14 => "Дата",
    15 => "Тема",
    16 => 'Име',
    17 => 'Пълно Име',
    18 => 'Email',
    34 => "Команди и Контрол",
    35 => "Пуснати Истории",
    36 => "Пуснати Връзки",
    37 => "Пуснати Събития",
    38 => "Пусни",
    39 => "В момента няма публикация за подаване",
    40 => "Птребителски подавания"
);

###############################################################################
# calendar.php

$LANG30 = array(
	1 => "Неделя",
	2 => "Понеделник",
	3 => "Вторник",
	4 => "Сряда",
	5 => "Четвъртък",
	6 => "Петък",
	7 => "Събота",
	8 => "Добави Събитие",
	9 => "Geeklog Събития",
	10 => "Събития за",
	11 => "Общ Календар",
	12 => "Моят Календар",
	13 => "Януари",
	14 => "Февруари",
	15 => "Март",
	16 => "Април",
	17 => "Май",
	18 => "Юни",
	19 => "Юли",
	20 => "Август",
	21 => "Септември",
	22 => "Отомври",
	23 => "Ноември",
	24 => "Декември",
	25 => "Обратно към ",
    26 => "Цял Ден",
    27 => "Седмица",
    28 => "Личен Календар на",
    29 => "Публичен Календар",
    30 => "изтрий събитие",
    31 => "Прибави",
    32 => "Събитие",
    33 => "Дата",
    34 => "Време",
    35 => "Прибави на Бързо",
    36 => "Пусни",
    37 => "Съжълявам личен календар не е активен на този сайт",
    38 => "Редактор Лични Събития",
    39 => 'Ден',
    40 => 'Седмица',
    41 => 'Месец'
);

###############################################################################
# admin/mail.php
$LANG31 = array(
 	1 => $_CONF['site_name'] . " Услуга Поща",
 	2 => "От",
 	3 => "Отговори на",
 	4 => "Заглавие",
 	5 => "Основен Текст",
 	6 => "До:",
 	7 => "Всички Потребители",
 	8 => "Админ",
	9 => "Опции",
	10 => "HTML",
 	11 => "Спешно Съобщение!",
 	12 => "Изпрати",
 	13 => "Изтрий",
 	14 => "Игнорирай потребителски настройки",
 	15 => "Грешка пращайки до: ",
	16 => "Съобщението изпратено успешно до: ",
	17 => "<a href=" . $_CONF["site_admin_url"] . "/mail.php>Изпрати още едно съобщение</a>",
    18 => "До",
    19 => "ЗАБЕЛЕЖКА: ако искате да изпратите съобщение до всички членове на сайта, изберете Logged-in Users group от падащото менюто.",
    20 => "Успешно изпратени <successcount> съобщения и неуспешно <failcount> съобщения.  Ако това ви интересува детайлите са отдолу.  Или просто <a href=\"" . $_CONF['site_admin_url'] . "/mail.php\">Изпратете ново</a> или <a href=\"" . $_CONF['site_admin_url'] . "/moderation.php\">се върнете обратно на административна страница</a>.",
    21 => 'Провалени',
    22 => 'Успешни',
    23 => 'Няма Провалени',
    24 => 'Няма Успешни',
    25 => '-- Иберете Група --',
    26 => "Моля попълнете всички полета и изберете група."
);


###############################################################################
# confirmation and error messages

$MESSAGE = array (
	1 => "Паролата ви бе успешно изпратена. Моля следвайте инструкциите в съобщението. Благодарим ви че използвате " . $_CONF["site_name"],
	2 => "Благодарим ви че пуснахте вашата история в {$_CONF["site_name"]}.  Изпратена е на нашият администартор за одобрение. Ако бъде одобрена, другите посетители ще могат да я прочетат.",
	3 => "Благодарим ви че пуснахте вашата връзка в {$_CONF["site_name"]}.   Изпратена е на нашият администартор за одобрение. Ако бъде одобрена, другите посетители ще могат да я прочетат в секция<a href={$_CONF["site_url"]}/links.php>връзки</a>.",
	4 => "Благодарим ви че пуснахте събитие в {$_CONF["site_name"]}. Изпратена е на нашият администартор за одобрение. Ако бъде одобрено, другите посетители ще могат да го прочетат в секция  <a href={$_CONF["site_url"]}/calendar.php>календар</a>.",
	5 => "Вашата информация бе успешно запазена.",
	6 => "Вашите предпочитания бяха успешно запазени.",
	7 => "Вашите предпочитания за коментар бяха успешно запазени.",
	8 => "Успешно излязохте.",
	9 => "Историята бе запазена успешно.",
	10 => "Историята бе изтрита успешно.",
	11 => "Блокът бе запазен успешно.",
	12 => "Блокът бе изтрит успешно.",
	13 => "Темата ви бе успешно запазена.",
	14 => "Темата ви, всичките й истории и блокове бяха успешно изтрити.",
	15 => "Връзката ви бе успешно запазена.",
	16 => "Връзката ви бе успешно изтрита.",
	17 => "Събитието бе запазено успешно.",
	18 => "Събитието бе изтрито успешно.",
	19 => "Анкетата бе запазена успешно.",
	20 => "Анкетата бе изтрита успешно.",
	21 => "Новият потребител бе успешно запазен.",
	22 => "Потребителят  бе успешно изтрит",
	23 => "Грешки при прибавяне на събитие. Събитието няма заглавие.",
	24 => "Събитието бе запазено във вашият календар",
	25 => "Не мога да отворя личен календар, докато не сте влезли",
	26 => "Събитието бе успешно изтрито от вашият календар",
	27 => "Съобщението изпратено успешно.",
	28 => "The plug-in запазен успешно",
	29 => "Съжалявам, личните календари не са активни на този сайт",
	30 => "Достъп Отказан",
	31 => "Съжелявам, нямате достъп до администартивна старница за Истории.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	32 => "Съжелявам, нямате достъп до администартивна старница за Теми.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	33 => "Съжелявам, нямате достъп до администартивна старница за  Блокове.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	34 => "Съжелявам, нямате достъп до администартивна старница за  Връзки.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	35 => "Съжелявам, нямате достъп до администартивна старница за  Събития.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	36 => "Съжелявам, нямате достъп до администартивна старница за Анкети.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	37 => "Съжелявам, нямате достъп до администартивна старница за Потребители.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	38 => "Съжелявам, нямате достъп до администартивна старница за Plug-in.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	39 => "Съжелявам, нямате достъп до администартивна старница за Поща.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
	40 => "Системно Съобщение",
    41 => "Съжелявам, нямате достъп до страница за заместване на думи.  Моля, запомнете, че всеки опит за достъп до администартивни страници се записва",
    42 => "Вашата дума бе успешно запазена.",
	43 => "Вашата дума бе успешно изтрита.",
    44 => 'The plug-in was successfully installed!',
    45 => 'The plug-in was successfully deleted.',
    46 => "Съжелявам нямате достъп до DB Backup. Моля, запомнете, че всеки опит за достъп до администартивни страници се записва ",
    47 => "This functionality only works under *nix.  If you are running *nix as your operating system then your cache has been successfully cleared. If you are on Windows, you will need to search for files name adodb_*.php and remove them manually.",
    48 => 'Благодрим ви че пожелахте членство в ' . $_CONF['site_name'] . '. Екипът ни ще прегледа вашата молба. Ако бъдете одобрен паролата ви ше бъде изпратена на е-мейл.',
    49 => "Групата бе запазена успешно.",
    50 => "Групата бе изтрита успешно."
);

// for plugins.php

$LANG32 = array (
	1 => "Installing plugins could possibly cause damage to your Geeklog installation and, possibly, to your system.  It is important that you only install plugins downloaded from the <a href=\"http://www.geeklog.net\" target=\"_blank\">Geeklog Homepage</a> as we thoroughly test all plugins submitted to our site on a variety of operating systems.  It is important that you understand that the plugin installation process will require the execution of a few filesystem commands which could lead to security problems particularly if you use plugins from third party sites.  Even with this warning you are getting, we do not gaurantee the success of any installation nor are we liable for damage caused by installing a Geeklog plugin.  In other words, install at your own risk.  For the wary, directions on how to manually install a plugin is included with each plugin package.",
	2 => "Plug-in Installation Disclaimer",
	3 => "Plug-in Installation Form",
	4 => "Plug-in File",
	5 => "Plug-in List",
	6 => "Warning: Plug-in Already Installed!",
	7 => "The plug-in you are trying to install already exists.  Please delete the plugin before re-installing it",
	8 => "Plugin Compatibility Check Failed",
	9 => "This plugin requires a newer version of Geeklog. Either upgrade your copy of <a href=\"http://www.geeklog.net\">Geeklog</a> or get a newer version of the plug-in.",
	10 => "<br><b>There are no plugins currently installed.</b><br><br>",
	11 => "To modify or delete a plug-in, click on that plug-in's number below. To learn more about a plug-in, click the plug-in name and you will be directed to that plug-in's website. To install or upgrade a plug-in please consult it's documentation.",
	12 => 'no plugin name provided to plugineditor()',
	13 => 'Plugin Editor',
	14 => 'New Plug-in',
	15 => 'Admin Home',
	16 => 'Plug-in Name',
	17 => 'Plug-in Version',
	18 => 'Geeklog Version',
	19 => 'Enabled',
	20 => 'Yes',
	21 => 'No',
	22 => 'Install',
    23 => 'Save',
    24 => 'Cancel',
    25 => 'Delete',
    26 => 'Plug-in Name',
    27 => 'Plug-in Homepage',
    28 => 'Plug-in Version',
    29 => 'Geeklog Version',
    30 => 'Delete Plug-in?',
    31 => 'Are you sure you want to delete this plug-in?  By doing so you will remove all the data and data structures that this plug-in uses.  If you are sure, click delete again on the form below.'
);

$LANG_ACCESS = array(
	access => "Достъп",
    ownerroot => "Притежател/Админ",
    group => "Група",
    readonly => "Само Четене",
	accessrights => "Права на Достъп",
	owner => "Собственик",
	grantgrouplabel => "Разреши на горната група права за редакция",
	permmsg => "ЗАБЕЛЕЖКА: член на сайта е всеки който е влязъл с Име в системата, анонимен е този който просто раглежда сайта.",
	securitygroups => "Групи на Сигурност",
	editrootmsg => "Дори и да сте администартор, не можете да редактирате Админ потрбител без да сте влязли като такъв.  Можете да редактирате всички потреители без Админ. Всички опити за неоторизирано редактиране на Админ потребители се записват.  Моля върнете се обратно в <a href=\"{$_CONF["site_admin_url"]}/user.php\">Администрация Потребители</a>.",
	securitygroupsmsg => "Сложете клявки на групти, на които потребителя принадлежи.",
	groupeditor => "Редактор Групи",
	description => "Описание",
	name => "Име",
 	rights => "Права",
	missingfields => "Липсващи Полета",
	missingfieldsmsg => "Трябва да попълните Име и Описание на Групата",
	groupmanager => "Мениджер на Група",
	newgroupmsg => "За да модифицирате или изтриете група кликнете върху нея от долу. За да създадете нова гупа, кликнете на нова група горе. Моля, не изтривайте системните групи те се изискават от самата система.",
	groupname => "Име на Група",
	coregroup => "Системна Група",
	yes => "Да",
	no => "Не",
	corerightsdescr => "Това е системна {$_CONF["site_name"]} Група.  Следователно правата за нея не могът да бъдат редактирани.  От долу има спиък само за четене на правата, които тази група има.",
	groupmsg => "Групите за Сигурност в този сайт са йерархични.  Добавайки тази група към някоя друга, тя автоматично приема нейните права.  Когато е възможно използвайте правата долу за да модофицирате група.  Ако искате тази група да има специфични права просто им сложете клявки долу.",
	coregroupmsg => "Това е системна {$_CONF["site_name"]} Група.  Следователно правата за нея не могът да бъдат редактирани.  От долу има спиък само за четене на правата, които тази група има..",
	rightsdescr => "Групов достъп може да бъде даден дирекно на групата или ка то я направите член на други групи.  Правата които виждате подолу са права дадени на тази група от членството и в други групи.  Правата които са със/без клявки са тези които можете да зададете ръчно.",
	lock => "Заключи",
	members => "Членове",
	anonymous => "Анонимен",
	permissions => "Права",
	permissionskey => "R = четене, E = редактиране, права редактиране означава и писане",
	edit => "Редактирай",
	none => "Никакви",
	accessdenied => "Достъп Отказан",
	storydenialmsg => "Достъп отказан до тази история.  Може би не сте член на {$_CONF["site_name"]}.  Моля <a href=users.php?mode=new>станете член</a> of {$_CONF["site_name"]} да получите всички права!",
	eventdenialmsg => "Достъп отказан до това Събитие.  Може би не сте член на {$_CONF["site_name"]}.  Моля <a href=users.php?mode=new>станете член</a> of {$_CONF["site_name"]}да получите всички права!",
	nogroupsforcoregroup => "Тази група не принадлежи на никоя друга",
	grouphasnorights => "Тази група няма достъп до административни секции в този сайт",
	newgroup => 'Нова Група',
	adminhome => 'Админ в Къщи',
	save => 'запази',
	cancel => 'отказ',
	delete => 'изтрий',
	canteditroot => 'Опитахте се да редактирате Root група, но дори не сте член на нея, за това достъпът во е отказан.  Обърнете се към системният администартор ако смятате че това е грешка'	
);

#admin/word.php
$LANG_WORDS = array(
    editor => "Редактор за заместване на думи",
    wordid => "Дума",
    intro => "Да модифицирате или заместите дума кликнете на нея по долу.  За да създадете нова кликнете на нова дума от ляво.",
    wordmanager => "Мениджер на Думи",
    word => "Дума",
    replacmentword => "Заместваща Дума",
    newword => "Нова Дума"
);

$LANG_DB_BACKUP = array(
    last_ten_backups => 'Last 10 Back-ups',
    do_backup => 'Направи Архив на База Данни',
    backup_successful => 'Архив на База Данни - успешен.',
    no_backups => 'Няма Архив на База Данни',
    db_explanation => 'За да направите нов архив на Geeklog системата си, кликнете долу',
    not_found => "Incorrect path or mysqldump utility not executable.<br>Check <strong>\$_DB_mysqldump_path</strong> definition in config.php.<br>Variable currently defined as: <var>{$_DB_mysqldump_path}</var>",
    zero_size => 'Backup Failed: Filesize was 0 bytes',
    path_not_found => "{$_CONF['backup_path']} does not exist or is not a directory",
    no_access => "ERROR: Directory {$_CONF['backup_path']} is not accessible.",
    backup_file => 'Backup file',
    size => 'Size',
    bytes => 'Bytes'
);

$LANG_BUTTONS = array(
    1 => "В Къщи",
    2 => "Контакти",
    3 => "Публикувай",
    4 => "Връзки",
    5 => "Анкети",
    6 => "Календар",
    7 => "Статистика на сайта",
    8 => "Характеризирай",
    9 => "Търси",
    10 => "подробно търсене"
);

$LANG_404 = array(
    1 => "Грешка 404",
    2 => "Ееее, на всякъде гледах но това не го намерих <b>http://{$HTTP_SERVER_VARS["HTTP_HOST"]}{$HTTP_SERVER_VARS["REQUEST_URI"]}</b>.",
    3 => "<p>Съжелявам, но файла който искате не бе намерен. Моля проверете <a href=\"{$_CONF['site_url']}\">главната страница</a> или <a href=\"{$_CONF['site_url']}/search.php\">страница търсене</a> за да видите дали ще си намерите търсеното."
);

$LANG_LOGIN = array (
    1 => 'Изисква се Влизане',
    2 => 'Съжелявам, за да ползвате това трябва да сте влезли.',
    3 => 'Влез',
    4 => 'Име'
);

?>