<?php

###############################################################################
# chinese_traditional_big5.php
#
# Last Modified: 2004-10-26
# Version: 1.3.10
#
# This is the Chinese Traditional (big5) language set for GeekLog 1.3.10
#
# Copyright (C) 2003 Samuel M. Stone
# sam@stonemicro.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = 'Big5';

###############################################################################
# Array Format:
# $LANGXX[YY]:  $LANG - variable name
#               XX    - file id number
#               YY    - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# lib-common.php

$LANG01 = array(
    1 => '§@ªÌ¡J',
    2 => 'Åª¾ã¤å',
    3 => '­Óµû½×',
    4 => '½s¿è',
    5 => '§ë²¼',
    6 => 'µ²ªG',
    7 => '§ë²¼µ²ªG',
    8 => '§ë²¼',
    9 => 'ºÞ²zªÌ¥\¯à¡J',
    10 => '´£¥æª«',
    11 => '¤å³¹',
    12 => '²Õ¥ó',
    13 => '¥DÃD',
    14 => '³sµ²',
    15 => '¨Æ¥ó',
    16 => '§ë²¼',
    17 => '¥Î¤á',
    18 => 'SQL ½è°Ý',
    19 => '°h¥X',
    20 => '¥Î¤á°T®§¡J',
    21 => '¥Î¤á¦W',
    22 => '¥Î¤áÃÑ§O¸¹',
    23 => '¦w¥þµ¥¯Å',
    24 => '°Î¦W',
    25 => '¦^´_',
    26 => '¥H¤Uµû½×¥uÄÝ±i¶KªÌ­Ó¤HÆ[ÂI¡C',
    27 => '³Ìªñµoªíªº',
    28 => '§R°£',
    29 => '¨S¦³µû½×¡C',
    30 => 'ÂÂªº¤å³¹',
    31 => '¤¹³\ªº HTML ¼Ð°O:',
    32 => '¿ù»~¡AµL®Äªº¥Î¤á¦W',
    33 => '¿ù»~¡A¤£¯à¼g¨t²Î¤é»x;',
    34 => '¿ù»~',
    35 => '°h¥X',
    36 => '©ó',
    37 => '¨S¦³¤å³¹',
    38 => '¤º®e¨¯­}¥[',
    39 => '¨Ï·s',
    40 => '§Aªº¦øªA¾¹ªº <tt>php.ini</tt> ùØ³]©w¬° <tt>register_globals = Off</tt>. ¥i¬O¦¹³nÅé»Ý­n±N <tt>register_globals</tt> ³]©w¦¨ <strong>on</strong>. ©Ò¥H¦b§AÄ~Äò¥H«e¡A¥²¶·±N¥¦³]©w¬°<strong>on</strong>¡AµM«á­«·s¶}¾÷.',
    41 => '«È¤H',
    42 => '§@ªÌ:',
    43 => '¦^´_³o­Ó',
    44 => '¤÷¥À',
    45 => 'MySQL ¿ù»~¸¹½X',
    46 => 'MySQL ¿ù»~°T®§',
    47 => '¥Î¤á¥\¯à',
    48 => '±b¤á°T®§',
    49 => '­·®æ¿ï¾Ü',
    50 => '¿ù»~ªº SQL statement',
    51 => 'À°§U',
    52 => '·s',
    53 => 'ºÞ²zªÌ­º­¶',
    54 => '¤£¯à¥´¶}ÀÉ¡C',
    55 => '¿ù³B',
    56 => '§ë²¼',
    57 => '±K½X',
    58 => 'µn¤J',
    59 => "¨S¦³±b¤á¡H<a href=\"{$_CONF['site_url']}/users.php?mode=new\">¦b¦¹µn°O</a>",
    60 => 'µoªíµû½×',
    61 => '·s¼W±b¤á',
    62 => '¦r',
    63 => 'µû½×³]©w',
    64 => '§â¤å³¹¹q¶lµ¹ªB¤Í',
    65 => 'Æ[¬Ý¥i¦C¦Lªºª©¥»',
    66 => '§Úªº¤é¾ä',
    67 => 'Åwªï¨Ó¨ì',
    68 => '­º­¶',
    69 => 'Ápµ¸',
    70 => '·j´M',
    71 => '§ë½Z',
    72 => 'ºô¸ô¸ê·½',
    73 => '§ë²¼¤¤¤ß',
    74 => '¤é¾ä',
    75 => '¶i¶¥·j¯Á',
    76 => '¥»¯¸²Î­p¸ê®Æ',
    77 => '´¡¥ó',
    78 => '§Y±Nµo¥Íªº¨Æ',
    79 => '·sÂAªºªF¦è',
    80 => '­Ó·s¤å³¹(',
    81 => '·sªº¤å³¹(',
    82 => ' ¤p®É¤º)',
    83 => 'µû½×',
    84 => '³sµ²',
    85 => '³Ìªñ¥|¤Q¤K¤p®É',
    86 => '¨S¦³·sªºµû½×',
    87 => '³Ìªñ¨â­Ó¬P´Á',
    88 => '¨S¦³·sªº³sµ²',
    89 => '¨S¦³¨Æµo¥Í',
    90 => '­º­¶',
    91 => '¸ü¤J³o­¶¥Î¤F',
    92 => '¬í',
    93 => 'ª©Åv',
    94 => '¦¹ºô¯¸©Ò¦³ªº°Ó¼Ð©Mª©ÅvÄÝ©ó¥L­Ì¦U¦Ûªº©Ò¦³ªÌ.',
    95 => '°Ê¤O©ó',
    96 => '¤p²Õ',
    97 => '¦rµü³æ',
    98 => '´¡¥ó',
    99 => '¤å³¹',
    100 => '¨S¦³·sªº¤å³¹',
    101 => '§Aªº¨Æ¥ó',
    102 => '¥»¯¸ªº¨Æ¥ó',
    103 => '¸ê®Æ®w³Æ¥÷',
    104 => '¥Ñ',
    105 => '±Hµ¹¥Î¤á',
    106 => 'Æ[¬Ý',
    107 => 'GL ª©¥»´ú¸Õ',
    108 => '²M°£½w½Ä¶J¦s°Ï',
    109 => '³ø§iÀÝ¥Î',
    110 => '³ø§i¦¹ÀÝµn¤åµ¹ºô¯¸ºÞ²z­û',
    111 => '¬ÝPDF ª©¥»',
    112 => 'µn°O¥Î¤á',
    113 => '¨Ï¥Î»¡©ú',
    114 => 'TRACKBACKS',
    115 => 'No new trackback comments',
    116 => 'Trackback',
    117 => 'Directory',
    118 => 'Please continue reading on the next page:',
    119 => "Lost your <a href=\"{$_CONF['site_url']}/users.php?mode=getpassword\">password</a>?",
    120 => 'Permanent link to this comment',
    121 => 'Comments (%d)',
    122 => 'Trackbacks (%d)',
    123 => 'All HTML is allowed'
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => '¨Æ¥ó¤é¾ä',
    2 => '©êºp¡A¨S¦³¨Æ¥ó¡C',
    3 => '®É',
    4 => '¦a',
    5 => '¨Æ',
    6 => '·s¼W¨Æ¥ó',
    7 => '§Y±Nµo¥Íªº¨Æ',
    8 => '¦b±N³o¨Æ¥[¶i§Aªº¤é¾ä¤§«á¡A§A¥iÂIÀ» "§Úªº¤é¾ä" ¨ÓÆ[¬Ý',
    9 => '¥[¶i§Úªº¤é¾ä',
    10 => '±q§Úªº¤é¾ä¤¤¥h°£',
    11 => "§â³o¨Æ¥[¶i {$_USER['username']} ªº¤é¾ä",
    12 => '¨Æ¥ó',
    13 => '¶}©l',
    14 => 'µ²§ô',
    15 => '¦^¨ì¤é¾ä'
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => 'µoªíµû½×',
    2 => 'µoªí¤è¦¡',
    3 => '°h¥X',
    4 => '·s¼W±b¤á',
    5 => '¥Î¤á¦W',
    6 => '¥»¯¸»Ý­nµn¤J¤~¥iµoªíµû½×¡A½Ðµn¤J¡C¦pªG§A¨S¦³±b¤á¡A½Ð¨Ï¥Î¤U­±ªºªí®æµn°O¡C',
    7 => '§A³Ì«áµoªíªºµû½×¬O¦b ',
    8 => " ¬í¤§«e¡C¥»¯¸­­©w¦Ü¤Ö {$_CONF['commentspeedlimit']} ¬í«á¤~¥i¦Aµoªíµû½×",
    9 => 'µû½×',
    10 => '°e¥X³ø§i',
    11 => 'µoªíµû½×',
    12 => '½Ð¶ñ¼g¼ÐÃDª`µû½×Äæ',
    13 => '¨Ñ§A°Ñ¦Ò',
    14 => '¹wÄý',
    15 => '³ø§i³o½gÀÝµn¤å',
    16 => '¼ÐÃD',
    17 => '¿ù»~',
    18 => '­«­nªºªF¦è',
    19 => '½Ð¾¨¶q¤£­nÂ÷ÃD¡C',
    20 => 'ºÉ¥i¯à¦^´_§O¤Hªºµû½×¡A¦Ó¤£¬O¶}·sªºµû½×¡C',
    21 => '¬°Á×§K­«½Æ¡Aµoªíµû½×¤§«e½Ð¥ýÅª§O¤H©Ò¼gªº¡C',
    22 => '½Ð¾¨¶q¥ÎÂ²¼äªº¼ÐÃD¡C',
    23 => '§Ú­Ì¤£·|¤½¶}§Aªº¹q¶l¦a§}¡C',
    24 => '°Î¦W¥Î¤á',
    25 => '§AªÖ©w·Q­n³ø§i¦¹ÀÝµn¤åµ¹ºô¯¸ºÞ²z­û§_?',
    26 => '%s ³ø§i¥H¤UÀÝµnªºµû½×:',
    27 => 'ÀÝ¥Î³ø§i'
);

###############################################################################
# users.php

$LANG04 = array(
    1 => '¥Î¤á·§ªp',
    2 => '¥Î¤á¦W',
    3 => '¥þ¦W',
    4 => '±K½X',
    5 => '¹q¤l¶l¥ó',
    6 => '­º­¶',
    7 => '¤p¶Ç',
    8 => 'PGP Æ_°Í',
    9 => '«O¦s³]©w',
    10 => 'µ¹¥Î¤áªº³Ì«á¤Q­Óµû½×',
    11 => '¨S¦³µû½×',
    12 => '¥Î¤á³]©w',
    13 => '¨C©]¹q¶l¤åºK',
    14 => '³o¬O­ÓÀH¾÷ªº±K½X¡A½Ð¾¨§Ö§ó§ï¡C­n§ó§ï±K½X½Ð¥ýµn¤J¨t²Î¡AµM«áÂIÀ»±b¤á°T®§¡C',
    15 => "§A¦b {$_CONF['site_name']} ªº±b¤á¤w«Ø¥ß¤F¡C½Ð¨Ï¥Î¥H¤U°T®§µn¤J¨t²Î¨Ã«O¯d³o¶l¥ó§@¤é«á°Ñ¦Ò¡C",
    16 => '§Aªº±b¤á°T®§',
    17 => '±b¤á¨Ã¤£¦s¦b',
    18 => '§A´£¨Ñªº¤£¬O¤@­Ó¦³®Äªºªº¹q¶l',
    19 => '¥Î¤á¦W©Î¹q¶l¤w¸g¦s¦b',
    20 => '´£¨Ñªº¤£¬O¤@­Ó¦³®Äªºªº¹q¶l',
    21 => '¿ù»~',
    22 => "µn°O¥Î {$_CONF['site_name']} ¡I",
    23 => "¦b {$_CONF['site_name']} µn°Oªº¥Î¤á¥i¨É¦³ªº·|­û¦n³B¡C¥L­Ì¥i¥H¥Î¦Û¤vªº¦W¦rµoªíµû½×©M¦s¨ú¥»¯¸ªº¸ê·½¡C½Ðª`·N¥»¯¸<b><i>µ´¤£·|</i></b>¤½¶}¥Î¤áªº¹q¶l¡C",
    24 => '§Aªº±K½X±N³Q°e¨ì§A¿é¤Jªº¹q¶l«H½c',
    25 => '§Ñ°O¤F§Aªº±K½X¶Ü¡H',
    26 => '½Ð§A¿é¤Jªº¥Î¤á¦W©MÂIÀ»¹q¶l±K½X¡A§Ú­Ì·|µo°e¤@­Ó·sªº±K½X¨ì§Aªº¹q¶l«H½c¡C',
    27 => '²{¦b´Nµn°O¡I',
    28 => '¹q¶l±K½X',
    29 => '°h¥X®É',
    30 => 'µn¤J®É',
    31 => '»Ý­nµn¤J¤~¥i¥Î',
    32 => '¸p¦W',
    33 => 'µ´¤£·|¤½¶}',
    34 => '³o¬O§Aªº¯u¦W',
    35 => '­n§ïÅÜ½Ð¿é¤J±K½X',
    36 => '¶}©l¬O http://',
    37 => '±N·|ªþ¥[¦b§Aµoªíªºµû½×¤W',
    38 => '§AªºÂ²¤¶',
    39 => '§Aªº¤½¦@ PGP Æ_°Í',
    40 => '¨S¦³¥DÃD¹Ï¥Ü',
    41 => 'Ä@·N¥D«ù',
    42 => '¤é´Á®æ¦¡',
    43 => '¤å³¹­­«×',
    44 => '¨S¦³²Õ¥ó',
    45 => 'Åã¥Ü³]©w',
    46 => '¤£¥]¬Aªº',
    47 => '·s¤¸¥ó°t¸m¬°',
    48 => '¥DÃD',
    49 => '¤å³¹ùØ¨S¦³¹Ï¹³',
    50 => '¤£­n¥´¹_¦pªG§A¤£·P¿³½ì',
    51 => '¥u¬O·s¤å³¹',
    52 => '¹w³]­È¬O',
    53 => '¨C±ß±µ¦¬·í¤éªº¤å³¹',
    54 => '¥´¹_¦pªG§A¤£¬Ý³o¨Ç¥DÃD©Î§@ªÌ¡C',
    55 => '¦pªG§A¨S¦³¿ï¾Ü¡A³o·N¨ý§A­n¥Î¹w³]ªº²Õ¥ó¡C¦pªG§A¿ï¾Ü¤¸¥ó¡A©Ò¦³¹w³]ªº½c±N³Q©¿²¤¡C¹w³]ªºªF¦è·|¥Î²Êµ§¹ºÅã¥Ü¡C',
    56 => '§@ªÌ',
    57 => 'Åã¥Ü¤è¦¡',
    58 => '±Æ§Ç¤è¦¡',
    59 => 'µû½×­­¨î(­Ó)',
    60 => '¥iÅã¥Ü§Aªºµû½×¶Ü¡H',
    61 => '³Ì·s©Î³ÌÂÂªº¥ý¡H',
    62 => '¹w³]¬O100',
    63 => '±K½X¤w³Qµo°e¡A§A·|«Ü§Ö¦¬¨ìªº¡C',
    64 => 'µû½×³]©w',
    65 => '½Ð¹Á¸Õ¦Aµn¤J',
    66 => "§A¥i¯à¥´¿ù¤F¡A½Ð¹Á¸Õ¦Aµn¤J¡C§A¬O§_<a href=\"{$_CONF['site_url']}/users.php?mode=new\">·s¥Î¤á</a>¡H",
    67 => '¦¨­û¦Û',
    68 => '°O¦í§Ú¬°',
    69 => '¦bµn¤J¥H«á¡A§Ú­ÌÀ³¸Ó°O¦í§A¦h¤[¡H',
    70 => "©w°µ {$_CONF['site_name']} ªº§G§½©M¤º®e",
    71 => "¤@­Ó {$_CONF['site_name']} ªº¥D­n¯SÂI¬O§A¥i¥H©w°µ¦Û¤vªº§G§½©M¤º®e¡A¦ý¬O§A¥²¶·¬O¥»¯¸ªº·|­û¡C<a href=\"{$_CONF['site_url']}/users.php?mode=new\">¦b¦¹µn°O</a>¡C¦pªG§A¤w¸g¬Oµn°O¡A½Ð¨Ï¥Î¥ªÃäªº°Ï°ìµn¤J¡C",
    72 => 'ÃD§÷',
    73 => '»y¨¥',
    74 => '§ïÅÜ¥»¯¸¥~ªí',
    75 => '¥DÃD¤w¹q¶lµ¹',
    76 => '½Ð¥u¿ï¾Ü§A·P¿³½ìªº¥DÃD¡A¦]¬°©Ò¦³·í¤é·s±i¶Kªº¤å³¹±N·|¹q¶l¨ì§Aªº«H½c¡C',
    77 => '¬Û¤ù',
    78 => '§A¦Û¤vªº¹Ï¤ù',
    79 => '­n§R°£¹Ï¤ù¡A¦b³oùØ¥´¹_',
    80 => 'µn¤J',
    81 => 'µo°e¹q¤l¶l¥ó',
    82 => '¥Î¤á³Ìªñµoªíªº¤Q­Ó¤å³¹¬°',
    83 => '¥Î¤áµoªí²Î­p',
    84 => '¤å³¹Á`¼Æ¡J',
    85 => 'µû½×Á`¼Æ¡J',
    86 => '´M§ä©Ò¦³µoªí¹Lªº¤å³¹¡J',
    87 => '§Aªºµn¤J¦W',
    88 => "¦³¤H(¤]³\¬O§A)­n¤F·s±K½X \"%s\" ©ó {$_CONF['site_name']}, <{$_CONF['site_url']}>.\n\n­Y§A¯uªº­n³o¼Ë§@, ½Ð§AÂIÀ»¥H¤UÁpµ²:\n\n",
    89 => "§A­Y¤£·Q­n³o¼Ë§@, ½Ð©¿µø³o¸ê°T¡C³o¶µ¨Æ´N±N·|³Q©ß±ó¡A¦Ó§Aªº±K½X´N«O«ù­ì¦³.\n\n",
    90 => '§A¥i¦b¤U­±¿é¤J¤@­Ó·sªº±K½X¡C½Ðª`·N§AªºÂÂ±K½X¥ôµM¦³®Äª½¨ì§A±N¦¹ªí´£¥æ¡C',
    91 => '³]©w·s±K½X',
    92 => '¿é¤J·s±K½X',
    93 => '§A¦b %d ¬íÄÁ«e­è­n¤F¤@­Ó·s±K½X. ¦¹¯¸³W©w³Ì¤Ö­n %d ¬íÄÁ¥H«á¤~¥i¦A¦¸­n¨D·s±K½X¡C',
    94 => '±N¥Î¤á \'%s\' §R°£',
    95 => '³æ¾Ú¤U­±ªº \'§R°£¥Î¤á\' «K±N§A¦b§Ú­Ì¸ê®Æ®wùØªº¥Î¤á¡C½Ðª`·N¡A§A¥H¨ä¥Î¤á©Òµn¸ü¹Lªº¤å³¹©Mµû½×¤£·|§R°£¡A¥i¬O·|¥HµL¦W§@ªÌªº¨­¥÷Åã¥Ü¡C',
    96 => '§R°£¥Î¤á',
    97 => '½T©w¥Î¤á§R°£',
    98 => '§AªÖ©w­n§R°£§Aªº¥Î¤á¶Ü? ¨ä«á§A´N¤£¦b¯à¨Ï¥Î¦¹¯¸,°£«D§A­«·s³]©w·s¥Î¤á. ­Y§AªÖ©wªº¸Ü½Ð¦A¦¸³æ¾Ú¤U­±ªº ¡§§R°£¥Î¤á¡¨.',
    99 => 'Áô¨p¿ï¶µ©ó',
    100 => 'ºÞ²z­û¨Ó«H',
    101 => '­ã³\ºÞ²z­û¨Ó«H',
    102 => '¥Î¤á¨Ó«H',
    103 => '­ã³\¨ä¥L¥Î¤á¨Ó«H',
    104 => 'Åã¥ÜÁp¾÷ª¬ªp',
    105 => 'Åý¦b¡§½Ö¦bÁp¾÷¡¨¤¸¥óùØÅã¥Ü',
    106 => '¦ì¸m',
    107 => 'Åã¥Ü¦b§Aªº¤½¶}Â²¤¶',
    108 => 'Confirm new password',
    109 => 'Enter the New password again here',
    110 => 'Current Password',
    111 => 'Please enter your Current password',
    112 => 'You have exceeded the number of allowed login attempts.  Please try again later.',
    113 => 'Login Attempt Failed',
    114 => 'Account Disabled',
    115 => 'Your account has been disabled, you may not login. Please contact an Administrator.',
    116 => 'Account Awaiting Activation',
    117 => 'Your account is currently awaiting activation by an administrator. You will not be able to login until your account has been approved.',
    118 => "Your {$_CONF['site_name']} account has now been activated by an administrator. You may now login to the site at the url below using your username (<username>) and password as previously emailed to you.",
    119 => 'If you have forgotten your password, you may request a new one at this url:',
    120 => 'Account Activated',
    121 => 'Service',
    122 => 'Sorry, new user registration is disabled',
    123 => "Are you a <a href=\"{$_CONF['site_url']}/users.php?mode=new\">new user</a>?"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => '¨S¦³·s»D¥iÅã¥Ü',
    2 => '¨S¦³·s¤å³¹¥iÅã¥Ü¡C',
    3 => '³o¤]³\¬O¯uªº¨S¦³·s¥DÃD©Î¬O§Aªº %s ³]©w±o¤Ó¹L­­¨î©Ê¡C',
    4 => '¤µ¤ÑÀY±ø',
    5 => '¤U­¶',
    6 => '¤W­¶',
    7 => '²Ä¤@',
    8 => '³Ì²×'
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => 'µo°e¹q¤l¶l¥ó®Éµo¥Í¿ù»~¡C½Ð¦A¹Á¸Õ¡C',
    2 => '¹q¶l¤w°e¥X¡C',
    3 => '½Ð½T©w§A¦b¦^´_Äæ¦³¤@­Ó¥i¥Îªº¹q¤l¶l¥ó¦ì§}¡C',
    4 => '½Ð¶ñ¼g§Aªº¦W¦r¡B¦^´_Äæ¡B¥DÃD©M¤º®e',
    5 => '¿ù»~¡G¨S¦³³o¥Î¤á¡C',
    6 => 'µo¥Í¿ù»~¡C',
    7 => '¥Î¤á¸ê®Æ',
    8 => '¥Î¤á¦W',
    9 => '¥Î¤á¦Wªº URL',
    10 => 'µo°e¶l¥ó¨ì',
    11 => '§Aªº¦W¦r¡G',
    12 => '¦^´_¨ì¡G',
    13 => '¥DÃD¡G',
    14 => '¤º®e¡G',
    15 => 'HTML ¤£·|³QÂ½Ä¶¡C',
    16 => 'µo°e¶l¥ó',
    17 => '§â¤å³¹¹q¶lµ¹ªB¤Í',
    18 => '¦¬¥ó¤H¦W¦r',
    19 => '¦¬¥ó¤H¹q¶l',
    20 => '±H¥ó¤H¦W¦r',
    21 => '±H¥ó¤H¹q¶l',
    22 => '©Ò¦³Äæ³£­n¶ñ¼g',
    23 => "³o¹q¤l¶l¥ó¬O¥Ñ %s (%s) ±Hµ¹§Aªº¡A¥L»{¬°§A¤]³\¹ï³o½g¦b {$_CONF['site_url']} ªº¤å³¹·P¿³½ì¡C³o¤£¬O©U§£¶l¥ó(SPAM)¡A§Aªº¹q¶l¦ì§}¤]¤£·|³Q¬ö¿ý¡C",
    24 => 'Ãö©ó³o­Ó¤å³¹ªºµû½×¦b',
    25 => '¬°À°§U§Ú­Ì¨¾¤î¨t²Î³QÀÝ¥Î¡A§A¥²¶·µn¤J¡C',
    26 => '³o­Óªí®æ¤¹³\§A°e¹q¤l¶l¥ó¨ì§A¿ï¾Üªº¥Î¤á¤¤¡C½Ð¶ñ¼g©Ò¦³ªºÄæ¦ì¡C',
    27 => 'µu«H',
    28 => '%s ¼g¹D¡G',
    29 => "¨Ó¦Û©ó {$_CONF['site_name']} ªº¨C¤é¤åºK¡Aµ¹¤©¡G",
    30 => ' ¨C¤éªº®É¨Æ³q°T¡Aµ¹¤©¡G',
    31 => '¼ÐÃD',
    32 => '¤é´Á',
    33 => '§¹¾ãªº¤å³¹¦b¡G',
    34 => '¹q¶lµ²§ô',
    35 => '¹ï¤£°_¡A¦¹¥Î¤á¤£Ä@·N¦¬¹q«H.'
);

###############################################################################
# search.php

$LANG09 = array(
    1 => '¶i¶¥·j´M',
    2 => 'ÃöÁä¦r',
    3 => '¥DÃD',
    4 => '©Ò¦³',
    5 => 'Ãþ«¬',
    6 => '¤å³¹',
    7 => 'µû½×',
    8 => '§@ªÌ',
    9 => '©Ò¦³',
    10 => '·j´M',
    11 => '·j´Mµ²ªG',
    12 => '¬Û°t',
    13 => '·j´Mµ²ªG¡G¨S¦³¬Û°tªº',
    14 => '¨S¦³§A´M§äªºªF¦è¡J',
    15 => '½Ð¦A¹Á¸Õ',
    16 => '¥DÃD',
    17 => '¤é´Á',
    18 => '§@ªÌ',
    19 => "·j´M¾ã­Ó {$_CONF['site_name']} ªº·sÂÂ¤å³¹¸ê®Æ®w",
    20 => '¤é´Á',
    21 => '¨ì',
    22 => '(¤é´Á®æ¦¡ ¦~-¤ë-¤é YYYY-MM-DD)',
    23 => '±Ä¼Ë¼Æ',
    24 => '§ä¨ì',
    25 => '­Ó¬Û°t¦b',
    26 => '­Ó¶µ¥Ø¤¤¡A¦@¥Î¤F',
    27 => '¬í',
    28 => '¨S¦³§A©Ò´M§äªº¤å³¹©Îµû½×',
    29 => '¤å³¹©Mµû½×ªºµ²ªG',
    30 => '¨S¦³§A©Ò´M§äªº³sµ²',
    31 => '¨S¦³§A©Ò´M§äªº´¡¥ó',
    32 => '¨Æ¥ó',
    33 => 'URL',
    34 => '¦aÂI',
    35 => '©Ò¦³¤é¤l',
    36 => '¨S¦³§A©Ò´M§äªº¨Æ¥ó',
    37 => '¨Æ¥óªºµ²ªG',
    38 => '³sµ²ªºµ²ªG',
    39 => '³sµ²',
    40 => '¨Æ¥ó',
    41 => '·j´MªºÃöÁä¦r³Ì¤Ö­n¦³¤T­Ó¦r¡C',
    42 => '½Ð¨Ï¥Î YYYY-MM-DD (¦~-¤ë-¤é) ¤é´Á®æ¦¡¡C',
    43 => '¾ã­Óµu»y',
    44 => '©Ò¦³¦rµü',
    45 => '¨ä¤¤¥ô¦ó¦rµü',
    46 => '¥H¤U',
    47 => '¥H¤W',
    48 => '§@ªÌ',
    49 => '¤é´Á',
    50 => '±Ä¼Ë¼Æ',
    51 => 'Ápµ²',
    52 => '¦ì¸m',
    53 => '¤å³¹µ²ªG',
    54 => 'µû½×µ²ªG',
    55 => '¥y¤l',
    56 => '©M',
    57 => '©Î',
    58 => 'More results &gt;&gt;',
    59 => 'Results',
    60 => 'per page',
    61 => 'Refine search'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => '¥»¯¸²Î­p¸ê®Æ',
    2 => '¨t²ÎÂIÀ»Á`¼Æ',
    3 => '¤å³¹(µû½×)Á`¼Æ',
    4 => '§ë²¼(Àò±o§ë²¼)Á`¼Æ',
    5 => '³sµ²(ÂIÀ»)Á`¼Æ',
    6 => '¨Æ¥óÁ`¼Æ',
    7 => '³Ì¦hÆ[¬Ýªº¤Q­Ó¤å³¹',
    8 => '¤å³¹¼ÐÃD',
    9 => 'Æ[¬Ý',
    10 => '¬Ý¨Ó¥»¯¸¨S¦³¤å³¹©Î¬O¨S¤HÆ[¬Ý¹L¥»¯¸ªº¤å³¹¡C',
    11 => '³Ì¦hµû½×ªº¤Q­Ó¤å³¹',
    12 => 'µû½×',
    13 => '¬Ý¨Ó¥»¯¸¨S¦³¤å³¹©Î¬O¨S¤Hµû½×¹L¥»¯¸ªº¤å³¹¡C',
    14 => '³Ì¦h¤H§ë²¼ªº¤Q­Ó¿ïÁ|',
    15 => '§ë²¼¼ÐÃD',
    16 => '§ë²¼',
    17 => '¬Ý¨Ó¥»¯¸¨S¦³§ë²¼©Î¬O¨S¤H§ë¹L²¼¡C',
    18 => '³Ì¦h¤HÂIÀ»ªº¤Q­Ó³sµ²',
    19 => '³sµ²',
    20 => 'ÂIÀ»',
    21 => '¬Ý¨Ó¥»¯¸¨S¦³³sµ²©Î¬O¨S¤HÂIÀ»¹L¥»¯¸ªº³sµ²¡C',
    22 => '³Ì¦h¤H±H¥Xªº¤Q­Ó¤å³¹',
    23 => '¹q¶l',
    24 => '¬Ý¨Ó¨S¤H±H¥X¹L¥»¯¸ªº¤å³¹',
    25 => 'Top Ten Trackback Commented Stories',
    26 => 'No trackback comments found.',
    27 => 'Number of active users',
    28 => 'Top Ten Events',
    29 => 'Event',
    30 => 'Hits',
    31 => 'It appears that there are no events on this site or no one has ever clicked on one.'
);

###############################################################################
# article.php

$LANG11 = array(
    1 => '¦³¤°?¬O¬ÛÃöªº',
    2 => '±H¤å³¹µ¹ªB¤Í',
    3 => '¥i¦Lªº¤å³¹®æ¦¡',
    4 => '¤å³¹¿ï¶µ',
    5 => 'PDF ¤å³¹ª©¥»'
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => '§A»Ý­nµn¤J¤~¥iµoªí %s ',
    2 => 'µn¤J',
    3 => '·s¥Î¤á',
    4 => 'µoªí¤@¥ó¨Æ',
    5 => 'µoªí¤@­Ó³sµ²',
    6 => 'µoªí¤@­Ó¤å³¹',
    7 => '§A»Ý­nµn¤J',
    8 => 'µoªí',
    9 => '¦b¥»¯¸µoªíªF¦è®É½Ð¸òÀH¥H¤U«ØÄ³...<ul><li>¶ñ¼g©Ò¦³ªºÄæ<li>´£¨Ñ§¹¥þ©M·Ç½Tªº°T®§<li>¦A¤TÀË¬d¨º¨Ç URLs</ul>',
    10 => '¼ÐÃD',
    11 => '³sµ²',
    12 => '¶}©l¤é´Á',
    13 => 'µ²§ô¤é´Á',
    14 => '¦aÂI',
    15 => '´y­z',
    16 => '¦pªG¬O¨ä¥L¡A½Ð«ü©w',
    17 => 'Ãþ§O',
    18 => '¨ä¥L',
    19 => 'Åª³o¥ý',
    20 => '¿ù»~¡G¯Ê¤ÖÃþ§O',
    21 => '·í¿ï¾Ü"¨ä¥L"½Ð´£¨Ñ¤@­ÓÃþ§O¦W',
    22 => '¿ù»~¡G¯Ê¤ÖÄæ¦ì',
    23 => '½Ð¶ñ¼g©Ò¦³ªºÄæ¦ì',
    24 => '§Aµoªíªº¤w³Q«O¦s¤F',
    25 => '§Aªº %s ¤w³Q«O¦s¤F',
    26 => '­­³t',
    27 => '¥Î¤á¦W',
    28 => '¥DÃD',
    29 => '¤å³¹',
    30 => '§A³Ì«áµoªíªº¬O',
    31 => " ¬í¤§«e¡C¥»¯¸­­©w¦Ü¤Ö {$_CONF['speedlimit']} ¬í«á¤~¥i¦Aµoªí",
    32 => '¹wÄý',
    33 => '¤å³¹ ¹wÄý',
    34 => '°h¥X',
    35 => '¤£­ã³\ HTML ¼Ð°O',
    36 => 'µoªí¼Ò¦¡',
    37 => "¥[¨Æ¥ó¨ì {$_CONF['site_name']} ·|±N§Aªº¨Æ¥ó¥[¨ì¥D¤é¾ä¤¤¡A¨ä¥Lªº¥Î¤á¥iÀH·N¦a§â¥¦¥[¶i¦Û¤vªº­Ó¤H¤é¾ä¡C½Ð<b>¤£­n</b>§â§Aªº­Ó¤H¨Æ¥óÄ´¦p¥Í¤é©M©P¦~¬ö©À¥[¶i¥h¡C<br><br>¥u­nºÞ²z­û§å­ã§Aªº¨Æ¥ó¥¦±N¥X²{¦b¥D¤é¾ä¤W¡C",
    38 => '¥[¨Æ¥ó¨ì',
    39 => '¥D¤é¾ä',
    40 => '­Ó¤H¤é¾ä',
    41 => 'µ²§ô®É¶¡',
    42 => '¶}©l®É¶¡',
    43 => '¾ã¤éªº¨Æ¥ó',
    44 => '¦a§} 1',
    45 => '¦a§} 2',
    46 => '«°¥«/¥«Âí',
    47 => '¦{',
    48 => '¶l»¼°Ï¸¹',
    49 => '¨Æ¥óÃþ«¬',
    50 => '½s¿è¨Æ¥óÃþ«¬',
    51 => '¦aÂI',
    52 => '§R°£',
    53 => '·s¥[±b¤á'
);

###############################################################################
# ADMIN PHRASES - These are file phrases used in admin scripts
###############################################################################

###############################################################################
# admin/auth.inc.php

$LANG20 = array(
    1 => '­n¨D»{ÃÒ',
    2 => '©Úµ´¡I¤£¥¿½Tªºµn¤J¸ê®Æ',
    3 => 'µL®Äªº±K½X',
    4 => '¥Î¤á¦W¡G',
    5 => '±K½X¡G',
    6 => '³o­¶¥u¨Ñ±ÂÅv¤H­û¨Ï¥Î¡C<br>©Ò¦³¦s¨ú±N³Q°O¿ý©MÀË¬d¡C',
    7 => 'µn¤J'
);

###############################################################################
# admin/block.php

$LANG21 = array(
    1 => 'Åv¤O¤£¨¬',
    2 => '§A¨S¦³Åv¥h½s¿è³o­Ó¤¸¥ó¡C',
    3 => '²Õ¥ó½s¿è¾¹',
    4 => 'Åª¨ú¦¹¤å¬y®Éµo²{¿ù»~¡A½Ð¦b§Aªº¿ù»~°O¿ýÀÉ®× error.log ùØ¬Ý²Ó¸`.',
    5 => '²Õ¥ó¼ÐÃD',
    6 => '¥DÃD',
    7 => '©Ò¦³',
    8 => '¤¸¥ó¦w¥þ¤ô¥­',
    9 => '²Õ¥ó¦¸§Ç',
    10 => '²Õ¥óÃþ«¬',
    11 => '¤J¤f²Õ¥ó',
    12 => '¥¿±`¤¸¥ó',
    13 => '¤J¤f¤¸¥ó¿ï¶µ',
    14 => '¤å¬y RDF ªº URL',
    15 => '³Ì«áªº¤å¬y RDF §ó·s',
    16 => '¥¿±`¤¸¥ó¿ï¶µ',
    17 => '¤¸¥ó¤º®e',
    18 => '½Ð¶ñ¼g¤¸¥óªº¼ÐÃD©M¤º®e¡C',
    19 => '²Õ¥óºÞ²z­û',
    20 => '²Õ¥ó¼ÐÃD',
    21 => '¤¸¥ó¦w¥þ¤ô¥­',
    22 => '²Õ¥óÃþ«¬',
    23 => '²Õ¥ó¦¸§Ç',
    24 => '¤¸¥ó¥DÃD',
    25 => 'ÂIÀ»¤U­±ªº²Õ¥ó¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¤¸¥ó¥i³Ð³y¤@­Ó·sªº¡C',
    26 => 'ª©­±²Õ¥ó',
    27 => 'PHP ²Õ¥ó',
    28 => 'PHP ¤¸¥ó¿ï¶µ',
    29 => '¤¸¥ó¨ç¼Æ',
    30 => '¦pªG§A·Q¥Î¦Û¤vªº PHP ¨ç¼Æ¤¸¥ó¡A½Ð¦b¤W­±¿é¤J¨ç¼Æªº¦W¦r¡C¬°¨¾¤î°õ¦æ¥ô©Êªº½s½X¡APHP ¤¸¥ó¨ç¼Æ¦W¥²¶·¥H "phpblock_" §@¶}©l (e.g. phpblock_getweather)¡C½Ð¤£­n§âªÅªº¶ê¬A¸¹ "()" ©ñ¦b¨ç¼Æ«á¡C³Ì«á¡A«ØÄ³§A§â©Ò¦³ªº PHP ²Õ¥ó©ñ¦b /path/to/geeklog/system/lib-custom.php ùØ¥H¤è«K¨t²Î¤É¯Å¡C',
    31 => 'PHP ¤¸¥ó¿ù»~¡J¨ç¼Æ %s ¨Ã¤£¦s¦b¡C',
    32 => '¿ù»~¡J¯Ê¤ÖÄæ¦ì¤¸¡C',
    33 => '¦b¤J¤f¤¸¥ó§A¥²¶·§â URL ¿é¤J¨ì .rdf ÀÉ®×',
    34 => '¦b PHP ¤¸¥ó§A¥²¶·¿é¤J¥DÃD©M¨ç¼Æ',
    35 => '¦b¥¿±`¤¸¥ó§A¥²¶·¿é¤J¥DÃD©M¤º®e',
    36 => '¦bª©­±¤¸¥ó§A¥²¶·¿é¤J¤º®e',
    37 => '¤£¾A·íªº PHP ¤¸¥ó¨ç¼Æ¦W',
    38 => '¬°¨¾¤î°õ¦æ¥ô©Êªº½s½X¡APHP ¤¸¥ó¨ç¼Æ¦W¥²¶·¥H "phpblock_" §@¶}©l (e.g. phpblock_getweather)¡C',
    39 => '©ñ¦b¨ºÃä',
    40 => '¥ª',
    41 => '¥k',
    42 => '¦b¥»¨t²Îªº¹w³]¤¸¥ó§A¥²¶·¿é¤J¤¸¥ó¼ÐÃD©M¦¸§Ç',
    43 => '¥u¥i¬O­º­¶',
    44 => '¦s¨ú³Q©Úµ´',
    45 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¤¸¥ó¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF['site_admin_url']}/block.php\">¤Ï¦^²Õ¥óºÞ²z­û±Þ­±</a>¡C",
    46 => '·s²Õ¥ó',
    47 => 'ºÞ²z­û­º­¶',
    48 => '²Õ¥ó¦W',
    49 => ' (¤£¥i¦³ªÅ¹j©M¥²¶·¬O°ß¤@ªº)',
    50 => '¨D§U¤å¥óªº URL',
    51 => '¥]¬A http://',
    52 => '¦pªG³oùØ¯d¥Õ¡A¤¸¥óªº¨D§UÀÉ¹Ï¥Ü±N¤£³QÅã¥Ü',
    53 => '¨Ï¦³®Ä',
    54 => '«O¦s',
    55 => '¨ú®ø',
    56 => '§R°£',
    57 => '¤U²¾²Õ¥ó',
    58 => '¤W²¾²Õ¥ó',
    59 => '²¾²Õ¥ó¨ì¥kÃä',
    60 => '²¾²Õ¥ó¨ì¥ªÃä',
    61 => 'No Title',
    62 => 'Article Limit',
    63 => 'Bad Block Title',
    64 => 'Your Title must not be empty and cannot contain HTML!',
    65 => 'Order'
);

###############################################################################
# admin/event.php

$LANG22 = array(
    1 => '¨Æ¥ó½s¿è¾¹',
    2 => 'Error',
    3 => '¨Æ¥ó¼ÐÃD',
    4 => '¨Æ¥ó URL',
    5 => '¨Æ¥ó¶}©l¤é´Á',
    6 => '¨Æ¥óµ²§ô¤é´Á',
    7 => '¨Æ¥ó¦aÂI',
    8 => '¨Æ¥ó´y­z',
    9 => '(¥]¬A http://)',
    10 => '§A¥²¶·´£¨Ñ¤é´Á®É¶¡¡B¨Æ¥ó¥DÃD¡B»P¨Æ¥ó´y­z¡I',
    11 => '¨Æ¥óºÞ²z­û',
    12 => 'ÂIÀ»¤U­±ªº¨Æ¥ó¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¨Æ¥ó¥i³Ð³y¤@­Ó·sªº¡C',
    13 => '¨Æ¥ó¼ÐÃD',
    14 => '¶}©l¤é´Á',
    15 => 'µ²§ô¤é´Á',
    16 => '¦s¨ú³Q©Úµ´',
    17 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¨Æ¥ó¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF['site_admin_url']}/event.php\">¤Ï¦^¨Æ¥óºÞ²z­û±Þ­±</a>¡C",
    18 => '·s¨Æ¥ó',
    19 => 'ºÞ²z­û­º­¶',
    20 => '«O¦s',
    21 => '¨ú®ø',
    22 => '§R°£',
    23 => '¿ù»~ªº¶}©l¤é´Á.',
    24 => '¿ù»~ªºµ²§ô¤é´Á.',
    25 => 'µ²§ô¤é´Á¦b¶}©l¤é´Á«e.'
);

###############################################################################
# admin/story.php

$LANG24 = array(
    1 => '¤W½g¤å³¹',
    2 => '¤U½g¤å³¹',
    3 => '¼Ò¦¡',
    4 => 'µoªí¼Ò¦¡',
    5 => '¤å³¹½s¿è¾¹',
    6 => '¨S¦³¤å³¹',
    7 => '§@ªÌ',
    8 => '«O¦s',
    9 => '¹wÄý',
    10 => '¨ú®ø',
    11 => '§R°£',
    12 => 'ID',
    13 => '¼ÐÃD',
    14 => '¥DÃD',
    15 => '¤é´Á',
    16 => '¤å³¹Â²¤¶',
    17 => '¤å³¹¤º®e',
    18 => 'ÂIÀ»¦¸¼Æ',
    19 => 'µû½×',
    20 => 'Ping',
    21 => 'Send Ping',
    22 => '¤å³¹²M³æ',
    23 => 'ÂIÀ»¤U­±ªº¤å³¹½s¸¹¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤U­±ªº¤å³¹¼ÐÃD¥iÆ[¬Ý¥¦¡AÂIÀ»¤W­±ªº·s¤å³¹¥i³Ð³y¤@­Ó·sªº¡C',
    24 => '§A¿ïªº¥Î¤á¦W¥H¦³¤H¦b¥Î¡C½Ð¥Î¥t¤@­Ó¥Î¤á¦W¡C',
    25 => 'Error when saving story',
    26 => '¤å³¹¹wÄý',
    27 => 'If you use [unscaledX] instead of [imageX], the image will be inserted at its original dimensions.',
    28 => '<p><b>PREVIEWING</b>: Previewing a story with images attached is best done by saving the article as a draft INSTEAD OF hitting the preview button.  Use the preview button only when images are not attached.',
    29 => 'Trackbacks',
    30 => '¤W¸ü¿ù»~',
    31 => '§A»Ý­n´£¨Ñ§@ªÌ¡B¼ÐÃD©M¤å³¹Â²¤¶¡I',
    32 => 'ÀY±øªº',
    33 => '¥u¥i¦³¤@­ÓÀY±ø¤å³¹',
    34 => '¯ó½Z',
    35 => '¬O',
    36 => '§_',
    37 => '§ó¦h¨Ó¦Û©ó',
    38 => '§ó¦hµoªí©ó',
    39 => '¹q¶l',
    40 => '¦s¨ú³Q©Úµ´',
    41 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¤å³¹¤w³Q°O¿ý¡C§A¥i¥H¥H°ßÅª¼Ò¦¡Æ[¬Ý¤U­±¤å³¹¡C¬Ý§¹«á½Ð<a href=\"{$_CONF['site_admin_url']}/story.php\">¤Ï¦^¤å³¹ºÞ²z­û±Þ­±</a>¡C",
    42 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¤å³¹¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF['site_admin_url']}/story.php\">¤Ï¦^¤å³¹ºÞ²z­û±Þ­±</a>¡C",
    43 => '·s¤å³¹',
    44 => 'ºÞ²z­û­º­¶',
    45 => '¦s¨úÅv',
    46 => '<b>ª`·N¡J</b>¦pªG§A§â¤é´Á§ï¦¨±N¨Ó¡A¦b¨º­Ó¤é´Á«e³o½g¤å³¹±N¤£·|³Qµoªí¡C¨Ã¥B ·N¨ýµÛ³o½g¤å³¹¤£·|¥]¬A¦b§Aªº RDF ¼ÐÃD¤º¡A¦b·j´M©M²Î­p­¶¤¤·|³Q©¿²¤¡C',
    47 => '¹Ï¹³',
    48 => '¹Ï¹³',
    49 => '¥k',
    50 => '¥ª',
    51 => '½Ð¥Î¯S§O®æ¦¡ªº¤å¦r([imageX]¡B[imageX_right] ©Î [imageX_left])¨Ó´¡¤J¹Ï¹³¡A X ¬O§Aªþ¥[¹Ï¹³ªº½s¸¹¡Cª`·N¡J§A¥u¥i¨Ï¥Î§Aªþ¥[ªº¹Ï¹³§_«h§A±NµLªk«O¦s§Aªº¤å³¹¡C<BR><P><B>¹wÄý</B>¡J³Ì¨Î¹wÄý¤å³¹ªº¤èªk¬O§â¤å³¹«O¦s¦¨¯ó½Z¦Ó¤£¬Oª½À»¹wÄý«ö¶s¡C¥u¦³¨S¦³ªþ¥[¹Ï¹³®É¤~¥Î¹wÄý«ö¶s¡C',
    52 => '§R°£',
    53 => '¨S¦³³Q¨Ï¥Î¡C«O¦s«e¡A§A¥²¶·§â³o­Ó¹Ï¹³¥]§t¦b¤å³¹Â²¤¶©Î¤å³¹¤º®e¤¤¡C',
    54 => 'ªþ¥[¹Ï¹³¥¼³Q¨Ï¥Î',
    55 => '«O¦s§Aªº¤å³¹®Éµo¥Í¥H¤U¿ù»~¡C½Ð§ï¥¿³o¨Ç¿ù»~¦A«O¦s',
    56 => 'Åã¥Ü¥DÃD¹Ï¥Ü',
    57 => '¬Ý¨S¨ýÁY¤pªº¹Ï¹³',
    58 => '¤å³¹ºÞ²z',
    59 => '¿ï¶µ',
    60 => '¤w±Ò°Ê',
    61 => '¦Û°Ê«O¦s',
    62 => '¦Û°Ê§R°£',
    63 => '',
    64 => '',
    65 => '',
    66 => '',
    67 => 'Expand the Content Edit Area size',
    68 => 'Reduce the Content Edit Area size',
    69 => 'Publish Story Date',
    70 => 'Toolbar Selection',
    71 => 'Basic Toolbar',
    72 => 'Common Toolbar',
    73 => 'Advanced Toolbar',
    74 => 'Advanced II Toolbar',
    75 => 'Full Featured'
);

###############################################################################
# admin/topic.php

$LANG27 = array(
    1 => '¥DÃD½s¿è¾¹',
    2 => '¥DÃD½s¸¹',
    3 => '¥DÃD¦W',
    4 => '¥DÃD¹Ï¹³',
    5 => '(¤£¥i¦³ªÅ¹j)',
    6 => '§R°£¥DÃD·|¦P®É§R°£©Ò¦³¦³Ãöªº¤å³¹©M²Õ¥ó¡I',
    7 => '§A»Ý­n´£¨Ñ¥DÃD½s¸¹©M¥DÃD¦W¡I',
    8 => '¥DÃDºÞ²z­û',
    9 => 'ÂIÀ»¤U­±ªº¥DÃD¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¥DÃD¥i³Ð³y¤@­Ó·sªº¡C¦b¬A©·ùØ§A±Nµo²{§Aªº¦s¨ú¯Å§O¡C',
    10 => '±Æ§Ç¦¸§Ç',
    11 => '¤å³¹ / ­¶',
    12 => '¦s¨ú³Q©Úµ´',
    13 => "¥ø¹Ï¦s¨ú¤£¤¹³\ªº¥DÃD¤w³Q°O¿ý¡C½Ð<a href=\"{$_CONF['site_admin_url']}/topic.php\">¤Ï¦^¥DÃDºÞ²z­û±Þ­±</a>.",
    14 => '±Æ§Ç¤èªk',
    15 => '«ö¦r¥À±Æ§Ç',
    16 => '¹w³]¬O',
    17 => '·s¥DÃD',
    18 => 'ºÞ²z­û­º­¶',
    19 => '«O¦s',
    20 => '¨ú®ø',
    21 => '§R°£',
    22 => '¹w³]',
    23 => '¥Î¦¹¥DÃD§@¬°·s½Zªº¹w³]¥DÅé',
    24 => '(*)',
    25 => '«O¦sÀÉªºÃD¥Ø',
    26 => '¥Î¦¹ÃD¥Ø§@«O¦sÀÉªºÀq»{ÃD¥Ø¡C¥u­ã³\¤@­ÓÃD¥Ø¡C',
    27 => 'Or Upload Topic Icon',
    28 => 'Maximum',
    29 => 'File Upload Errors'
);

###############################################################################
# admin/user.php

$LANG28 = array(
    1 => '¥Î¤á½s¿è¾¹',
    2 => '¥Î¤á½s¸¹',
    3 => '¥Î¤á¦W',
    4 => '¥þ¦W',
    5 => '±K½X',
    6 => '¦w¥þ¯Å§O',
    7 => '¹q¶l¦a§}',
    8 => '­º­¶',
    9 => '(¤£¥i¦³ªÅ¹j)',
    10 => '§A»Ý­n´£¨Ñ¥Î¤á¦W¡B¥þ¦W¡B¦w¥þ¯Å§O©M¹q¶l¦a§}¡C',
    11 => '¥Î¤áºÞ²z­û',
    12 => 'ÂIÀ»¤U­±ªº¥Î¤á¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¥Î¤á¥i³Ð³y¤@­Ó·sªº¡C¦b¤U­±ªºªí®æ¤¤¿é¤J³¡¥÷ªº¥Î¤á¦W¡B¹q¶l¦ì§}©Î¥þ¦W (e.g.*son* or *.edu) ¡A¥i°µÂ²³æªº´M§ä¡C',
    13 => '¦w¥þ¯Å§O',
    14 => 'µn°O¤é',
    15 => '·s¥Î¤á',
    16 => 'ºÞ²z­û­º­¶',
    17 => '§ï±K½X',
    18 => '¨ú®ø',
    19 => '§R°£',
    20 => '«O¦s',
    21 => '¥Î¤á¦W¤w¸g¦s¦b',
    22 => '¿ù»~',
    23 => '¤j¶q¼W¥[',
    24 => '¤j¶q¿é¤J¥Î¤á',
    25 => '§A¥i¤@¦¸¹L¿é¤J¤j¶qªº¥Î¤á¨ì Geeklog ¡C¿é¤JÀÉ®×¥²¶·¬O¤@­Ó¥Î tab ¤À¹jªº¤å¦rÀÉ®×¡AÄæ¦ì¤¸ªº¶¶§Ç¬O¡J¥þ¦W¡B¥Î¤á¦W¡B¹q¶l¦a§}¡C¨C¤@­Ó³Q¿é¤Jªº¥Î¤á±N·|¦¬¨ì¤@­Ó¥H¹q¤l¶l¥óµo°eªºÀH¾÷±K½X¡CÀÉ®×¤¤¨C¤@¦æ¬O¤@­Ó¥Î¤á¡C¨S¿í¦u³o¨Ç­n¨D±N³y¦¨°ÝÃD¡A¤]³\»Ý­n¤â°Ê§@·~¡A½Ð¦A¤TÀË¬d§AÀÉ®×¡I',
    26 => '´M§ä',
    27 => 'µ²ªG½d³ò',
    28 => '¦b³oùØ¥´¹_¥i§R°£³o±i¹Ï¤ù',
    29 => '¸ô®|',
    30 => '¿é¤J',
    31 => '·s¥Î¤á',
    32 => '³B²z§¹¦¨¡C¿é¤J¤F %d ­Ó¡F%d ­Ó¥¢±Ñ',
    33 => '»¼¥æ',
    34 => '¿ù»~¡J§A¥²¶·«ü©w¤W¸üÀÉ®×¡C',
    35 => '³Ì«á¤@¦¸µn¤J',
    36 => '(±q¥¼)',
    37 => 'UID',
    38 => 'Group Listing',
    39 => 'Password (again)',
    40 => 'Registration Date',
    41 => 'Last login Date',
    42 => 'Banned',
    43 => 'Awaiting Activation',
    44 => 'Awaiting Authorization',
    45 => 'Active',
    46 => 'User Status',
    47 => 'Edit'
);

###############################################################################
# admin/moderation.php

$LANG29 = array(
    1 => '§å­ã',
    2 => '§R°£',
    3 => '½s¿è',
    4 => 'Â²­n´y­z',
    10 => '¼ÐÃD',
    11 => '¶}©l¤é´Á',
    12 => 'URL',
    13 => 'Ãþ§O',
    14 => '¤é´Á',
    15 => '¥DÃD',
    16 => '¥Î¤á¦W',
    17 => '¥þ¦W',
    18 => '¹q¤l¶l¥ó',
    34 => '©R¥O©M±±¨î',
    35 => '¤w»¼¥æªº¤å³¹',
    36 => '¤w»¼¥æªº³sµ²',
    37 => '¤w»¼¥æªº¨Æ¥ó',
    38 => '»¼¥æ',
    39 => '¦¹®É¨S¦³»¼¥æªºªF¦è',
    40 => '¥Ó½Ðªº¥Î¤á'
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => 'Sunday',
    2 => 'Monday',
    3 => 'Tuesday',
    4 => 'Wednesday',
    5 => 'Thursday',
    6 => 'Friday',
    7 => 'Saturday',
    8 => '·s¼W¨Æ¥ó',
    9 => 'Geeklog ¨Æ¥ó',
    10 => '¨Æ¥óµ¹',
    11 => '¥D¤é¾ä',
    12 => '§Úªº¤é¾ä',
    13 => '¤@¤ë',
    14 => '¤G¤ë',
    15 => '¤T¤ë',
    16 => '¥|¤ë',
    17 => '¤­¤ë',
    18 => '¤»¤ë',
    19 => '¤C¤ë',
    20 => '¤K¤ë',
    21 => '¤E¤ë',
    22 => '¤Q¤ë',
    23 => '¤Q¤@¤ë',
    24 => '¤Q¤G¤ë',
    25 => '¦^¨ì',
    26 => '¾ã¤é',
    27 => '¬P´Á',
    28 => '­Ó¤H¤é¾ä¡J',
    29 => '¤½²³¤é¾ä',
    30 => '§R°£¨Æ¥ó',
    31 => '·s¼W',
    32 => '¨Æ¥ó',
    33 => '¬P´Á',
    34 => '®É¶¡',
    35 => '¨³³t¼W¥[',
    36 => '»¼¥æ',
    37 => '©êºp¡A¥»¯¸¨Ã¤£´£¨Ñ­Ó¤H¤é¾ä¡C',
    38 => '­Ó¤H¨Æ¥ó½s¿è¾¹',
    39 => '¤é',
    40 => '©P',
    41 => '¤ë'
);

###############################################################################
# admin/mail.php

$LANG31 = array(
    1 => "{$_CONF['site_name']} ¶l¥óµ{¦¡",
    2 => '±H¥ó¤H',
    3 => '¦^´_¨ì',
    4 => '¥DÃD',
    5 => '¤º®e',
    6 => '¦¬¥ó¤H¡J',
    7 => '©Ò¦³¥Î¤á',
    8 => 'ºÞ²z­û',
    9 => '¿ï¶µ',
    10 => 'HTML',
    11 => '­¢¤Áªº°T®§¡I',
    12 => 'µo°e',
    13 => '­«³]',
    14 => '©¿²¤¥Î¤á³]©w',
    15 => '¿ù»~¡A·íµo°e¨ì¡J',
    16 => '°T®§¤wµo°e¨ì¡J',
    17 => "<a href={$_CONF['site_admin_url']}/mail.php>µo°e¨ä¥L«H¥ó</a>",
    18 => '¦¬¥ó¤H',
    19 => 'ª`·N¡J¦pªG§A§Æ±æµo°e°T®§¨ì¥»¯¸©Ò¦³ªº¦¨­û¡A½Ð¦b¤p²Õ¿ï¾ÜÄæ¦ì¤¤¿ï¾Ü Logged-in Users group¡C',
    20 => "¤wµo°e <successcount> ­Ó°T®§¡A¦³ <failcount> ­Ó¤£¯àµo°e¡Cµo°eªº²Ó¸`¦b¤U­±¡C¦p¤£·Q¬Ý²Ó¸`¡A§A¥i<a href=\"{$_CONF['site_admin_url']}/mail.php\">µo°e¨ä¥L°T®§</a> ©Î <a href=\"{$_CONF['site_admin_url']}/moderation.php\">¤Ï¦^ºÞ²z­û­º­¶</a>¡C",
    21 => '¥¢±Ñ',
    22 => '¦¨¥\ ',
    23 => '¥þ³¡¦¨¥\ ',
    24 => '¥þ³¡¥¢±Ñ',
    25 => '-- ½Ð¿ï¤p²Õ --',
    26 => '½Ð¶ñ¼g©Ò¦³ªí®æ¤WªºÄæ¦ì¤¸©M¿ï¾Ü¤@­Ó¤p²Õ¡C'
);

###############################################################################
# admin/plugins.php

$LANG32 = array(
    1 => '¦w¸Ë´¡¥ó¯à·lÃa§Aªº¥D¨t²Î¡C ¥²»Ý­n¯S§O¤p¤ß¡C ³Ì¦n¤£­n¦w¸Ë¥ô¦ó§A¤£ÁA¸Ñªº´¡¥ó¡C',
    2 => '´¡¥ó¦w¸ËÁn©ú',
    3 => '´¡¥ó¦w¸Ëªí®æ',
    4 => '´¡¥óÀÉ®×',
    5 => '´¡¥ó²M³æ',
    6 => 'Äµ§i¡J´¡¥ó¤w¸g³Q¦w¸Ë¹L¡I',
    7 => '§A·Q¦w¸Ëªº´¡¥ó¤w¸g¦s¦b¡A½Ð¥ý§â¥¦§R°£¦A¦w¸Ë¡C',
    8 => '´¡¥ó¤£¯à³q¹L¬Û®e©Ê®ÕÅç¡C',
    9 => '³o´¡¥ó­n¨D¤@­Ó§ó·sª©¥»ªº Geeklog. §A¥i¥H¤É¯Å§Aªº<a href="http://www.geeklog.net">Geeklog</a>©Î¬O¥t§ä¤@­Ó¾A¦Xªºª©¥»¡C',
    10 => '<br><b>¨S¦³¦w¸Ëªº´¡¥ó¡C</b><br><br>',
    11 => '­Y·Q­×§ï©Î§R°£´¡¥ó¡AÂIÀ»¥H¤U´¡¥óªº¦WºÙ¡C³o·|Åã¥Ü´¡¥óªº¸Ô²Ó¤º®e©M»s§@ªÌªººô¯¸¡C¦w¸Ëªºª©¥»©M±q¥N½X¤¤¨Óªºª©¥»³£·|Åã¥X¨Ó¡C³o·|Åý§Aª¾¹D¦¹´¡¥ó¬O§_À³¸Ó§ó·s¡C­Y­n¦w¸Ë©Î¤É¯Å´¡¥ó½Ð¿Ô¸ß¥¦ªº»¡©ú¤å¥ó¡C',
    12 => 'plugineditor() §ä¤£¨ì´¡¥ó¦W',
    13 => '´¡¥ó½s¿è¾¹',
    14 => '·s´¡¥ó',
    15 => 'ºÞ²z­û­º­¶',
    16 => '´¡¥ó¦W¦r',
    17 => '´¡¥óª©¥»',
    18 => 'Geeklog ª©¥»',
    19 => '¨Ï¦³®Ä',
    20 => '¬O',
    21 => '§_',
    22 => '¦w¸Ë',
    23 => '«O¦s',
    24 => '¨ú®ø',
    25 => '§R°£',
    26 => '´¡¥ó¦W',
    27 => '´¡¥ó­º­¶',
    28 => '¤w¦w¸Ëªº´¡¥óª©¥»',
    29 => 'Geeklog ª©¥»',
    30 => '§R°£´¡¥ó¡H',
    31 => '§AªÖ©w­n§R°£³o­Ó´¡¥ó¶Ü¡H³o?·|§R°£©Ò¦³¦³Ãö³o´¡¥óªºÀÉ¡B¸ê®Æ©M¸ê®Æµ²ºc¡C¦pªG§AªÖ©wªº¡A½Ð¦AÂIÀ»¤U­±ªí®æ¤¤ªº§R°£¶s¡C',
    32 => '<p><b>Error AutoLink tag not correct format</b></p>',
    33 => '¥N½Xª©¥»',
    34 => '§ó·s',
    35 => 'Edit',
    36 => 'Code',
    37 => 'Data',
    38 => 'Update!'
);

###############################################################################
# admin/syndication.php

$LANG33 = array(
    1 => '«Ø¥ß¤å¬y',
    2 => '«O¦s',
    3 => '§R°£',
    4 => '¨ú®ø',
    10 => '¤º®e¨¯­}¥[',
    11 => '·s¤å¬y',
    12 => 'ºÞ²z³B­º­¶',
    13 => '­Y­n­×§ï©Î§R°£¤@­Ó¤å¬y, ¦A¤@¤U¥DÃD¤WÂIÀ». ­Y­n«Ø¥ß·sªº¤å¬y, ÂIÀ»¥H¤Wªº·s¤å¬y.',
    14 => '¼ÐÃD',
    15 => 'ºØÃþ',
    16 => 'ÀÉ®×¦W',
    17 => '®æ¦¡',
    18 => '³Ì«á¤@¦¸§ó·s',
    19 => '±Ò°Ê',
    20 => '¬O',
    21 => '§_',
    22 => '<i>(µL¤å¬y)</i>',
    23 => '©Ò¦³¤å³¹',
    24 => '¤å¬y½s¿è',
    25 => '¤å¬y¼ÐÃD',
    26 => '­­©w',
    27 => '±ø¥Øªø«×',
    28 => '(0 = µL¤º¤å, 1 = ¾ã¤å, other = ­­©w©ó¦¹¦r¼Æ.)',
    29 => '»¡©ú',
    30 => '³Ì«á¤@¦¸§ó·s',
    31 => '¦r¤¸¶°',
    32 => '»y¨¥',
    33 => '¤º®e',
    34 => '±ø¥Ø',
    35 => '¤p®É',
    36 => '¿ï¾Ü¤å¬yºØÃþ',
    37 => '§A¦³³Ì¤Ö¤@­Ó¦w¸Ë¤Fªº´¡¥ó¯à°t¦X¤º®e¨¯­}¥[.¤@¤U§A»Ý­n¿ï¾Ü§A¬O§_­n«Ø¥ß¤@­Ó¥D¨t²Î¤å¬y©Î´¡¥ó¤å¬y.',
    38 => '¿ù»~: ¯Ê¤Ö¸ê°T',
    39 => '½Ð¶ñ¤J¤å¬y¼ÐÃD, »¡©ú, ©MÀÉ®×¦W.',
    40 => '½Ð¿é¤J±ø¥Ø¼Æ¥Ø©Î¤p®É¼Æ¥Ø.',
    41 => '³sµ²',
    42 => '¨Æ¥ó',
    43 => 'All',
    44 => 'None',
    45 => 'Header-link in topic',
    46 => 'Limit Results',
    47 => 'Search',
    48 => 'Edit',
    49 => 'Feed Logo',
    50 => "Relative to site url ({$_CONF['site_url']})"
);

###############################################################################
# confirmation and error messages

$MESSAGE = array(
    1 => "§Ú­Ì¤w¹q¶l¤F§Aªº±K½X¨ì§Aªº¹q¶l«H½c¡A½Ð¸òÀH¶l¥ó¤¤ªº«ü¥Ü¡C¦hÁÂ¨Ï¥Î {$_CONF['site_name']}",
    2 => "¦hÁÂ»¼¥æ§Aªº¤å³¹¨ì {$_CONF['site_name']} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº¤å³¹±N¥X²{¦b§Ú­Ìªººõ­¶¤W¡C",
    3 => "¦hÁÂ»¼¥æ³sµ²¨ì {$_CONF['site_name']} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº³sµ²±N¥X²{¦b§Ú­Ìªººõ­¶¤W¡C",
    4 => "¦hÁÂ»¼¥æ¨Æ¥ó¨ì {$_CONF['site_name']} ¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Aªº¨Æ¥ó±N¥X²{¦b§Ú­Ìªº<a href={$_CONF['site_url']}/calendar.php>¤é¾ä</a>¤W¡C",
    5 => '§Aªº±b¤á³]©w¤w³Q«O¦s¤F¡C',
    6 => '§Aªº­Ó¤H³]©w¤w³Q«O¦s¤F¡C',
    7 => '§Aªºµû½×¤¶­±³]©w¤w³Q«O¦s¤F¡C',
    8 => '§A¤w°h¥X¡C',
    9 => '§Aªº¤å³¹¤w³Q«O¦s¤F¡C',
    10 => '§Aªº¤å³¹¤w³Q§R°£¤F¡C',
    11 => '§Aªº²Õ¥ó¤w³Q«O¦s¤F¡C',
    12 => '§Aªº²Õ¥ó¤w³Q§R°£¤F¡C',
    13 => '§Aªº¥DÃD¤w³Q«O¦s¤F¡C',
    14 => '§Aªº¥DÃD©M©Ò¦³¬ÛÃöªº¤å³¹¤w³Q§R°£¤F¡C',
    15 => '§Aªº³sµ²¤w³Q«O¦s¤F¡C',
    16 => '§Aªº³sµ²¤w³Q§R°£¤F¡C',
    17 => '§Aªº¨Æ¥ó¤w³Q«O¦s¤F¡C',
    18 => '§Aªº¨Æ¥ó¤w³Q§R°£¤F¡C',
    19 => '§Aªº§ë²¼¤w³Q«O¦s¤F¡C',
    20 => '§Aªº§ë²¼¤w³Q§R°£¤F¡C',
    21 => '¥Î¤á¤w³Q«O¦s¤F¡C',
    22 => '¥Î¤á¤w³Q§R°£¤F¡C',
    23 => '¼W¥[¨Æ¥ó¨ì§Aªº¤é¾ú®Éµo¥Í¿ù»~¡A¯Ê¤Ö¤F¨Æ¥ó½s¸¹¡C',
    24 => '¨Æ¥ó¤w¼W¥[¨ì§Aªº¤é¾ä¤¤¡C',
    25 => '§A­nµn¤J¤~¥i¶}±Ò§Aªº­Ó¤H¤é¾ä¡C',
    26 => '¨Æ¥ó¤w±q§Aªº¤é¾ä¤¤²¾°£¡C',
    27 => '¸ê°T¤wµo°e¡C',
    28 => '´¡¥ó¤w³Q«O¦s¤F¡C',
    29 => '©êºp¡A¥»¯¸¨Ã¤£´£¨Ñ­Ó¤H¤é¾ä¡C',
    30 => '¦s¨ú³Q©Úµ´',
    31 => '©êºp¡A§A¤£¯à¶i¤J¤å³¹ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    32 => '©êºp¡A§A¤£¯à¶i¤J¥DÃDºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    33 => '©êºp¡A§A¤£¯à¶i¤J²Õ¥óºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    34 => '©êºp¡A§A¤£¯à¶i¤J³sµ²ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    35 => '©êºp¡A§A¤£¯à¶i¤J¨Æ¥óºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    36 => '©êºp¡A§A¤£¯à¶i¤J§ë²¼ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    37 => '©êºp¡A§A¤£¯à¶i¤J¥Î¤áºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    38 => '©êºp¡A§A¤£¯à¶i¤J Plug-in ºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    39 => '©êºp¡A§A¤£¯à¶i¤J¹q¶lºÞ²zªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    40 => '¨t²Î°T®§',
    41 => '©êºp¡A§A¤£¯à¶i¤J¦rµü´À´«ªº­º­¶¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    42 => '§Aªº¦rµü¤w³Q«O¦s¤F¡C',
    43 => '§Aªº¦rµü¤w³Q§R°£¤F¡C',
    44 => '´¡¥ó¤w³Q¦w¸Ë¤F¡C',
    45 => '´¡¥ó¤w³Q§R°£¤F¡C',
    46 => '©êºp¡A§A¤£¯à¶i¤J¸ê®Æ®w³Æ¥÷µ{¦¡¡C½Ðª`·N§Aªº¥ø¹Ï¤w³Q°O¿ý¡C',
    47 => '³o¥u¾A¥Î©ó *nix ¦pªG§Aªº§@·~¨t²Î¬O *nix¡A¨º?§Aªº½w½Ä¾¹¤w³Q²M°£¤F¡C¦pªG§Aªº§@·~¨t²Î¬O Windows¡A§A­n¤â°Ê´M§äÀÉ©R¦W¬° adodb _ *.php ªºÀÉ®×¨Ã§â¥¦­Ì°£¥h¡C',
    48 => "·PÁÂ§A¥Ó½Ð¦¨¬° {$_CONF['site_name']} ªº·|­û¡C¥u­n¸g¹L§Ú­Ì­û¤uªº®Ö¹ï¡A§Ú­Ì·|§â±K½X±H¨ì§A©Òµn°Oªº¹q¶l¤¤¡C",
    49 => '§Aªº¤p²Õ¤w³Q«O¦s¤F¡C',
    50 => '¤p²Õ¤w³Q§R°£¤F¡C',
    51 => '¦¹¥Î¤á¦W¤w¦³¤H¦b¥Î¡C½Ð¿ï¾Ü¥t¤@­Ó¡C',
    52 => '§Aµ¹ªº¹q«H¦ì§}¤£¹³¬O¦³®Ä¡C',
    53 => '§Aªº·s±K½X¤w³Q±µ¨ü¡C²{¦b¥H¤U½Ð¥Î§Aªº·s±K½X¨Óµn¤J.',
    54 => '§A­n¨D·s±K½Xªº´Á­­¥H¹L¡C½Ð¦b¤U­±±q·s­n¨D¡C',
    55 => '¤w¸gµ¹§A±H¤F¤@«Ê¹q«H¡C½Ð·Ó¦¹«Hªº»¡©ú¨Ó³]©w·s±K½X¡C',
    56 => '§A¨Ñµ¹ªº¹q«H¦ì§}¤w¦³§Oªº¥Î¤á¦b¨Ï¥Î¡C',
    57 => '§Aªº¥Î¤á¤w¸g¦¨¥\¦a§R°£¤F¡C',
    58 => '§Aªº¤å¬y¤w¦¨¥\ªº«O¦s¤F.',
    59 => '§Aªº¤å¬y¤w¦¨¥\ªº§R°£¤F.',
    60 => '´¡¥ó¤w¸g§ó·s¦¨¥',
    61 => '´¡¥ó %s: ¤£ª¾¦Wªº¸ê°T¥e¦ì¤¸²Å',
    62 => 'The trackback comment has been deleted.',
    63 => 'An error occurred when deleting the trackback comment.',
    64 => 'Your trackback comment has been successfully sent.',
    65 => 'Weblog directory service successfully saved.',
    66 => 'The weblog directory service has been deleted.',
    67 => 'The new password does not match the confirmation password!',
    68 => 'You have to enter the correct current password.',
    69 => 'Your account has been blocked!',
    70 => 'Your account is awaiting administrator approval.',
    71 => 'Your account has now been confirmed and is awaiting administrator approval.',
    72 => 'An error occured while attempting to install the plugin. See error.log for details.',
    73 => 'An error occured while attempting to uninstall the plugin. See error.log for details.',
    74 => 'The pingback has been successfully sent.',
    75 => 'Trackbacks must be sent using a POST request.'
);

###############################################################################

$LANG_ACCESS = array(
    'access' => '¦s¨ú',
    'ownerroot' => '©Ò¦³ªÌ/Root',
    'group' => '¤p²Õ',
    'readonly' => '°ßÅª',
    'accessrights' => '¦s¨úÅv',
    'owner' => '©Ò¦³ªÌ',
    'grantgrouplabel' => 'µ¹¤©¤§¤W¤p²Õ½s¿èÅv§Q',
    'permmsg' => 'ª`·N¡J·|­û¬O«ü©Ò¦³µù¥U©Mµn¤Jªº¥Î¤á¡F¦Ó°Î¦W¬O«ü©Ò¦³«Dµù¥Uªº¬yÄýªÌ©Î¨S¦³µn¤Jªº¥Î¤á¡C',
    'securitygroups' => '¦w¥þ¤p²Õ',
    'editrootmsg' => "§Y¨Ï§A¬O¥Î¤áºÞ²z­û¡F¦ý§A¤£¯à½s¿è root ¥Î¤á¡C§A¯à½s¿è©Ò¦³ªº¥Î¤á°£¤F root ¥Î¤á¡C½Ðª`·N©Ò¦³¥ø¹Ï«Dªk¦a½s¿è root ¥Î¤áªº°Ê§@¤w³Q°O¿ý¡C½Ð¦^¨ì<a href=\"{$_CONF['site_admin_url']}/user.php\">¥Î¤áºÞ²z­¶</a>¥h¡C",
    'securitygroupsmsg' => '¿ï¾Ü³o¦ì¥Î¤áÄÝ©óªº¤p²Õ¡C',
    'groupeditor' => '¤p²Õ½s¿è¾¹',
    'description' => '´y­z',
    'name' => '¦W¦r',
    'rights' => '³\¥iÅv',
    'missingfields' => '¯Ê¤ÖÄæ¦ì',
    'missingfieldsmsg' => '§A¥²¶·´£¨Ñ¤p²Õªº¦W¦r©M´y­z',
    'groupmanager' => '¤p²ÕºÞ²z­û',
    'newgroupmsg' => 'ÂIÀ»¤U­±ªº¤p²Õ¥i­×§ï©Î§R°£¥¦¡AÂIÀ»¤W­±ªº·s¤p²Õ¥i³Ð³y¤@­Ó·sªº¡C½Ðª`·N©Ò®Ö¤ß¤p²Õ¤£¯à³Q§R°£¡C',
    'groupname' => '²Õ¦W',
    'coregroup' => '®Ö¤ß¤p²Õ',
    'yes' => '¬O',
    'no' => '§_',
    'corerightsdescr' => "³o­Ó¤p²Õªº³\¥iÅv¤£¯à³Q½s¿è¡A¦]¬°³o¬O­Ó {$_CONF['site_name']} ªº®Ö¤ß¤p²Õ¡C¥H¤U¬O³o¤p²Õªº³\¥iÅv²M³æ(°ßÅªªº)¡C",
    'groupmsg' => '¦w¥þ¤p²Õ¦b³oºõ¯¸¬O¦³µ¥¯Å¨î«×ªº¡C·í¼W¥[³o­Ó¤p²Õ¨ì¥t¤@²Õ§O¡A³o­Ó¤p²Õ±N±o¨ì¨º²Õ§Oªº³\¥iÅv¡C½ÐºÉ¥i¯à¤p²Õ¥[¤U¦Cªº²Õ§O¥h¡C¦pªG³o¤p²Õ»Ý­n¯S§Oªº³\¥iÅv¡A§A¥i¥H¦b¥H¤Uªº"Åv§Q"°Ï°ì¤¤¬D¿ï¡C­n§â¤p²Õ¥[¨ì²Õ§O¥h¡A§A¥u»Ý­n¦b²Õ§O®ÇÃäªº¬D¿ï²°¥´¹_¡C',
    'coregroupmsg' => "¦]¬°³o¬O­Ó {$_CONF['site_name']} ªº®Ö¤ß¤p²Õ¡A³o­Ó¤p²Õªº³\¥iÅv¤£¯à³Q½s¿è¡C¥H¤U¬O³o¤p²Õªº²Õ§O²M³æ(°ßÅªªº)¡C",
    'rightsdescr' => '¤p²Õªº³\¥iÅv¥i¥H¬O¨Ó¦Û©ó¤p²Õ¥»¨­©Î¬O³o¤p²Õ©ÒÄÝªº²Õ§O¡C¥H¤Uªº³\¥iÅv¤¤¦p¨S¦³ÀËÅç²°§Y¥Nªí³o³\¥iÅv¬O¨Ó¦Û©ó¤p²Õ©ÒÄÝªº²Õ§O¡F¦p¦³ÀËÅç²°§Y¥Nªí§A¥i¥Hª½±µ§â³\¥iÅvµ¹¤©³o¤p²Õ¡C',
    'lock' => 'Âê¦í',
    'members' => '¦¨­û',
    'anonymous' => '°Î¦W',
    'permissions' => '³\¥iÅv',
    'permissionskey' => 'R = °ßÅª¡A E = ½s¿è¡A¦³½s¿èÅv§Y¦³°ßÅªÅv',
    'edit' => '½s¿è',
    'none' => '¨S¦³',
    'accessdenied' => '¦s¨ú³Q©Úµ´',
    'storydenialmsg' => "¦]¥¼³Q§å­ã¡A§A¤£¥i¥HÆ[¬Ý³o­Ó¤å³¹¡C³o¬O¥i¯à¬O¦]¬°§A¨Ã¤£¬O {$_CONF['site_name']} ªº·|­û¡C½Ð<a href=users.php?mode=new>¦¨¬°·|­û</a>¡C",
    'eventdenialmsg' => "¦]¥¼³Q§å­ã¡A§A¤£¥i¥HÆ[¬Ý³o­Ó¨Æ¥ó¡C³o¬O¥i¯à¬O¦]¬°§A¨Ã¤£¬O {$_CONF['site_name']} ªº·|­û¡C½Ð<a href=users.php?mode=new>¦¨¬°·|­û</a>¡C",
    'nogroupsforcoregroup' => '³o¤p²Õ¤£ÄÝ©ó¥ô¦ó¨ä¥Lªº¤p²Õ',
    'grouphasnorights' => ' ³o¤p²Õ¨S¦³ºÞ²zÅv¡C',
    'newgroup' => '·s¤p²Õ',
    'adminhome' => 'ºÞ²z­û­º­¶',
    'save' => '«O¦s',
    'cancel' => '¨ú®ø',
    'delete' => '§R°£',
    'canteditroot' => '¦]¬°§A¤£ÄÝ©ó Root ¤p²Õ¡A©Ò¥H§A¹ï Root ¤p²Õªº­×§ï³Q©Úµ´¤F¡C¦p¦³°ÝÃD½Ð»P¨t²ÎºÞ²z­ûÁpÃ´¡C',
    'listusers' => '¦C¥X¥Î¤á',
    'listthem' => '¦C¥X',
    'usersingroup' => 'ÄÝ©ó "%s" ¤p²Õªº¥Î¤á',
    'usergroupadmin' => '¥Î¤á¤p²ÕºÞ²z',
    'add' => '¥[¤J',
    'remove' => '§K°£',
    'availmembers' => '¥i¥Îªº¦¨­û',
    'groupmembers' => '¤p²Õ¦¨­û',
    'canteditgroup' => '­Y­n­×§ï¦¹¤p²Õ, §A¥²­n®É³o­Ó¤p²Õªº¦¨­û. ­Y§A»{¬°³o¬O¿ù»~, ½Ð§AÁpµ¸¨t²ÎºÞ²z­û.',
    'cantlistgroup' => '­n¬Ý¦¹¤p²Õªº·|­û¡A§A¥²¶·¬O¦¹¤p²Õªº·|­û¡C§A­Y»{¬°³o¬O¿ù»~¡A½ÐÁpµ¸¨t²ÎºÞ²z­û¡C',
    'editgroupmsg' => 'To modify the group membership, click on the member names(s) and use the add or remove buttons. If the member is a member of the group, their name will appear on the right side only. Once you are complete - press <b>Save</b> to update the group and return to the main group admin page.',
    'listgroupmsg' => 'Listing of all current members in the group: <b>%s</b>',
    'search' => 'Search',
    'submit' => 'Submit',
    'limitresults' => 'Limit Results',
    'group_id' => 'Group ID',
    'plugin_access_denied_msg' => 'You are illegally trying access a plugin administration page.  Please note that all attempts to illegally access this page are logged.',
    'groupexists' => 'Group name already exists',
    'groupexistsmsg' => 'There is already a group with this name. Group names must be unique.'
);

###############################################################################
# admin/database.php

$LANG_DB_BACKUP = array(
    'last_ten_backups' => '³Ì«á¤Q­Ó³Æ¥÷',
    'do_backup' => '°µ³Æ¥÷',
    'backup_successful' => '¸ê®Æ®w³Æ¥÷§¹¦¨¡C',
    'db_explanation' => '­n°µ·sªº Geeklog ³Æ¥÷¡AÂIÀ»¥H¤Uªº«ö¶s',
    'not_found' => "¤£¥¿½Tªº¸ô®|©Î mysqldump µ{¦¡¤£¥i°õ¦æ¡C<br>ÀË¬d<strong>{$_DB_mysqldump_path}</strong>©w¸q¦b config.php.<br>ÅÜ¼Æ²{¦b³Q©w¸q¬°¡J<var>{$_DB_mysqldump_path}</var>",
    'zero_size' => '³Æ¥÷¥¢±Ñ¡JÀÉ®×¬O 0 ¤j¤p',
    'path_not_found' => "{$_CONF['backup_path']} ¤£¦s¦b©Î¤£¬O¥Ø¿ý",
    'no_access' => "¿ù»~¡J¥Ø¿ý {$_CONF['backup_path']} ¡A¤£¯à¦s¨ú¡C",
    'backup_file' => '³Æ¥÷ÀÉ®×',
    'size' => '¤j¤p',
    'bytes' => '¦ì¤¸²Õ',
    'total_number' => 'Á`³Æ¥÷¦¸¼Æ: %d'
);

###############################################################################

$LANG_BUTTONS = array(
    1 => '­º­¶',
    2 => 'Ápµ¸',
    3 => '§ë½Z',
    4 => '³sµ²',
    5 => '§ë²¼',
    6 => '¤é¾ä',
    7 => '¥»¯¸²Î­p¸ê®Æ',
    8 => '­Ó¤H¤Æ',
    9 => '·j¯Á',
    10 => '¶i¶¥·j´M',
    11 => 'Directory'
);

###############################################################################
# 404.php

$LANG_404 = array(
    1 => '404 ¿ù»~',
    2 => '«x¡A§Ú¨ì³B³£¬Ý¹L¤F¦ý§ä¤£¨ì<b>%s</b>.',
    3 => "<p>«Ü©êºp¡A¦ý§A­n¨DªºÀÉ¤£¦s¦b¡C½ÐÀË¬d<a href=\"{$_CONF['site_url']}\">¥D­¶</a>©Î<a href=\"{$_CONF['site_url']}/search.php\">·j¯Á­¶</a>¬Ý¬Ý¯àµo²{¤°?¡C"
);

###############################################################################
# login form

$LANG_LOGIN = array(
    1 => '­n¨Dµn¤J',
    2 => '©êºp¡A­n¨Dµn¤J¤~¥i¦s¨ú³o­Ó°Ï°ì¡C',
    3 => 'µn¤J',
    4 => '·s¥Î¤á'
);

###############################################################################
# pdfgenerator.php

$LANG_PDF = array(
    1 => 'PDF ª©¥»ªº§@¥Î¤w³Q¸T¤î',
    2 => '©Ò´£¨ÑªºÀÉ¨S¦³§e»¼¡CÀÉ¤w¦¬¨ì¡A¦ý¬OµLªk³B²z¡C½ÐªÖ©w§A©Ò´£¥æªºÀÉ¬O html ®æ¦¡ªºÀÉ¼g©ó xHTML ªº¼Ð·Ç¡C½Ðª`·N¹L¤À½ÆÂøªº html ÀÉ¤]¥i¯àµLªk¥¿½T§e»¼¡C§AªºÀÉ´£¥æªºµ²ªG¬O 0 bytes ¦Ó¥B¤w³Q§R°£¡C§A­YªÖ©w§AªºÀÉÀ³¸Ó¶¶§Qªº§e»¼¡A¨ä¦A¦¸´£¥æ¡C',
    3 => '¤£ª¾¦WªºPDF ÀÉ»s§@¿ù»~¡C',
    4 => '¨S´£¨Ñ­¶¼Æ¸ê®Æ©Î§A­n¥Î¥H¤Uªº¯S§O PDF »s§@¤u¨ã¡C­Y§A»{¬°§A©Ò±o¨ìªº³o­¶¬O¿ù»~¡C ½ÐÁpµ¸¨t²ÎºÞ²z­û¡C­n¤£µM¡A§A¥i¥Î¥H¤Uªºªí®æ¨Ó¯S§O»s§@ PDF¡C',
    5 => '¥¿¦b¸Ë¸m§AªºÀÉ¡C',
    6 => '§AªºÀÉ³Q¸Ë¸m®É½Ðµ¥«Ý¡C',
    7 => '§A¥i¥Î¥kÀ»¥H¤Uªº«ö¶s¡AµM«á¿ï \'save target...\' or \'save link location...\' ¨Ó¦sÄò§AªºÀÉªº¤@­Ó«þ¨©¡C',
    8 => '¦b°t¸mÀÉ®×ùØªº HTMLDoc¤G¶i¦ìÀÉ®×¸ô®|¦³¿ù»~¡A©Î¦¹¨t²ÎµLªk°õ¦æ¦¹ÀÉ®×¡C­Y¦¹°ÝÃDÄ~Äòµo¥Í¡A½ÐÁpµ¸ºô¯¸ºÞ²z­û¡C',
    9 => 'PDF »s§@¾¹',
    10 => '³o¬O¯S§Oªº PDF »s§@¤u¨ã¡C¥¦·|±N¥ô¦ó URL Âà´«¦¨ PDF ª©¥»¡C½Ðª`·N¡A¦³¨Çºô­¶¤£·|¥¿½Tªº³Q³o¤u¨ã³B²z¦¨¥\¡C³o¬O HTMLDoc PDF »s§@¤u¨ãªº¦³­­¤§³B¡A¦Ó³o¼Ëªº¿ù»~¤£»Ý­n³ø§iµ¹¦¹ºô¯¸ªººÞ²z­û¡C',
    11 => 'URL',
    12 => '»s§@ PDF!',
    13 => '¦¹¦øªA¾¹ªº PHP °t¸m¤£­ã³\ fopen() ©R¥O¥Î¦b URL ¤W¡C ¨t²ÎºÞ²z­û¥²¶·¥ý­×§ï  php.ini ÀÉ®×¡AµM«á³]©w allow_url_fopen ¨ì On',
    14 => '§A­n¨Dªº PDF ¤£¦s¦b©Î§A¦b«Dªkªº¤J¨ú¤@­ÓÀÉ®×¡C'
);

###############################################################################
# trackback.php

$LANG_TRB = array(
    'trackback' => 'Trackback',
    'from' => 'from',
    'tracked_on' => 'Tracked on',
    'read_more' => '[read more]',
    'intro_text' => 'Here\'s what others have to say about \'%s\':',
    'no_comments' => 'No trackback comments for this entry.',
    'this_trackback_url' => 'Trackback URL for this entry:',
    'num_comments' => '%d trackback comments',
    'send_trackback' => 'Send Pings',
    'preview' => 'Preview',
    'editor_title' => 'Send trackback comment',
    'trackback_url' => 'Trackback URL',
    'entry_url' => 'Entry URL',
    'entry_title' => 'Entry Title',
    'blog_name' => 'Site Name',
    'excerpt' => 'Excerpt',
    'truncate_warning' => 'Note: The receiving site may truncate your excerpt',
    'button_send' => 'Send',
    'button_preview' => 'Preview',
    'send_error' => 'Error',
    'send_error_details' => 'Error when sending trackback comment:',
    'url_missing' => 'No Entry URL',
    'url_required' => 'Please enter at least a URL for the entry.',
    'target_missing' => 'No Trackback URL',
    'target_required' => 'Please enter a trackback URL',
    'error_socket' => 'Could not open socket.',
    'error_response' => 'Response not understood.',
    'error_unspecified' => 'Unspecified error.',
    'select_url' => 'Select Trackback URL',
    'not_found' => 'Trackback URL not found',
    'autodetect_failed' => 'Geeklog could not detect the Trackback URL for the post you want to send your comment to. Please enter it manually below.',
    'trackback_explain' => 'From the links below, please select the URL you want to send your Trackback comment to. Geeklog will then try to determine the correct Trackback URL for that post. Or you can <a href="%s">enter it manually</a> if you know it already.',
    'no_links_trackback' => 'No links found. You can not send a Trackback comment for this entry.',
    'pingback' => 'Pingback',
    'pingback_results' => 'Pingback results',
    'send_pings' => 'Send Pings',
    'send_pings_for' => 'Send Pings for "%s"',
    'no_links_pingback' => 'No links found. No Pingbacks were sent for this entry.',
    'pingback_success' => 'Pingback sent.',
    'no_pingback_url' => 'No pingback URL found.',
    'resend' => 'Resend',
    'ping_all_explain' => 'You can now notify the sites you linked to (<a href="http://en.wikipedia.org/wiki/Pingback">Pingback</a>), advertise that your site has been updated by pinging weblog directory services, or send a <a href="http://en.wikipedia.org/wiki/Trackback">Trackback</a> comment in case you wrote about a post on someone else\'s site.',
    'pingback_button' => 'Send Pingback',
    'pingback_short' => 'Send Pingbacks to all sites linked from this entry.',
    'pingback_disabled' => '(Pingback disabled)',
    'ping_button' => 'Send Ping',
    'ping_short' => 'Ping weblog directory services.',
    'ping_disabled' => '(Ping disabled)',
    'trackback_button' => 'Send Trackback',
    'trackback_short' => 'Send a Trackback comment.',
    'trackback_disabled' => '(Trackback disabled)',
    'may_take_a_while' => 'Please note that sending Pingbacks and Pings may take a while.',
    'ping_results' => 'Ping results',
    'unknown_method' => 'Unknown ping method',
    'ping_success' => 'Ping sent.',
    'error_site_name' => 'Please enter the site\'s name.',
    'error_site_url' => 'Please enter the site\'s URL.',
    'error_ping_url' => 'Please enter a valid Ping URL.',
    'no_services' => 'No weblog directory services configured.',
    'services_headline' => 'Weblog Directory Services',
    'service_explain' => 'To modify or delete a weblog directory service, click on the edit icon of that service below. To add a new weblog directory service, click on "Create New" above.',
    'service' => 'Service',
    'ping_method' => 'Ping method',
    'service_website' => 'Website',
    'service_ping_url' => 'URL to ping',
    'ping_standard' => 'Standard Ping',
    'ping_extended' => 'Extended Ping',
    'ping_unknown' => '(unknown method)',
    'edit_service' => 'Edit Weblog Directory Service',
    'trackbacks' => 'Trackbacks',
    'editor_intro' => 'Prepare your trackback comment for <a href="%s">%s</a>.',
    'editor_intro_none' => 'Prepare your trackback comment.',
    'trackback_note' => 'To send a trackback comment for a story, go to the list of stories and click on "Send Ping" for the story. To send a trackback that is not related to a story, <a href="%s">click here</a>.',
    'pingback_explain' => 'Enter a URL to send the Pingback to. The pingback will point to your site\'s homepage.',
    'pingback_url' => 'Pingback URL',
    'site_url' => 'This site\'s URL',
    'pingback_note' => 'To send a pingback for a story, go to the list of stories and click on "Send Ping" for the story. To send a pingback that is not related to a story, <a href="%s">click here</a>.',
    'pbtarget_missing' => 'No Pingback URL',
    'pbtarget_required' => 'Please enter a pingback URL',
    'pb_error_details' => 'Error when sending the pingback:'
);

###############################################################################
# directory.php

$LANG_DIR = array(
    'title' => 'Article Directory',
    'title_year' => 'Article Directory for %d',
    'title_month_year' => 'Article Directory for %s %d',
    'nav_top' => 'Back to Article Directory',
    'no_articles' => 'No articles.'
);

###############################################################################
# "What's New" Time Strings
# 
# For the first two strings, you can use the following placeholders.
# Order them so it makes sense in your language:
# %i    item, "Stories"
# %n    amount, "2", "20" etc.
# %t    time, "2" (weeks)
# %s    scale, "hrs", "weeks"

$LANG_WHATSNEW = array(
    'new_string' => '%n new %i in the last %t %s',
    'new_last' => 'last %t %s',
    'minutes' => 'minutes',
    'hours' => 'hours',
    'days' => 'days',
    'weeks' => 'weeks',
    'months' => 'months',
    'minute' => 'minute',
    'hour' => 'hour',
    'day' => 'day',
    'week' => 'week',
    'month' => 'month'
);

###############################################################################
# Admin - Strings
# 
# These are some standard strings used by core functions as well as plugins to
# display administration lists and edit pages

$LANG_ADMIN = array(
    'search' => 'Search',
    'limit_results' => 'Limit Results',
    'submit' => 'Submit',
    'edit' => 'Edit',
    'admin_home' => 'Admin Home',
    'create_new' => 'Create New',
    'enabled' => 'Enabled',
    'title' => 'Title',
    'type' => 'Type',
    'topic' => 'Topic',
    'help_url' => 'Help File URL',
    'save' => 'Save',
    'cancel' => 'Cancel',
    'delete' => 'Delete',
    'copy' => 'Copy',
    'no_results' => '- No entries found -',
    'data_error' => 'There was an error processing the subscription data. Please check the data source.'
);

###############################################################################
# Localisation of the texts for the various drop-down menus that are actually
# stored in the database. If these exist, they override the texts from the
# database.

$LANG_commentcodes = array(
    0 => 'Comments Enabled',
    -1 => 'Comments Disabled'
);


$LANG_commentmodes = array(
    'flat' => 'Flat',
    'nested' => 'Nested',
    'threaded' => 'Threaded',
    'nocomment' => 'No Comments'
);

$LANG_cookiecodes = array(
    0 => '(don\'t)',
    3600 => '1 Hour',
    7200 => '2 Hours',
    10800 => '3 Hours',
    28800 => '8 Hours',
    86400 => '1 Day',
    604800 => '1 Week',
    2678400 => '1 Month'
);

$LANG_dateformats = array(
    0 => 'System Default'
);

$LANG_featurecodes = array(
    0 => 'Not Featured',
    1 => 'Featured'
);

$LANG_frontpagecodes = array(
    0 => 'Show Only in Topic',
    1 => 'Show on Front Page'
);

$LANG_postmodes = array(
    'plaintext' => 'Plain Old Text',
    'html' => 'HTML Formatted'
);

$LANG_sortcodes = array(
    'ASC' => 'Oldest First',
    'DESC' => 'Newest First'
);

$LANG_trackbackcodes = array(
    0 => 'Trackback Enabled',
    -1 => 'Trackback Disabled'
);

?>