<?php

###############################################################################
# farsi.php
# اين زبان فارسي است براي جيک لاگ؟
# Copyright (C) 2004 www.4shir.com
# hesam.h (ahwaz security team)
# info1@4shir.com
# hesam.4shir@gmail.com
# Converted to Unicode (UTF-8) by Hesam.H   <info1@4shir.com>
# ahwaz-Iran
###############################################################################

$LANG_CHARSET = 'utf-8';

###############################################################################
# Array Format:
# $LANGXX[YY]:  $LANG - variable name
#               XX    - file id number
#               YY    - phrase id number
###############################################################################

###############################################################################
#عبارت كاربران - اين عبارات در بخش كاربران مورد استفاده است
###############################################################################

###############################################################################
# lib-common.php

$LANG01 = array(
    1 => 'همكاري به وسيله:',
    2 => 'اطلاعات بيشتر',
    3 => 'نكات',
    4 => 'ويرايش',
    5 => 'راي دادن',
    6 => 'نتايج',
    7 => 'نتايج راي گيري',
    8 => 'آرا',
    9 => 'توابع مديريتي',
    10 => 'فرمانبر',
    11 => 'مقاله',
    12 => 'قطع ارتباط',
    13 => 'بحث',
    14 => 'لينكها',
    15 => 'وقايع',
    16 => 'راي گيري',
    17 => 'اعضا',
    18 => 'SQL كوري هاي',
    19 => ' خروج از سيستم',
    20 => 'اطلاعات اعضا:',
    21 => 'نام كاربري',
    22 => 'هويت كاربر',
    23 => 'سطح امنيت',
    24 => 'بي نام',
    25 => 'پاسخ',
    26 => 'توضيحات زير مربوط به هر كسي است كه آنها را پست كرده.اين سايت پاسخگوي مطالبي نيست كه آنها پست كرده اند',
    27 => 'بيشترين پست جديد',
    28 => 'پاك كردن',
    29 => 'توضيحي از كاربر موجود نيست.',
    30 => 'مقاله قديمي',
    31 => ' مجاز بودن تگهاي HTml ',
    32 => 'خطا :نام كاربري موجود نيست',
    33 => 'خطا, قادرنبودن به وارد كردن در فايل لاگ',
    34 => 'خطا',
    35 => 'خروج',
    36 => 'حاظر',
    37 => 'كاربر هيچ مقاله اي ندارد',
    38 => 'ظرفيت سنديكا',
    39 => 'بازيابي دوباره',
    40 => 'شما داريد <tt>register_globals = Off</tt>در داخل <tt>php.ini</tt>. هنوز, Geeklog نياز دارد به <tt>register_globals</tt> اين را بايد <strong>on</strong>. پيش از ادامه آنرا تغيير دهيد به <strong>on</strong> و وب سرور خود را دوباره راه اندازي كنيد.',
    41 => 'كاربران ناشناس',
    42 => 'نوشته شده توسط:',
    43 => 'پاسخ دادن به اين',
    44 => 'والد',
    45 => 'MySQL :خطاي شماره',
    46 => ': MySQL پيغام اشتباه',
    47 => 'توابع مربوط يه كاربر',
    48 => 'اطلاعات حساب كاربري',
    49 => 'انتخاب يک سري از موارد اختياري در سيستم',
    50 => 'خطا بويسله دستور اس كيو ال',
    51 => 'كمك',
    52 => 'جديد',
    53 => 'خانه ريس سايت',
    54 => 'قادر به باز كردن فيل نيست',
    55 => 'خطا در',
    56 => 'اخذ راى',
    57 => 'رمز',
    58 => 'دخول به سيستم',
    59 => "آيا تا به حال حساب كاربري نداشته ايد؟  ثبت نام كنيد <a href=\"{$_CONF['site_url']}/users.php?mode=new\">كارير جديد</a>",
    60 => 'پست كردن يك توضيح',
    61 => 'ساختن يك حساب كاربري جديد',
    62 => 'كلمات',
    63 => 'توضيح برتري',
    64 => 'اي ميل كردن مقاله به دوستان',
    65 => 'ديدن نسخه قابل چاپ',
    66 => 'تقويم من',
    67 => 'خوش آمديد به ',
    68 => 'خانه',
    69 => 'تماس',
    70 => 'جستجو',
    71 => 'همكاري‌ وكمك‌ كردن',
    72 => 'Web منابع',
    73 => 'پيشينه راي گيري',
    74 => 'تقويم',
    75 => 'جستجوي پيشرفته',
    76 => 'آمار سايت',
    77 => 'پلاگين ها',
    78 => 'وقايع پيش رو',
    79 => 'جديد ها!',
    80 => 'آخرين  مقاله',
    81 => 'آخر ازهمه ترين مقاله',
    82 => 'ساعت',
    83 => 'توضيحات',
    84 => 'لينكها',
    85 => '48ساعت  آخر',
    86 => 'هيچ توضيح جديدي نيست',
    87 => '2هفته پيش',
    88 => 'هيچ لينك تازه اي وجود ندارد',
    89 => 'هيچ اتفاقي در آينده وجود ندارد',
    90 => 'خانه',
    91 => 'اين صفحه ساخته شد در مدت:',
    92 => 'ثانيه',
    93 => 'حق چاپ محفوظ است',
    94 => 'كليه حقوق و علايم به كار رفته و حق چاپ مربوط است به دارندگان سايت و نويسنده.',
    95 => 'ساخته شده توسط',
    96 => 'گروهها',
    97 => 'ليست كلمات',
    98 => 'پلاگين ها',
    99 => 'رزومه ها',
    100 => 'مقاله جديدي نيست',
    101 => 'رويدادهاي شما',
    102 => 'رويدادهاي سايت',
    103 => 'پشتيبان گيري از ديتا بيس',
    104 => 'بوسيله',
    105 => 'اي -ميل كاربران',
    106 => 'از نظر گذراندن‌',
    107 => 'تست نسخه برنامه اي گرافيکي',
    108 => 'پاك كردن كش',
    109 => 'گزارش از تجاوز كردن به حقوق شما',
    110 => 'گزارش دادن اين پست به ريس سايت',
    111 => ' مشاهده نسخه Pdf ',
    112 => 'كاربران ثبت شده',
    113 => 'مستندات سطح بالا'
);

############################4shir.com###################################################
# calendar.php

$LANG02 = array(
    1 => 'تقويم رويدادها',
    2 => 'متاسفم هيچ واقعه اي براي نمايش وجود ندارد',
    3 => 'وقتيکه',
    4 => 'كجا',
    5 => 'توضيحات',
    6 => 'اضافه كردن واقعه',
    7 => 'واقعه نزديك‌',
    8 => 'بوسيله اضافه كردن اين واقعه به تقوييتان شما ميتوانيد به سرعت وقايعي را كه علاقمند به ديدن آنها هستيد را بوسيله كليك رو "تقويم من"از قسمت توابع كاربران مشاهده نماييد ',
    9 => 'اضافه كردن به تقويم من',
    10 => 'حذف از تقويم من',
    11 => "اضافه كردن رخدادي به تقويم  {$_USER['username']}'",
    12 => 'رخداد',
    13 => 'شروع‌ كردن‌',
    14 => 'پايان',
    15 => 'بازگشت به تقويم'
);

#########################4shir######################################################
# comment.php

$LANG03 = array(
    1 => 'فرستادن يك توضيح',
    2 => 'طريقه پست',
    3 => 'خروج',
    4 => 'ساختن يك اكانت',
    5 => 'نام كاربري',
    6 => 'شما براي پست دادن در اين سايت احتياج به ورود داريد لطفا وارد شويد و در صورتي كه اكانتي نداريدميتوانيد از فرم زير براي ساختن اكانت استفاده كنيد',
    7 => 'آخرين توضيح شما ',
    8 => " اين سايت احتياج دارد به حداقل  {$_CONF['commentspeedlimit']} تانيه بين پستهايي كه شما ميفرستيد",
    9 => 'توضيح',
    10 => 'فرستادن گزارش',
    11 => 'فرستادن توضيح',
    12 => 'لطفا پركنيد قسمت موضوع و فيلدهاي توضيحات را چون فيلدهاي ضروري هستند براي فرستادن توضيحات شما',
    13 => 'اطلاعات شما',
    14 => 'پيش نمايش',
    15 => 'گزارش دادن اين پست',
    16 => 'عنوان',
    17 => 'خطا',
    18 => 'قسمت مهم',
    19 => 'لطفا براي نگه داشتن پستها درتاپيكها سعي كنيد',
    20 => 'سعي كنيد كه پاسخ دهيد به ديگر اعضا بجاي شروع يك بحث تازه',
    21 => 'پيامهاي ساير اعضا را خوانده و اگر نظر شما در بين آنها نبود مبادرت به پست نظر خود كنيد',
    22 => 'استفاده كنيد ازپاك كننده شرح موضوع براي اينكه شرح دهيد موضوعتان در چه موردي است',
    23 => 'اي -ميل شما به صورت همگاني شما پخش نشود',
    24 => 'كاربر بي نام',
    25 => 'آيا از فرستادن اين پست براي رييس سايت اطمينان داريد?',
    26 => '%s گزارش داده شده اين پست خلاف قانون:',
    27 => 'پست خلاف قوانين'
);

#########################4shir######################################################
# users.php

$LANG04 = array(
    1 => 'خصوصيات كاربر',
    2 => 'نام كاربري',
    3 => 'نام كامل',
    4 => 'رمز عبور',
    5 => 'اي - ميل',
    6 => 'صفحه خانگي',
    7 => 'بيوگرافي',
    8 => 'PGP كليد',
    9 => 'ذخيره اطلاعات',
    10 => 'آخرين 10 توضيح(پاسخ) كاربر',
    11 => 'كاربر توضيح (پاسخي ) ندارد',
    12 => 'انتخاب يک سري از موارد اختياري در سيستم براي كاربر',
    13 => 'اي ميل ',
    14 => 'اين پسورد به وسيله يك توليد كننده ساخته شده. بر شما لازم است اين پسورد رابراي امنيت بيشتر تغيير دهيد .پس از ورود به سايت به قسمت توابع كاربري رفته و به قسمت اطلاعات اكانت مراجه كرده و آن راتغييير دهيد.',
    15 => "شما {$_CONF['site_name']} .هستيد و اكانتتان با موفقيت تغيير پيدا كرد.براي استفاده از آن شما بايد به وسيله اطلاعات زير وارد شويد. لطفا اين اي ميل را براي مرجع ذخيره كنيد.",
    16 => 'اطلاعات اكانت شما',
    17 => 'اكانت شما وجود خارجي ندارد',
    18 => 'اي -ميل آدرس شما وجود ندارد',
    19 => 'نام كاربري يا اي-ميل شما وجود ندارد',
    20 => 'اي -ميل آدرس شما وجود ندارد',
    21 => 'خطا',
    22 => "شما در سايت  {$_CONF['site_name']} ثبت نام شديد!",
    23 => "با ساختن اكانتتان ميتوانيد از مزاياي سايت {$_CONF['site_name']} استفاده كرده و نظرات خود را پست كنيد . اگر اكانتي نداريد  ثبت نام كنيد  توجه كنيد كه اي -ميل شما <b><i>هيچوقت</i></b> در سايت پابليك نخواهد شد.",
    24 => 'پسورد شما به آدرس اي ميلتان فرستاده خواهد شد.',
    25 => 'آيا پسوردتان را فراموش كرده ايد؟',
    26 => 'وارد كنيد <em>اين دو را</em> نام كاريريتان <em>يا </em> اي ميلي كه با آن رجيستر كرده ايد و رو اي ميل كن پسوردم را كليك كنيد ',
    27 => 'الان ثبت نام كن !مرا',
    28 => 'پسوردم را اي ميل كن',
    29 => 'خروج ',
    30 => 'ورود ',
    31 => 'اين قسمت كه شما انتخاب نموده ايد احتياج به ورود شما به عنوان عضو دارد',
    32 => 'امضا',
    33 => 'هيچگاه به صورت همگاني نمايش نده',
    34 => 'اين نام واقعي شماست',
    35 => 'پسورد خود را براي تغيير وارد كنيد',
    36 => 'با اين عبارت شروع كنيد http://',
    37 => 'در توضيحات شما اعمال شد',
    38 => 'اين همه چيز درباره شماست هر كسي ميتواند آن را بخواند',
    39 => 'كليد pgp‌شما براي ديدن همگان',
    40 => 'اين موضوع آيكن ندارد',
    41 => 'خواهان مديريت! ',
    42 => 'شكل نمايش روز',
    43 => 'حداكثر تعداد پست براي رزومه',
    44 => 'هيچ جعبه اي نيست',
    45 => 'نشان دادن يک سري از موارد اختياري در سيستم براي',
    46 => 'نمايش ندادن اين آيتم براي',
    47 => 'تنظيمات باكس جديد براي',
    48 => 'مباحث',
    49 => 'هيچ آيكني ذخيره نشده',
    50 => 'چك نكن - در صورتي كه شما مايل نيستيد',
    51 => 'فقط مقاله هاي جديد',
    52 => 'پيش فرض',
    53 => 'دريافت مقالات روز شب هنگام',
    54 => 'اگر نمي خواهيد ببينيد پستهاي جديد را اين را علامت بزنيد',
    55 => 'اگر شما همه اينها را بدوون علامت بگذاريد پيش فرض هاي سيستم براي شما اجرا خواهد شد',
    56 => 'نويسندگان',
    57 => 'نشان دادن مد نمايشي',
    58 => 'دسته دسته کردن',
    59 => 'محدوديت نظرات',
    60 => 'دوست داريد نظرات شما چگونه نمايش داده شوند؟',
    61 => 'اول جديدترين بعد قديميترين؟',
    62 => 'پيشفرض 100 ميباشد',
    63 => "پسورد شما برايتان اي ميل شد شما ميتوانيد لحظه اي وارد سايت شويد. لطفا از دستورالعمل ها و پيامهاي ما پيروي كنيد . از شما براي وارد شدن به سايت بسيار متشكريم {$_CONF['site_name']}",
    64 => 'نشان دادن يک سري از موارد اختياري در سيستم براي',
    65 => 'لطفا براي ورود يكبار ديگر سعي كنيد',
    66 => "شما اطلاعاتتان را اشتباه وارد نموديد.  لطفا بوسيله فرم زير دوباره سعي كنيد. آيا شما <a href=\"{$_CONF['site_url']}/users.php?mode=new\">عضو جديد هستيد</a>?",
    67 => 'عضو بعد از',
    68 => 'به ياد داشته باش مرا از',
    69 => 'چه مدت ما شما را به ياد داشته باشيم (عمر كوكي )چقدر باشد',
    70 => "سفارشي كن صفحه آرايي ولايه هاو محتويات سايت {$_CONF['site_name']}",
    71 => "يكي از بزرگترين و بهترين ويژگي هاي سايت {$_CONF['site_name']}  اين است كه شما ميتوانيد صفحه ها و لا يه ها و.. و روي هم رفته طرح بندي سايت را تغيير دهيد  شما براي اين كار بايد در ابتدا در سايت <a href=\"{$_CONF['site_url']}/users.php?mode=new\">ثبت نام كنيد</a> with {$_CONF['site_name']} . آيا پيش از اين عضو ما نبوده ايد ؟  پس ثبت نام كنيد ؟",
    72 => 'پوسته',
    73 => 'زبان',
    74 => ' ظاهر سايت را عوض كن ',
    75 => ' موضوع را اي -ميل كن براي',
    76 => 'اگر شما يك موضوع را از ليست زير انتخاب كنيد جديد ترين رزومههايي كه پايان هر روز پست شده را در دريافت خواهيد كرد. پس تنها موضوعاتي را انتخاب كنيد كه به آنها علاقمنديد',
    77 => 'عكس',
    78 => 'اضافه كردن تصوير شما !يا آواتارتان',
    79 => 'براي پاك كردن عكس اينجا را علامت بزنيد',
    80 => 'ورود',
    81 => 'فرستادن اي- ميل',
    82 => 'آخرين 10 مقاله از كاربر',
    83 => 'فرستادن آماربراي كاربر',
    84 => 'مجموع مقالات:',
    85 => 'مجموع نظرات :',
    86 => 'پيدا كردن تمام پستهاي ',
    87 => 'نام كاربري شما',
    88 => " اگرهر كس از جمله شمادر خواست يك پسورد جديد براي اكانت شما نمود در سايت  \"%s\" on {$_CONF['site_name']}, <{$_CONF['site_url']}>.\n\nاگر شما واقعا مايل به ااتفاق افتادن اين عمل هستيد لطفا روي لينك زير كليك كنيد:\n\n",
    89 => "اگر شما نميخواهيد اين اتفاق رخ دهد به سادگي از اين پيام صرفنظر كنيد و تقاضا ناديده گرفته ميشود و پسورد بدون تغيير باقي ميماند.\n\n",
    90 => 'شما ميتوانيد  پسورد جديدتان را در زير وارد كنيد اگر اين كار را انجام ندهيد پسورد قبليتان بدون تغيير باقي خواهد ماند',
    91 => 'اماده کردن پسورد جديد',
    92 => 'پسورد جديد را وارد كنيد',
    93 => 'آخرين درخواست شما براي پسورد جديد %d ثانيه پيش بود. اين سيستم به حداقل %d ثانيه بين 2 درخواست نياز دارد.',
    94 => 'پاك كردن حساب كاربري "%s"',
    95 => 'روي پاك كردن حساب كاربري كليك كنيد تا حساب كاربري شما ازديتا بيس سايت پاك شود در اين صورت تمام مقالات شما و نام كاربريتان پاك خواهد شد و به صورت عضو ناشناس به نمايش در خواهد آمد',
    96 => 'پاك كردن اكانت',
    97 => 'تثبيت پاك كردن اكانت شما',
    98 => 'آيا شما مطمين به پاك كردن اكانت خود در سايت هستيد ! شما بدين وسيله توانايي وروود مجدد به سايت را نخواهيد داشت و بايد يك حساب كاربري جديد بسازيد . اگر واقعا مطمين هستيد روي پاك كردن اكانت دوباره از طريق فرم زير اقدام كنيد',
    99 => 'گزينه هاي پنهاني براي كاربر',
    100 => 'فرستادن اي -ميل براي رييس سايت',
    101 => 'اجازه اي ميل از طرف ادمين سايت',
    102 => 'اي - ميل از طرف اعضا ',
    103 => 'اجازه براي دادن اي ميل از سايرين',
    104 => 'نشان دادن وضعيت حضور در سايت',
    105 => 'نشان دادن كساني كه حضور در سايت را انتخاب نكرده اند',
    106 => 'محل زندگي',
    107 => 'نشان دادن در پروفايل عمومي'
);

##########################4shir#####################################################
# index.php

$LANG05 = array(
    1 => 'هيچ خبري براي نمايش وجود ندارد',
    2 => ' هيچ مقاله جديدي براي نمايش وجود ندارد.',
    3 => ' براي موضوعات %s',
    4 => 'برجسته ترين مقاله امروز',
    5 => 'بعدي',
    6 => 'قبلي',
    7 => 'اولين',
    8 => 'آخرين'
);

##########################4shir#####################################################
# links.php

$LANG06 = array(
    1 => 'Web منابع',
    2 => 'هيچ منبعي براي نمايش وجود ندارد',
    3 => 'اضافه كردن لينك'
);

###########################4shir####################################################
# pollbooth.php

$LANG07 = array(
    1 => 'ذخيره راي',
    2 => 'راي شما براي اين راي گيري ذخيره شد',
    3 => 'دادن راي',
    4 => 'راي گيري در مورد سيستم',
    5 => 'نظرات',
    6 => 'ديدن ديگر سوالات راي گيري'
);

#########################4SHir######################################################
# profiles.php

$LANG08 = array(
    1 => 'هنگام فرستادن پيام شما خطايي رخ داده . لطفا دقت كرده و دوباره سعي كنيد',
    2 => 'پيام شما با موفقيت فرستاده شد',
    3 => 'لطفا از موجود بودن ادرس اي -ميل اطمينان حاصل كنيد در فيلد پاسخ',
    4 => ' لطفا قرار دهيد "نام خود"و "پاسخ به" و "موضوع"و پيام را در قسمتهاي تعيين شده',
    5 => 'خطا: چنين كاربري وجود ندارد.',
    6 => 'در اين موضوع يك پيغام خطا وجود دارد!.',
    7 => 'مقاله كاربري براي',
    8 => 'نام كاربري',
    9 => 'نام سايت خانگي كاربر',
    10 => 'فرستادن نامه براي',
    11 => 'نام شما:',
    12 => 'پاسخ به :',
    13 => 'عنوان:',
    14 => 'پيام:',
    15 => 'ترجمه نخواهد شد HTML',
    16 => 'فرستادن نامه',
    17 => 'فرستادن مقاله به دوستان',
    18 => 'نام دوست',
    19 => 'اي ميل دوست شما:',
    20 => 'از طرف:',
    21 => 'اي ميل شما',
    22 => 'تمام فيلدها ضروري هستند',
    23 => "اين اي -ميل فرستاده شده براي شما از طرف %s در %s چون ايشان بر اين باورند شما از آن لذت ميبريد اين مقاله در سايت {$_CONF['site_url']} موجود ميباشد. اين نامه يك هرز نامه نيست و در آينده نيز موزد استفاده تبليغاتي نخواهد داشت با تشكر از شما.",
    24 => 'نظر درباره اين مقاله در',
    25 => 'براي استفاده از اين قسمت شما بايد به عنوان عضو وارد شويد. با وروود شمال ميتوانيد به ما مشكلات سيستم سايت را براي جلوگيري از سو استفاده به ما گوشزد ',
    26 => 'اين فرم به شما اجازه ميدهد كه براي يك يوزر انتخاب شده نامه بفرستيد . تمام فيلدها بايد پر شوند',
    27 => 'پيام كوتاه',
    28 => '%s نوشته: ',
    29 => "اين يك خلاصه روزانه است از {$_CONF['site_name']} براي ",
    30 => 'خبرنامه روزانه يراي ',
    31 => 'عنوان',
    32 => 'روز',
    33 => 'بخوانيد مقاله كامل را در',
    34 => 'پايان پيام',
    35 => 'متاسفيم تنظيمات اين كاربر براي دريافت اي ميل تنظيم نشده'
);

#######################4SHIr########################################################
# search.php

$LANG09 = array(
    1 => 'جستجوي پيشرفته',
    2 => 'كلمات كليدي',
    3 => 'موضوع',
    4 => 'همه',
    5 => 'نوع',
    6 => 'رزومه',
    7 => 'نظرات',
    8 => 'نويسندگان',
    9 => 'همه',
    10 => 'جستجو',
    11 => 'نتايج جستجو',
    12 => 'تطابق داشت',
    13 => 'نتيجه جستجو: تطابقي يافت نشد',
    14 => 'در جستجوي شما تطابقي يافت نشد',
    15 => 'لطفا دوباره سعي کنيد',
    16 => 'عنوان',
    17 => 'روز',
    18 => 'نويسنده',
    19 => "بگرد همگي واژه هاي سايت {$_CONF['site_name']}از ديتا بيس ومقالات جديد و قديم",
    20 => 'روز',
    21 => 'به',
    22 => '(فرمت روز سال-ماه-روز)',
    23 => 'نما',
    24 => 'پيدا شد %d مورد',
    25 => 'گشتن به دنبال',
    26 => 'آيتمها ',
    27 => 'ثانيه',
    28 => 'هيچ توضيح يا مقاله اي مطابق با خواسته شما پيدا نشد',
    29 => 'توضيح يا نظر مطابق با خواسته شما',
    30 => 'هيچ لينکي مطابق نظر شما پيدا نشد',
    31 => 'اين پلاگين هيچ نتيجه اي باز نگرداند',
    32 => 'واقعه',
    33 => 'URL',
    34 => 'محل',
    35 => 'تمام روزها',
    36 => 'هيچ واقع اي مطابق با خواسته شما پيدا نشد',
    37 => 'نتايج وقايع',
    38 => 'نتايج لينکها',
    39 => 'لينکها',
    40 => 'وقايع',
    41 => 'کلمه اي که شما براي جستجو ميدهيد بايد بيشتر از سه کلمه باشد',
    42 => 'لطفا به ترکيب بندي روز و ماه و سال دقت کنيد YYYY-MM-DD (year-month-day).',
    43 => 'عين اصطلاح',
    44 => 'تمام کلمات زير',
    45 => 'هيچکدام از کلمات زير',
    46 => 'بعدي',
    47 => 'قبلي',
    48 => 'نويسنده',
    49 => 'روز',
    50 => 'تعداد بازديد',
    51 => 'لينک',
    52 => 'مکان(موقعيت)',
    53 => 'نتايج مقالات',
    54 => 'نتايج توضيحات',
    55 => 'اصطلاح',
    56 => 'و',
    57 => 'يا'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => 'آمارهاي سايت',
    2 => 'تعداد بازديد کنندگان کل سيستم:',
    3 => 'کل رزومه(توضيحات) موجود:',
    4 => 'راي ها (جوابهاي) کل افراد در سيستم:',
    5 => 'کل لينکها(کليک ها) در سيستم:',
    6 => 'وقايع درون سيستم:',
    7 => ' بهترين 10 مقاله درون سيستم:',
    8 => 'شرح عناوين:',
    9 => 'از نظر گذرانده شده:',
    10 => 'هيچ مقاله اي در سايت نيست يا تا به حال مشاهده نشده',
    11 => 'بهترين 10 مقاله',
    12 => 'نکات',
    13 => 'هيچ مقاله اي در سايت نيست يا تا به حال پستي در آنها صورت نگرفته',
    14 => 'بالاترين 10 راي',
    15 => 'سوال راي گيري',
    16 => 'نظرات',
    17 => 'هيچ راي گيري در سايت وجود ندارديا هيچ يک هنوز نظري در بر نداشته',
    18 => 'برترين 10 لينک',
    19 => 'لينکها',
    20 => 'از نظر گذرانده شده:',
    21 => 'هيچ لينکي وجود ندارد يا تا به حال بر روي آنها کليک نشده',
    22 => 'برترين 10 اي -ميل مقالات',
    23 => 'اي -ميل ها',
    24 => 'هيچ اي -ميل در مقالات وجود ندارد'
);

###############################################################################
# article.php

$LANG11 = array(
    1 => ' كداميك مربوط است',
    2 => 'ميل کردن مقاله به دوستان',
    3 => 'مقاله قابل چاپ',
    4 => 'اختيارات مقاله',
    5 => 'قالبPdfمقاله'
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => 'براي ثبت کردن يک %s شما بايد به عنوان يک عضو وارد شويد.',
    2 => 'ورود',
    3 => 'کاربر جديد',
    4 => 'ثبت يک واقع جديد',
    5 => 'ثبت يک لينک',
    6 => 'ثبت يک مقاله',
    7 => 'ورود لازم است',
    8 => 'ثبت کردن',
    9 => 'وقتي که ارايه داديد اطلاعات خود را براي استفاده در اين سايت ما ميدهيم به شمااين پيشنهادات خود را<ul><li>تمام فيلدها را بطور کامل پر کنيد<li>اطلاعاتتان را به صورت کامل و دقيق بدهيد<li>لينکهايي که ميدهيد حتما دوباره چک کنيد</ul>',
    10 => 'عنوان',
    11 => 'لينک',
    12 => 'روز شروع',
    13 => 'روز پاياني',
    14 => 'محل',
    15 => 'شرح - وصف',
    16 => 'اگر به جز اينها بود لطفا تعيين نماييددسته',
    17 => 'طبقه ، فهرست',
    18 => 'بقيه',
    19 => 'در ابتدا بخوانيد',
    20 => 'خطار:طبقه ، فهرست گم شده',
    21 => 'اگر گزينه " بقيه" را انتخاب نموديد لطفا طبقه ، فهرست را مشخص نماييد',
    22 => 'خطا:فيلدهاي گم شده',
    23 => 'لطفا تمام فيلدهاي فرم را پر نماييد. تمام فيلدها لازم هستند',
    24 => 'Submission ذخيره شد',
    25 => ' s%   submission شمابا موفقيت ذخيره گرديد.',
    26 => 'سرعت مجاز،',
    27 => 'نام کاربري ',
    28 => 'مطلب',
    29 => 'مقاله',
    30 => 'آخرين submission شما بوده ',
    31 => " اين سايت به حداقل  {$_CONF['speedlimit']} ثانيه بين submissions نياز دارد",
    32 => 'پيش نمايش',
    33 => 'پيش نمايش مقاله',
    34 => 'خروج',
    35 => 'HTMLتگهاي اجازه ترجمه ندارند',
    36 => 'روش پست',
    37 => " ارايه دادن يک واقعه جديد در سايت {$_CONF['site_name']} قرار داده خواهد شددر وقايع شما در تقويم اصلي سايت اگر درخواست کرديديا اگر وقايعي بود که از قلم افتاده بود ميتوانيد آنها را بفرستيد تا در صورتي که ادمين سايت قبول کرد آن را تاييد کرده  و در تقويم اصلي سايت قرار دهد",
    38 => 'اضافه کردن واقعه به',
    39 => 'تقويم اصلي سايت',
    40 => 'تقويم شخصي',
    41 => 'زمان پايان',
    42 => 'زمان شروع',
    43 => 'تمام روزهاي واقعه',
    44 => 'آدرس خط اول',
    45 => 'آدرس خط دوم',
    46 => 'شهر',
    47 => 'استان',
    48 => 'کد پستي',
    49 => 'نوع واقعه',
    50 => 'ويرايش نوع واقعه',
    51 => 'محل',
    52 => 'حذف کردن',
    53 => 'ساختن حساب کاربري'
);

###############################################################################
# اصطلاحات رييس - اين فايلها در اطلاعات ادمين استفاده ميشود
###############################################################################

###############################################################################
# admin/auth.inc.php

$LANG20 = array(
    1 => 'سنديت و تصديق لازم است',
    2 => 'غير قابل دسترسي! اطلاعات ورود به صورت اشتباه وارد شده اند',
    3 => 'رمز عبور براي کاربر مربوطه اشتباه است',
    4 => 'کلمه کاربري:',
    5 => 'رمز عبور:',
    6 => 'تمام قسنتها براي رييس سايت قابل دسترسي است.<<br>Tاين صفحه براي استفاده افراد تعيين صلاحيت شده مجاز است',
    7 => 'ورود'
);

###############################################################################
# admin/block.php

$LANG21 = array(
    1 => 'حقوق رييس نارسا و ناکامل است',
    2 => 'اديت کردن قسمت بلاکها براي شما لازم نيست.',
    3 => 'ويرايش گر بلاک',
    4 => 'براي خواندن کارگذار مشکلي بوجود امده (ببينيد فايل خطا را را براي جزييات بيشتر).',
    5 => 'عنوان مسدود شده',
    6 => 'مطلب',
    7 => 'همه',
    8 => 'بلاک کردن درجه امنيتي',
    9 => 'مرتب کردن  بلاکها',
    10 => 'بلاک کردن يک نوع و رشته',
    11 => 'بلاک شده پورتال',
    12 => 'بلاک  شده معمولي',
    13 => 'گزينه هاي  بلاک شده پورتال',
    14 => 'RSS URL',
    15 => 'آخرين RSS به روز شده',
    16 => 'گزينه هاي بلاک معمولي',
    17 => 'بلاک  مضامين و محتوا',
    18 => 'لطفا عنوان بلاک و محتوا و مضامين آن را قرار دهيد',
    19 => 'مديريت بلاکها',
    20 => 'عنوان بلاک ها',
    21 => 'سطح امنيتي بلاکها',
    22 => 'نوع  بلاک شده',
    23 => 'مرتب کردن بلاکها',
    24 => 'عناوين بلاک شده',
    25 => 'براي تغيير نوع يا پاک کردن يک بلاک کليک کنيد رو آن در زير.براي ساختن يک بلاک جديد روي بلاک جديد در بالا کليک کنيد',
    26 => 'آرايش بلاکها',
    27 => 'PHPبلاک',
    28 => ' گزينه هاي بلاکPHP ',
    29 => 'توابع بلاک',
    30 => 'اگر شما ميخواهيد يک بلاک کد پي اچ پي توسط خودتان را استفاده کنيد . وارد کنيد نام تابع را در بالا . نام تابع شما بايد با پيشوند(مثال) phpblock_? phpblock_getweather  باشد. اگر شما تابعي با اين پيشوند نداشته باشيد در نتيجه اين تابع صدا نزده خواهد شد ما اين کار را انجام ميدهيم که افرادي که ميخواهند هک کنند جيک لاگ شما را  از طريق قرار دادن توابع دلبخواهي که ميتواند وارد کنند و زيان آور باشد براي سيستم شما نتواننداین کار راانجام دهند. اطمينان حاصل کنيد که دو پرانتز "()" خالي بعد از تابعتان نيست .در اخر لازم است تمام توابع بلاک خود را در اين مسير قرار دهيد. اين به شما اجازه ميدهد موقع آپديت کردن به مشکلي بر نخوريد   /path/to/geeklog/system/lib-custom.php.',
    31 => 'پیام خطادر پی اچ پی بلاک..  تابع , %s, وجود ندارد.',
    32 => 'خطاي گم شدن فيلد يا فيلدها',
    33 => 'شما بايد "يو آر ال" را براي فايل :"Rss" برا ي پورتال بلاک وارد کنيد ',
    34 => 'شما بايد عنوان وتابعي براي "php " بلاک وارد کنيد',
    35 => 'شما بايد عنوان و محتوايي براي بلاک معمولي وارد کنيد',
    36 => 'شما بايد محتوايي برايمحتواي آرايش ترتيب بلاکها وارد کنيد',
    37 => 'نام تابع "php" بلاک شما مناسب نيست',
    38 => 'تابع شما براي "php " بلاک بايد يک پيشوند به صورت  \'phpblock_\' (e.g. phpblock_getweather).  يک عبارت پيشوندي مثل اين لازم است براي بالابردن امنيت شما در برابر جلوگيري از اجراي کدهاي اختياري يک هکر \'phpblock_\' ',
    39 => 'جهت',
    40 => 'چپ',
    41 => 'راست',
    42 => 'شما بايد وارد کنيد عنوان بلاک و ترتيب بلاک ها را براي الگوي از قبل تعيين شده ي جيک لاگ',
    43 => 'فقط آدرس " home page" وارد شود',
    44 => 'غير قابل دسترسي',
    45 => "شما در حال ورود به منطقه بلاك شده هستيد كه قابليت دسترسي براي شما وجود ندارد.  اين تلاش شما ثبت شد. لطفا به  <a href=\"{$_CONF['site_admin_url']}/block.php\">بازگشت به صفحه مديريت بلاكها</a>.",
    46 => 'بلاك جديد',
    47 => 'خانه ريس سايت',
    48 => 'نام بلاك',
    49 => ' (بدون فاصله و بايد منحصر به فرد باشد  ) ',
    50 => 'فايل كمكي  URL',
    51 => 'بايد به همراه عبارت http://',
    52 => 'اگر شما اين را خالي رها كنيد آيكن مربوط به اين بلاك  نمايش داده نخواهد شد',
    53 => 'فعال شده',
    54 => 'ذخيره',
    55 => 'لغو ',
    56 => 'پاک کردن',
    57 => 'حركت  دادن بلاك به سمت پايين',
    58 => 'حركت بلاك به سمت بالا',
    59 => 'حركت بلاك به سمت راست',
    60 => 'حركت بلاك به سمت چپ'
);

###############################################################################
# admin/event.php

$LANG22 = array(
    1 => 'واقعه نگار',
    2 => 'خطا',
    3 => 'عنوان واقعه',
    4 => 'واقعه URL',
    5 => 'روز شروع واقعه',
    6 => 'روز پايان واقعه',
    7 => 'محل واقعه',
    8 => 'شرح واقعه',
    9 => '(بايد شامل//:http)',
    10 => 'شما بايد روزها/ساعتها و عنوان واقعه و شرح آن را وارد و تهيه كنيد',
    11 => 'واقعه نگار',
    12 => 'براي تغيير يا پاك كردن يك واقعه روي آن واقعه  در زير كليك كنيد. براي ساختن يك واقعه جديد روي واقعه جديد در بالا كليك كنيد  و براي كپي كردن يك واقعه موجود روي "‍C" كليك كنيد',
    13 => 'عنوان واقعه',
    14 => 'روز شروع',
    15 => 'روز پايان',
    16 => 'غير قابل دسترسي',
    17 => "شما در حال تلاش براي ورود به قسمتي از وقايع هستيد كه اجازه دسترسي به آنها را نداريد. اين تلاش شما گزارش شد <a href=\"{$_CONF['site_admin_url']}/event.php\">بازگشت به صفحه مديريت وقايع</a>.",
    18 => 'واقعه جديد',
    19 => 'خانه رييس',
    20 => 'ذخيره',
    21 => 'لغو',
    22 => 'پاك كردن',
    23 => 'روز شروع شما اشكال دارد',
    24 => 'روز پايان شما اشكال دارد',
    25 => 'روز شروع  بعد از روز پايان است'
);

###############################################################################
# admin/link.php

$LANG23 = array(
    1 => 'ويراستار لينك',
    2 => '',
    3 => 'عنوان لينك',
    4 => 'لينك URL',
    5 => 'دسته و گروه مربوطه',
    6 => '(بايد شامل http://)',
    7 => 'بقيه..ميباشد',
    8 => 'بازديد از لينك',
    9 => 'شرح لينك',
    10 => 'شما نياز داريد به وارد كردن عنوان لينك و شرح "URL" تا صحيح شود',
    11 => 'مديريت لينك',
    12 => 'براي تغيير يا پاك كردن يك لينك رو آن لينك در زير كليك كنيد. براي ساختن يك لينك جديد روي "لينك جديد" دربالا كليك كنيد',
    13 => 'عنوان لينك',
    14 => 'دسته و نوع لينك',
    15 => 'لينك URL',
    16 => 'غير قابل دسترسي',
    17 => "شما در حال دسترسي به لينكي هستيد كه اجازه دسترسي آن براي شما وجود ندارد. اين تلاش شما گزارش شد.  لطفا<a href=\"{$_CONF['site_admin_url']}/link.php\">بازگرديد به صفحه مديريت لينكها</a>.",
    18 => 'لينك جديد',
    19 => 'خانه رييس',
    20 => 'اگر مورد ديگري هست لطفا ذكر كنيد',
    21 => 'ذخيره',
    22 => 'لغو',
    23 => 'پاك كردن'
);

###############################################################################
# admin/story.php

$LANG24 = array(
    1 => 'مقاله قبل',
    2 => 'مقاله بعد',
    3 => 'روش',
    4 => 'روش پست',
    5 => 'ويراستار مقالات',
    6 => 'هيچ مقاله اي در اين سيستم موجود نيست',
    7 => 'نويسنده',
    8 => 'ذخيره',
    9 => 'پيش نمايش',
    10 => 'لغو',
    11 => 'پاك كردن',
    12 => 'مشخصه " ID "مورد نظر',
    13 => 'عنوان',
    14 => 'موضوع',
    15 => 'روز',
    16 => 'نوشته دروني',
    17 => 'نوشته بدنه و اصلي',
    18 => 'نمايش',
    19 => 'توضيحات',
    20 => '',
    21 => '',
    22 => 'ليست مقالات',
    23 => 'براي تغيير يا پاك كردن يك مفاله روي شماره مقاله در زير كليك كنيد . براي ديدن يك مقاله بر روي عنوان آن كليك كنيد. و براي ساختن يك مقاله جديدروي "مقاله جديد" در بالا كليك كنيد',
    24 => 'مشخصه "ID" مورد نظر شما براي اين مقاله قبلا استفاده شده لطفا يك مشخصه ديگر وارد كنيد',
    25 => '',
    26 => 'پيش نمايش مقاله',
    27 => '',
    28 => '',
    29 => '',
    30 => 'خطا در فرستادن مقاله',
    31 => ' لطفا عنوان و نوشته دروني را كامل كنيد',
    32 => 'تركيب وسيما',
    33 => 'فقط يك تركيب قابل استفاده است براي مقالات',
    34 => 'پيش نويس کردن',
    35 => 'بله',
    36 => 'خير',
    37 => 'بيشتر توسط',
    38 => 'بيشتر از',
    39 => 'اي -ميل ها',
    40 => 'غير قابل دسترسي.',
    41 => "شما در حال تالاش براي دستيابي به مقاله اي هستيد كه اجازه دسترسي به آن را نداريد. اين تلاش شما گزارش شدمقالات فقط خواندني در زير موجود هستند.  <a href=\"{$_CONF['site_admin_url']}/story.php\">بازگشت به صفحه مديريت مقالات",
    42 => "شما در حال تلاش براي دستيابي به مقاله اي هستيد كه اجازه دسترسي به آن را نداريد. اين تلاش شما گزارش شد.لطفا <a href=\"{$_CONF['site_admin_url']}/story.php\">بازگرديد به صفحه مديريت مقالات</a>.",
    43 => 'مقاله جديد',
    44 => 'خانه رييس',
    45 => 'دستيابي',
    46 => '<b>نكته:</b> اگر اگر شما اين روز را به  به آينده تغيير دهيد مقاله تا آن موقع نمايش داده نخواهد شد. اين به آن معني است كه مقاله شما در " RSS" شما وارد نخواهد شد و در امار و ارقام نيز تا آن روز مشخص درج نخواهد شدi',
    47 => 'تصاوير',
    48 => 'تصوير',
    49 => 'راست',
    50 => 'چپ',
    51 => 'براي افزودن يك تصوير براي مقاله تان شما بايد از فرمت بندي نوشته استفاده كنيد.فرمت بندي بندي ويژه  "image -X" و "image-X-Right" يا " image-X-Left" هنگامي كه X يك عدد است براي تصويري است كه ميخواهيد اضافه كنيد  نكته:شما حتما بايد تصويري اضافه كنيد به جز عكس چيزي نميتوانيد اضافه كنيد. اگر چيز ديگري باشد  مقاله ذخيره نخواهد شد<br><p><b>پيش نمايش</b>: پيش نمايش يك مقاله با تصاويري كه به آن الحاق شده با فشار دكمه پيش نمايش قابل رويت خواهد بود',
    52 => 'پاك كردن',
    53 => 'مورد استفاده نبوده . شما بايد اين تصوير را درون قسمت "بادي--بدنه" قرار دهيد قبل از اينكه شما تغييرات را ذخيره كنيد.',
    54 => 'اضافه كردن تصوير مورد استفاده نبوده',
    55 => 'اين پيغام خطا هنگام ذخيره مقاله شما رخ داد. لطفا خطا را تصحيح كرده و دوباره براي ذخيره تلاش كنيد',
    56 => 'نشان دادن آيكن عنوان',
    57 => 'ديدن تصوير به صورت واقعي و بدون قالب',
    58 => 'مديريت مقاله',
    59 => 'گزينه ها ',
    60 => 'فعال شده',
    61 => 'بايگاني خودكار',
    62 => 'حذف خودكار'
);

###############################################################################
# admin/poll.php

$LANG25 = array(
    1 => 'مد',
    2 => 'لطفا يك پاسخ با دست كم يك جواب وارد كنيد',
    3 => 'نظر سنجي ساخته شده',
    4 => 'نظر %s ذخيره شد',
    5 => 'ويرايش راي',
    6 => ' شناسه راي ',
    7 => '(از فضاي خالي استفاده نكنيد)',
    8 => 'در صفحه اصلي ظاهر شود',
    9 => 'سوال',
    10 => 'پاسخها / آرا',
    11 => 'براي گرفتن پاسخ راي خطايي رخ داده داده ها درباره راي %s',
    12 => 'براي گرفتن سوال راي خطايي رخ داده داده هاي سوال راي %s',
    13 => 'ساختن راي گيري',
    14 => 'ذخيره',
    15 => 'لغو',
    16 => 'خذف كردن',
    17 => 'لطفا شناسه راي گيري را وارد نماييد ',
    18 => 'ليست راي',
    19 => 'براي تغيير يا پاك كردن يك راي روي آن راي كليك كنيد .و براي ساختن يك راي جديد روي راي جديد در بالا كليك كنيد',
    20 => 'راي دهندگان',
    21 => 'غير قابل دسترسي',
    22 => "شما در حال دسترسي يه راي هستيد كه اجازه دسترسي به آن را نداريد. اين تلاش شما گزارش شدلطفا برويد به <a href=\"{$_CONF['site_admin_url']}/poll.php\">صفحه مديريت آرا</a>.",
    23 => 'راي جديد',
    24 => 'خانه راي',
    25 => 'بله',
    26 => 'خير'
);

###############################################################################
# admin/topic.php

$LANG27 = array(
    1 => 'ويرايشگر موضوع-تاپيك',
    2 => 'موضوع -تاپيك ID',
    3 => 'نام تاپيك',
    4 => 'عكس تاپيك',
    5 => '(از فضاي خالي استفاده نكنيد)',
    6 => 'با پاك كردن يك تاپيك تمام مقالات و همه محتويات آن پاك خواهند شد',
    7 => 'لطفا "آي دي" و نام تاپيك را بنويسيد',
    8 => 'مدير تاپيك',
    9 => 'براي تغيير يا پاك كردن يك تاپيك روي آن تاپيك كليك كنيد . براي ساختن يك تاپيك يك  روي كليد :تاپيك جديد" كليك كنيد". شما ميتوانيد درجه دسترسي به تاپيك را در پرانتز ها مشخص كنيد اگر در آن *ستاره قرار دهيد مشخص ميشود كه آن موضوع  پيش فرض ميباشد. ',
    10 => 'نظم ترتيب',
    11 => 'مقالات/صفحه',
    12 => 'غير قابل دسترسي',
    13 => "شما در حال تلاش براي دسترس ي به موضوعي هستيد كه اجازه دسترسي به آن را نداريد . اين تلاش شما گزارش شد.لطفا برويد به <a href=\"{$_CONF['site_admin_url']}/topic.php\">صفحه مديريت تاپيك ها</a>.",
    14 => 'طريقه مرتب سازي',
    15 => 'الفبايي',
    16 => 'پيش فرض:',
    17 => 'تاپيك جديد',
    18 => 'خانه رييس',
    19 => 'ذخيره',
    20 => 'لغو',
    21 => 'پاك كردن',
    22 => 'پيش فرض',
    23 => 'اين را قرار بده اين را به عنوان  تاپيك پيش فرض مقالات',
    24 => '(*)',
    25 => 'آرشيو تاپيك ها',
    26 => 'اين را به عنوان تاپيك پيش فرض براي آرشيو مقالات استفاده كن. تنها يك تاپيك قابل قبول است'
);

###############################################################################
# admin/user.php

$LANG28 = array(
    1 => 'ويرايشگر اعضا',
    2 => 'شناسه كاربر',
    3 => 'نام كاربري',
    4 => 'نام كامل',
    5 => 'رمز عبور',
    6 => 'درجه امنيتي',
    7 => 'آدرس " اي-ميل"',
    8 => 'صفحه خانگي',
    9 => '(از فضاي خالي استفاده كنيد)',
    10 => 'لطفا "نام كاربري" و "اي- ميل" راوارد كنيد',
    11 => 'مديريت كاربران',
    12 => 'براي تغيير يا پاك كردن يك  كاربران كليك كنيد روي آن كاربر در زير. براي ساختن يك كاربر جديد روي "كاربر جديد" كليك كنيد . شما ميتوانيد به سادگي با وارد كردن  قسمتهايي همچون "نام كاربري " يا " اي - ميل " يا نام كامل در فرم زير شخص مورد نظر را پيدا كنيد (مثال *son* or *.edu) ',
    13 => 'درجه امنيتي',
    14 => 'روز ثبت نام',
    15 => 'كاربر جديد',
    16 => 'خانه رييس',
    17 => 'تغيير كلمه عبور',
    18 => 'لغو',
    19 => 'حذف',
    20 => 'ذخيره',
    21 => 'نام كاربري كه كه در حال سعي براي ذخيره آن هستيد قبلا در سيستم وجود داشته',
    22 => 'خطا',
    23 => 'اضافه كردن يك دسته',
    24 => 'اضافه كردن يك دسته از كاربران',
    25 => 'شما ميتوانيد يك دسته از كاربران را وارد جيك لاگ كنيد. فايل ورودي بايد به وسيله "تب- فاصله يعني به اندازه يكtab " از هم جدا شده باشد و بايد شامل اطلاعات زير باشد:"نام كاربر"و" نام كاربري" و " آدرس اي-ميل" باشد .هر كاربري كه دعوت ميشود به وسيله يك پسورد متفاوت دعوت ميشودشما بايد هر كاربر را در يك خط وارد كنيد . در غير اين صورت به مشكل بر ميخوريد',
    26 => 'جستجو',
    27 => 'محدوده نتايج',
    28 => 'اين قسمت را براي حذف تصوير علامت بزنيد',
    29 => 'مسير',
    30 => 'وارد کردن',
    31 => 'كاربران جديد',
    32 => 'پردازش به پايان رسيد.وارد شده =%d تعداد  وارد نشده=%d ',
    33 => 'ثبت کردن',
    34 => 'خطا: شما بايد فايلي را براي فرستادن انتخاب كنيد',
    35 => 'آخرين ورود',
    36 => '(هيچوقت)'
);

###############################################################################
# admin/moderation.php

$LANG29 = array(
    1 => 'تصديق كردن',
    2 => 'پاك كردن',
    3 => 'ويرايش',
    4 => 'پروفايل',
    10 => 'عنوان ',
    11 => 'روز شروع',
    12 => 'URL',
    13 => 'دسته',
    14 => 'روز',
    15 => 'دسته-موضوع',
    16 => 'نام كاربري',
    17 => 'نام كامل',
    18 => 'اي-ميل',
    34 => 'کنترل و فرماندهى',
    35 => ' حدود دسترسي به مقالات ',
    36 => ' حدود دسترسي به لينكها',
    37 => 'حدودو دسترسي به وقايع ',
    38 => 'ثبت کردن',
    39 => 'هيچ "حق دسترسي" براي مديريت  هم اكنون نيست',
    40 => 'حدود دسترسي كاربر'
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => 'يكشنبه',
    2 => 'دوشنبه',
    3 => 'سه شنبه',
    4 => 'چهار شنبه',
    5 => 'پنج شنبه',
    6 => 'جمعه',
    7 => 'شنبه',
    8 => 'افزودن واقعه',
    9 => '%s واقعه',
    10 => 'اتفاقات براي:',
    11 => 'تقويم اصلي',
    12 => 'تقويم من',
    13 => 'دي',
    14 => 'بهمن',
    15 => 'اسفند',
    16 => 'فروردين',
    17 => 'ارديبهشت',
    18 => 'خرداد',
    19 => 'تير',
    20 => 'مرداد',
    21 => 'شهريور',
    22 => 'مهر',
    23 => 'آبان',
    24 => 'آذر',
    25 => 'بازگشت به',
    26 => 'تمام روزها',
    27 => 'هفته',
    28 => 'تقويم خصوصي براي',
    29 => 'تقويم عمومي',
    30 => 'پاك كردن واقعه',
    31 => 'افزودن',
    32 => 'واقعه',
    33 => 'روز',
    34 => 'زمان',
    35 => 'افزودن سريع',
    36 => 'ثبت كردن',
    37 => 'متاسفم/ قابليت تقويم شخصي در اين سايت محدود شده',
    38 => 'ويرايشگر واقعه شخصي',
    39 => 'روز',
    40 => 'هفته',
    41 => 'ماه'
);

###############################################################################
# admin/mail.php

$LANG31 = array(
    1 => "{$_CONF['site_name']} برنامه اي-ميل",
    2 => 'از',
    3 => 'پاسخ -به',
    4 => 'موضوع',
    5 => 'بادي - بدنه',
    6 => 'فرستادن براي:',
    7 => 'تمام كاربران:',
    8 => 'رييس- ادمين',
    9 => 'گزينه ها ',
    10 => 'HTML',
    11 => 'پيام فوري !',
    12 => 'فرستادن',
    13 => 'از نو',
    14 => 'چشم پوشي از تنظيمات كاربر',
    15 => 'خطا هنگام فرستادن براي: ',
    16 => 'پيام با موفقيت فرستاده شد براي : ',
    17 => "<a href={$_CONF['site_admin_url']}/mail.php>فرستادن پيا م ديگر</a>",
    18 => 'به',
    19 => 'نكته: اگر شما ميخواهيد پيامي را براي تمام اعضاي سايت بفرستيد گروهي را از منوي كشويي انتخاب كنيد',
    20 => "با موفقيت ارسال شد  <successcount> وتعداد <failcount> با شكست روبرو شد.  همچنين شما ميتوانيد<a href=\"{$_CONF['site_admin_url']}/mail.php\">يك پيام ديگر بفرستيد</a> يا ميتوانيد<a href=\"{$_CONF['site_admin_url']}/moderation.php\">به صفحه مديريت باز گرديد</a>.",
    21 => 'عدم‌ موفقيت‌',
    22 => 'موفقيت',
    23 => 'بدون مشكل',
    24 => 'بدون موفقيت',
    25 => '-- گروهي را انتخاب كنيد --',
    26 => 'لطفا تمام فيلدها را پر كرده و گروهي از كاربران را براي  drop down.'
);

###############################################################################
# admin/plugins.php

$LANG32 = array(
    1 => 'نصب كردن پلاگينها ميتواند به سيستم "جيك لاگ " شما آسيب برساند و فايلهاي نصب شما را از بين ببرد.بسيار مهم است كه شما پلاگينها را حتما از سايت    <a href="http://www.geeklog.net">جيك لاگ</a> دريافت كنيد تمام پلاگينهاي سايت تست شده براي انواع سيستم عاملها وجود دارندپلاگينها يك برنامه اجرايي را از طرق سايت اجرا ميكنند كه ميتواند براي امنيت مخاطره آميز باشد مخصوصا اگر آنها را از سايتهاي ديگر دريافت كنيد.اين كار شما را ما تضمين نميكنيم  چون ممكن است سايت شما با مشكل مواجه شود شما ميتوانيد انها را با مسيوليت خودتان نصب كنيد  پس در استفاده آنها بسيار هوشيار باشيد  ',
    2 => 'نويسنده پلاگين در استفاده شما از آن مسيوليتي ندارد',
    3 => 'نصب پلاگين از',
    4 => 'فايل پلاگين',
    5 => 'ليست پلاگين',
    6 => 'اخطار: آين پلاگين قبلا نصب نشده',
    7 => 'اين پلاگين كه شما در حال سعي در نصب آن هستيد قبلا نصب شده ؟ لطفا پلاگين را قبل از نصب دوباره آن پاك كنيد',
    8 => 'چك كردن سازش پذيري پلاگين شكست خورد',
    9 => 'اين پلاگين يك ورژن جديد از "جيك لاگ " را نياز دارد. ميتوانيد "جيك لاگ " خود را به روز كنيد از سايت<a href="http://www.geeklog.net">جيك لاگ</a> يا يك ورژن ديگر از پلاگين را نصب كنيد',
    10 => '<br><b>هم اكنون هيچ پلاگيني نصب نشده است </b><br><br>',
    11 => 'براي تغيير يا پاك كردن پلاگين روي آن پلاگين در زير كليك كنيد. اينكارنمايش خواهد دادجزييات پلاگين را از قبيل "وب سايت نويسنده" .همچنين ورژن نصب شده و ورژن قبلي كه از آن ارتقا داده شده. اين به شما ميگويد كه آيا پلاگين احتياج به جديد شدن دارد يا خير . براي نصب نسخه به روز شده به مستندات آن مراجه كنيد',
    12 => 'هيچ پلاگيني براي ويرايشگر پلاگين آماده نيست',
    13 => 'ويرايشگر پلاگين',
    14 => 'پلاگين جديد',
    15 => 'خانه رييس',
    16 => 'نام پلاگين',
    17 => 'ورژن پلاگين',
    18 => 'ورژن جيك لاگ',
    19 => 'فعال',
    20 => 'بله',
    21 => 'خير',
    22 => 'نصب',
    23 => 'ذخيره',
    24 => 'لغو',
    25 => 'حذف',
    26 => 'نام پلاگين',
    27 => 'خانه اصلي پلاگين',
    28 => 'ورژن نصب شده',
    29 => 'ورژن جيك لاگ',
    30 => 'پاك كردن پلاگين ؟',
    31 => 'آيابراي پاك كردن اين پلاگين مطمين هستيد؟ شما به اين وسيله بسياري از اطلاعات و ساختار اطلاعاتي خود را از دست خواهيد داد. اگر مطمين هستيد روي خذف دوباره كليك كنيد در فرم بالا',
    32 => '<p><b>خطاي /AutoLink tag فرمت درستي ندارد</b></p>',
    33 => 'كد ورژن',
    34 => 'به روز آوري'
);

###############################################################################
# admin/syndication.php

$LANG33 = array(
    1 => 'ساختن  feed',
    2 => 'ذخيره',
    3 => 'حذف',
    4 => 'لغو',
    10 => 'محتواي سنديكا',
    11 => ' Feed جديد ',
    12 => 'خانه رييس',
    13 => 'براي تغيير يا پاك كردن يك "فيد" در زير روي عنوان آن "فيد" كليك كنيد. براي ساختن يك "فيد" جديد روي "فيد جديد" در بالا كليك كنيد',
    14 => 'عنوان',
    15 => 'نوع',
    16 => 'نام فايل',
    17 => 'فرمت و نوع',
    18 => 'آخرين به روز رساني',
    19 => 'فعال',
    20 => 'بله',
    21 => 'خير',
    22 => '<i>(هيچ "فيدي" وجود ندارد)</i>',
    23 => 'تمام مقالات',
    24 => 'ويريشگر "فيد" ها',
    25 => 'عنوان فيد',
    26 => 'محدوده',
    27 => 'طول يك بازه',
    28 => '("صفر" بيانگر اينكه هيچ متني نيست  و " يك " بيانگر انكه پر از نوشته است  و "اعداد ديگر" محدود شده به آن تعداد كاراكتر" )',
    29 => 'شرح',
    30 => 'آخرين به روز آوري',
    32 => 'زبان',
    31 => 'مجموعه کاراکترها',
    33 => 'محتويات',
    34 => 'ركوردها',
    35 => 'ساعت ها',
    36 => 'نوع "فيد" را مشخص كنيد',
    37 => 'شما حداقل يك پلاگيت براي نصب لازم داريد كه محتويات سنديكاي شما پشتيباني نمايد. در زير شما  نياز داريد به انتخاب هر چه ميخواهيد شما ميتوانيد يك "فيد"براي جيك لاگ بسازيد يا يا يك فيد از پلاگينها',
    38 => 'خطا:فيلدهاي گمشده',
    39 => 'لطفا عنوان "فيد" را بنويسيدبهمراه شرح و نام فايل',
    40 => 'لطفا يك عدد از محتويات يا يك عدد از ساعات بنويسيد',
    41 => 'لينكها',
    42 => 'وقايع'
);

###############################################################################
# confirmation and error messages

$MESSAGE = array(
    1 => "پسورد شما براي اي-ميل شما فرستاده شد . لطفا از راهنمايي هاي درون پيام براي استفاده بهتر استفاده نماييد. با تشكر از شما براي استفاده از سايت {$_CONF['site_name']}",
    2 => "با تشكر از شما براي فرستادن مقاله براي{$_CONF['site_name']}. اين مقاله براي قسمت بررسي ارسال شد. اگر محتويات آن مورد تاييد مسيولين سايت بود مقاله شما به مانند ساير مقالات در دسترس خواهد بود ",
    3 => "با تشكر از شما براي فرستادن لينك براي{$_CONF['site_name']}.اين لينك شما براي قسمت بررسي ارسال شد . در صورت مجاز بودن لينك شما در قسمت   <a href={$_CONF['site_url']}/links.php>لينكها</a> قابل رويت خواهد بود",
    4 => "با تشكر از شما براي فرستادن واقعه جديدبراي {$_CONF['site_name']}. واقع شما پس از بررسي و در صورت تاييد در قسمت <a href={$_CONF['site_url']}/calendar.php>تقويم</a> قابل رويت خواهد بود",
    5 => 'اطلاعات حساب كاربري شما با موفقيت ذخيره گرديد',
    6 => ' preferencesشمابا موفقيت ذخيره گرديد',
    7 => ' توضيحات preferences شما با موفقيت ذخيره گرديد,
    8 => 'شما با موفقيت خارج شديد',
    9 => 'مقاله شما با موفقيت ذخيره گرديد',
    10 => 'مقاله مورد نظر با موفقيت حذف گرديد',
    11 => 'بلاك شما با موفقيت ذخيره گرديد',
    12 => 'بلاك شما با موفقيت حذف گرديد',
    13 => 'تاپيك شما با موفقيت ذخيره گرديد',
    14 => 'تمام تاپيك و مقالات درون آ ن و تمام بلاكهاي آن با موفقيت پاك شد ',
    15 => 'لينك مورد نظر با موفقيت ذخيره گرديد',
    16 => 'لينك مورد نظر با موفقيت حذف گرديد',
    17 => 'واقعه مورد نظر با موفقيت ذخيره گرديد',
    18 => 'واقعه مورد نظر با موفقيت حذف گرديد',
    19 => 'نظر سنجي شما با موفقيت ذخيره گرديد',
    20 => 'نظر سنجي شما با موفقيت حذف گرديد',
    21 => 'كاربر مورد نظر با موفقيت ذخيره شد',
    22 => 'كاربر مورد نظر با موفقيت حذف گرديد',
    23 => 'خطا در هنگام افزودن واقعه جديد . اين واقعه هيچ شناسه اي ندارد',
    24 => 'اين واقعه در تقويم شما ذخيره شد',
    25 => 'تا وقتيكه وارد نشويد نمي توانم تقويم شخصي شما را باز كنم',
    26 => 'واقعه مورد نظر با موفقيت از تقويم شخصي شما حذف گرديد',
    27 => 'پيام با موفقيت فرستاده شد',
    28 => 'پلاگين با موفقيت ذخيره گرديد',
    29 => 'متاسفم - تقويم شخصي در اين سايت غير فعال است',
    30 => 'غير قابل دسترسي',
    31 => 'متاسفم - شما اجازه دسترسي به مديريت مقالات را نداريد. تمام تلاشهاي غير مجاز شما براي دسترسي غير مجاز ثبت ميشود',
    32 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت تاپيكها را نداريد. تمام تلاشهاي غير مجاز شما براي دسترسي غير مجاز ثبت خواهد شد',
    33 => 'متاسفم- شما اجازه دسترسي به صفحه مديريت بلاكها را نداريد. تمام تلاشهاي غير مجاز براي دسترسي  ثبت خواهد شد',
    34 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت لينكها را نداريد . تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    35 => 'متاسفم - شما احازه دسترسي به صفحه مديريت وقايع را نداريد.  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    36 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت نظر سنجي ها را نداريد. تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    37 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت كاربران را نداريد .  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    38 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت پلاگينها را نداريد.  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    39 => 'متاسفم - شما اجازه دسترسي به صفحه مديريت ميلها را نداريد .  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    40 => 'پيامهاي سيستم',
    41 => 'متاسفم - شما اجازه دسترسي  به صفحه تغيير كلمات را نداريد.  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    42 => 'كلمه شما با موفقيت ذخيره گرديد',
    43 => 'كلمه مورد نظر با موفقيت پاك شد',
    44 => 'پلاگين مورد نظر با موفقيت نصب گرديد',
    45 => 'پلاگين مورد نظر با موفقيت حذف گرديد',
    46 => 'متاسفم - شما به نرم افزار پشتيبان گيري سايت دسترسي نداريد.  تمام تلاشهاي غير مجاز شما براي دسترسي ثبت خواهد شد',
    47 => 'اين تابع تنها در سيستم عاملهاي مبتي بر *NIX اجرا خواهد شد . اگر شما از ويندوز استفاده ميكنيد براي پاك كردن كش فايلي كه گفته ميشود را سرچ كرده و پاك كنيد. adodb_*.php ',
    48 => "با تشكر از عضويت شما در سايت {$_CONF['site_name']}. تيم ما درخواست شما را بررسي كرده و در صورتي كه مورد قبول گرديد پسورد شما براي آدرس اي ميلي كه شما وارد كرده ايد فرستاده خواهد شد",
    49 => 'گروه شما با موفقيت ذخيره شد',
    50 => 'گروه  با موفقيت پاك شد',
    51 => 'اين نام كاربري قبلا مورد استفاده قرار گرفته . لطفا نام كاربري ديگري انتخاب كنيد',
    52 => 'اي -ميل آدرسي كه شما ثبت كرديد ظاهرا موجود نيست لطفا اي-ميل ديگري وارد كنيد',
    53 => 'رمز عبور جديد شما مورد قبول واقع شد. لطفا از پسورد جديدتان براي ورود در زير استفاده كنيد',
    54 => 'درخواست شما براي پسورد جديد سپري‌ شده . لطفا دوباره سعي كنيد در زير',
    55 => 'هم اكنون يك اي -ميل براي شما فرستاده شد لطفا به دستورات درون آن براي پسورد جديد براي اكانتتان توجه كنيد',
    56 => 'اين آدرس اي- ميل كه شما وارد نموده ايد مورد استفاده كاربري است كه قبلا در اين سايت ثبت نام نموده',
    57 => 'حساب كاربري شما با موفقيت پاك شد',
    58 => ' شما با موفقيت ذخيره شدfeed',
    59 => ' مورد نظر شما با موفقيت حذف گرديدfeed ',
    60 => 'پلاگين با موفقيت به روز شد',
    61 => 'پلاگين %s: خطاي نا مشخص نامي'
);

###############################################################################

$LANG_ACCESS = array(
    'access' => 'دسترسي',
    'ownerroot' => 'مالك/صاحب',
    'group' => 'گروه',
    'readonly' => 'فقط خواندني',
    'accessrights' => 'حق دسترسي داريد',
    'owner' => 'مالك',
    'grantgrouplabel' => 'اجازه ويرايش گروه بالايي را داريد',
    'permmsg' => 'نكته:كاربران افرادي هستند كه شناسه كاربري داشته و ميتوانند وارد سايت شده و پست بدهند. و ناشناس افرادي هستند كه تنها ميتوانند صفحات سايت را ببينند ',
    'securitygroups' => 'گروههاي امنيتي',
    'editrootmsg' => "مگر اينكه شما ادمين يا رييس سايت باشيد . شما نميتوانيد ادمين را ويرايش كنيد مگر اينكه خودتان ادمين باشيد!شما تمام يوزرها به جز ادمين را ميتوانيد ويرايش كنيد . تمام تلاشهاي غير مجاز براي ويرايش ادمين ثبت ميشود  لطفا بازگرديد به<a href=\"{$_CONF['site_admin_url']}/user.php\">صفحه مديريت كاربران</a>.",
    'securitygroupsmsg' => 'گروهي را كه تمايل به عضويت در آن را داريد با علامت زدن چك باكس آن مشخص كنيدS',
    'groupeditor' => 'ويرايشگر گروه',
    'description' => 'شرح',
    'name' => 'نام',
    'rights' => 'مجازها',
    'missingfields' => 'فيلدهاي گم شده',
    'missingfieldsmsg' => 'شما بايد نام و شرح را براي گروه ذخيره كنيد',
    'groupmanager' => 'مديريت گروه',
    'newgroupmsg' => 'براي تغيير يا پاك كردن يك گروه روي آن گروه در زير كليك كنيد . براي ساختن يك گروه جديد روي |گروه جديد| كليك كنيد . شما نميتوانيد گروههاي هسته اي و پايه اي را پاك كنيد چون در سيستم مورد استفاده قرار ميگردندT',
    'groupname' => 'نام گروه',
    'coregroup' => 'هسته گروه',
    'yes' => 'بله',
    'no' => 'خير',
    'corerightsdescr' => "اين گروه هسته  {$_CONF['site_name']} ميباشد. بهمين دليل اين گروه قابل ويرايش نميباشد در زير گروههايي هستند كه شما اجازه خواندن آن ها را داريد ",
    'groupmsg' => 'گروههاي امنيتي در اين سايت سلسله مراتبي هستند.بااضافه كردن اين گروه به بقيه گروههاي زير ميتوانيد اجازه آن گروههايي كه هستند را نيز بدهيد . اگر شما ميخواهيد دسترسي هاي ديگري بدهيد |دسترسيها| را انتخاب كرده  وبراي گروه مورد نظر اعمال نماييد.براي افزودن اين گروه به سايرين به سادگي چك باكس  گروه مورد نظر خود را فعال كنيد',
    'coregroupmsg' => "اين گروه هسته  {$_CONF['site_name']} ميباشد.  بهمين دليل قابل ويرايش نميباشد. در زير يك ليست فقط خواندني  از گروهها هست كه اين گروه به انها تعلق دارد.=",
    'rightsdescr' => 'يك نوع دسترسي مجازبه گروه است كه شما ميتوانيد به گروه يا گروههايي كه عضوي از آن است مستقيما دسترسي داشته باشيد.آنچه كه بدون چك باكس است دسترسي هاي مجازي است كه به آن گروه داده شده . دسترسي هايي كه در چك باكس هاي زير مشخص كرده ايد ميتواند به طور مستقيم در گروه استفاده شود ',
    'lock' => 'لاك',
    'members' => 'اعضا',
    'anonymous' => 'ناشناس',
    'permissions' => 'پرميشن ها/اجازه دسترسي',
    'كليد محدوديت=' => 'R = خواندن, E = ويرايش, ويرايش به شما التزام خواندن ميدهد',
    'edit' => 'ويرايش',
    'none' => 'خالي',
    'accessdenied' => 'غير قابل دسترسي ',
    'storydenialmsg' => "شما توانايي دسترسي به مقاله اين گروه را نداريذ. چون شما عضوي از گروه {$_CONF['site_name']}نيستيد.  لطفا <a href=users.php?mode=new> عضو شويد</a> of {$_CONF['site_name']} تا دسترسي كامل داشته باشيد",
    'eventdenialmsg' => "شما توانايي دسترسي به اين واقعه را نداريد . چون شما عضوي از {$_CONF['site_name']} نيستيد.  لطفا <a href=users.php?mode=new> عضو شويد</a> of {$_CONF['site_name']}تا دسترسي كامل داشته باشيد",
    'nogroupsforcoregroup' => 'اين گروه به بقيه گروهها وابسته نيست',
    'grouphasnorights' => 'اين گروه هيچگونه از ويژگي هاي دسترسي ادمين را ندارد',
    'newgroup' => 'گروه جديد',
    'adminhome' => 'خانه رييس',
    'save' => 'ذخيره',
    'cancel' => 'لغو',
    'delete' => 'پاك كردن',
    'canteditroot' => 'شما در حال ويرايش گروه اصلي و پايه هستيد در حالي كه مجوز آن را نداريد . اگر احساس ميكنيد خطايي رخ داده با رييس سايت تماس بگيريد',
    'listusers' => 'ليست كاربران',
    'listthem' => 'ليست',
    'usersingroup' => 'كاربر در گروه "%s"',
    'usergroupadmin' => 'اداره كردن گروه كاربران',
    'add' => 'افزودن',
    'remove' => 'پاك كردن',
    'availmembers' => 'كاربران حاضر',
    'groupmembers' => 'اعضاي گروهها',
    'canteditgroup' => 'براي ويرايش اين گروه شما بايد عضوي از اين گروه شويد . اگر احساس ميكنيد خطايي رخ داده با رييس سايت تماس بگيريد',
    'cantlistgroup' => 'براي ديدن اعضاي اين گروه شما بايد خودتان را عضو آن نماييد. اگر احساس ميكنيد خطايي رخ داده با رييس سايت تماس بگيريد'
);

###############################################################################
# admin/database.php

$LANG_DB_BACKUP = array(
    'last_ten_backups' => 'آخرين 10 پشتيبان گرفته شده',
    'do_backup' => 'پشتيبان بگير',
    'backup_successful' => 'پشتيبان گيري از ديتا بيس با موفقيت انجام شد',
    'no_backups' => 'هيچ پشتيباني  در سيستم موجود نمي باشد',
    'db_explanation' => 'براي ساختن يك پشتيبان جدبد براي سيستم جيك لاگ خود كليد زير را كليك كنيد',
    'not_found' => "مسير اشتباه- يا مسير |ماي اس كيو ال| شما قابل اجرا نيست<br>چك كردن<strong>$_DB_mysqldump_path</strong> مشخص شده درconfig.php.<br>متغيرها كنوني شناخته شده با نام<var>{$_DB_mysqldump_path}</var>",
    'zero_size' => 'پشتيبان گيري ناقص ماند: سايز فايل 0 بايت بود',
    'path_not_found' => "{$_CONF['backup_path']} وجود ندارد يا در دايركتوري موجود نيست",
    'no_access' => "خطا: دايركتوري {$_CONF['backup_path']} مورددسترسي نيست.",
    'backup_file' => 'فايل پشتيبان',
    'size' => 'اندازه',
    'bytes' => 'بايت',
    'total_number' => 'تعداد كل پشتيبانها: %d'
);

###############################################################################

$LANG_BUTTONS = array(
    1 => 'خانه',
    2 => 'ارتباط  با ما',
    3 => 'انتشار دادن‌',
    4 => 'لينكها',
    5 => 'راي‌ گيري',
    6 => 'تقويم',
    7 => 'آمار و ارقام سايت',
    8 => 'شخصي/دلخواه',
    9 => 'جستجو',
    10 => 'جستجوي پيشرفته'
);

###############################################################################
# 404.php

$LANG_404 = array(
    1 => 'خطاي 404',
    2 => 'هي, من همه جا را گشتم اما اينو پيدا نكردم <b>%s</b>.',
    3 => "<p>متاسفم فايلي كه شما به دنبال آن هستيد موجود نيست  لطفا به صفحه اصلي رفته  <a href=\"{$_CONF['site_url']}\">صفحه اصلي</a> يا<a href=\"{$_CONF['site_url']}/search.php\">صفحه جستجو</a> براي جستجوي بهتر."
);

###############################################################################
# login form

$LANG_LOGIN = array(
    1 => 'نياز به ورود ميباشد',
    2 => 'متاسفم - براي ورود به اين قسمت شما نياز داريد به عنوان كاربر وارد شويد',
    3 => 'ورود',
    4 => 'كاربر جديد'
);

###############################################################################
# pdfgenerator.php

$LANG_PDF = array(
    1 => 'قابليت ساختن |PDF |در اين سايت محدود شده است',
    2 => 'اين پرونده در حال حاضر قابل نمايش نيست. پرونده دريافت شده اما قابل پردازش نميباشدو. لطفا از اينكه در آن تنها از عبارات |HTML| استفاده شده كه از استاندارد "xHTML" استفاده شده بهيچ وجه پرونده هاي بيش از اندازه پيچيده نمايش داده نخواهند شد. نتيجه پرونده شما 0 بايت ميباشد و پاك خواهد شد . اگر شما مطمين هستيد كه پرونده ارساليتان به طور صحيح به نمايش در خواهد آمد لطفا دوباره سعي كنيد',
    3 => 'خطاي ناشناخته هنگام ساختن پي دي اف',
    4 => "هيچ صفحه اي انتخاب نشده يا شما خواستار استفاده از ابزار ad-hokدر زير هستيد.  اگر فكر ميكنيد خطايي رخ داده لطفا با ادمين سايت تماس بگيريديا براي ساختار از فرم زير براي ساخت |PDF| در |AD-HOK| بهره بگيريد",
    5 => 'بارگذاري ‌داكيومنت شما',
    6 => 'لطفا تا هنگام لود شدن پرونده خود صبر كنيد',
    7 => 'شما بايد راست كليك كنيد روي دكمه زير و انتخاب كنيد\'save target...\'يا \'save link location...\' براي ذخيره كردن داكيومنت خود',
    8 => "مسير داده شده در فايل پيكره بندي براي داكيومنت  |HTML| شما موجود نيست يل اين سيستم قادر به اجراي آن نميباشد . اگر اين  خطا ول كن شما نيست ! لطفا با ادمين سايت تماس بگيريد",
    9 => ' توليد کننده PDF ',
    10 => "اين يك  ابزار توليد كننده پي دي اف به نام  | |Ad-hocميباشد . اين نرم افزار خواهد توانست|URL| داده شده از طرف شما را به |PDF| تبديل نمايد.ممكن است بعضي از صفحات قابل نمايش نباشند. اين نرم افزار يكسري محدوديت ها دارد . لطفا همه خطا ها را به رييس سايت منتقل نكنيد . وعبارات ساده را مورد استفاده قرار دهيدتا به مشكلي بر نخوريد",
    11 => 'URL',
    12 => 'ساختن PDF!',
    13 => 'تنظيمات |PHP| اين سرور اجازه استفاده از دستور fopen()را نميدهد.با ادمين سايت تماس بگيريد',
    14 => 'مورد درخواست شما وجود ندارد يا اينكه شما اجازه دسترسي به آن را نداريد و دسترسي شما غير قانوني ميباشد '
);
##############################################################################
#به پايان آمد اين دفتر حكايت همچنان باقيست
#دوستان من اگر مشكلي بوود حتما با من تماس بگيريد و اميدوارم اين سيستم در بين ما بيشتر جا باز كند
#فارسي شده توسط حسام .ح در تاريخ 10/11/1383---29/1/2005
#e-mail:info1@4shir.com  OR  ir.security@gmail.com
?>
