<?php

###############################################################################
# hebrew.php # last Update  13/12/2005
# Version 1.3.11#1.3
# http://lior.weissbrod.com
#
# Originally:
# hebrew.php # last Update  07/03/2004 23:35
# this is "hebrew.php" Written by Tal Vizel tal-hebrew-lang-gl@1212.co.il
# This is the Hebrew language page for GeekLog!
# Special thanks to Mischa Polivanov for his work on this project
#
# Copyright (C) 2000 Jason Whittenburg
# jwhitten@securitygeeks.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = 'utf-8';
$LANG_DIRECTION = 'rtl';

###############################################################################
# Array Format:
# $LANGXX[YY]:  $LANG - variable name
#               XX    - file id number
#               YY    - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# lib-common.php

$LANG01 = array(
    1 => 'נכתב על-ידי',
    2 => 'המאמר המלא',
    3 => 'תגובות',
    4 => 'עריכה',
    5 => 'סקר השבוע',
    6 => 'תוצאות',
    7 => 'תוצאות הסקר',
    8 => 'קולות',
    9 => 'אדמיניסטרציה',
    10 => 'לוח בקרה',
    11 => 'מאמרים',
    12 => 'קוביות מידע',
    13 => 'נושאים',
    14 => 'קישורים',
    15 => 'אירועים',
    16 => 'סקרים',
    17 => 'משתמשים',
    18 => 'שאילתת SQL',
    19 => 'התנתק',
    20 => 'פרטי משתמש',
    21 => 'שם משתמש',
    22 => 'קוד משתמש',
    23 => 'רמת אבטחה',
    24 => 'אורח/ת באתר',
    25 => 'תגובה',
    26 => 'אין אתר זה אחראי לחומר הנכתב בו. האחריות על על כותבי התגובות בלבד!',
    27 => 'ההודעה החדשה ביותר',
    28 => 'מחק',
    29 => 'לא נרשמו תגובות',
    30 => 'מאמרים ישנים',
    31 => 'פקודות HTML מורשות:<br>',
    32 => 'הודעת שגיאה, חסר שם משתמש!',
    33 => 'הודעת שגיאה, לא מצליח לכתוב לקובץ log',
    34 => 'שגיאה',
    35 => 'התנתק',
    36 => 'בשעה:',
    37 => 'טרם נכתבו הודעות  ',
    38 => 'סינדקיציית תוכן',
    39 => 'רענן',
    40 => 'You have <tt>register_globals = Off</tt> in your <tt>php.ini</tt>. However, Geeklog requires <tt>register_globals</tt> to be <strong>on</strong>. Before you continue, please set it to <strong>on</strong> and restart your web server.',
    41 => 'אורח',
    42 => 'נכתב על-ידי:',
    43 => 'הוספת תגובה',
    44 => 'ראשי',
    45 => 'מספר הודעת שגיאה של MySQL:',
    46 => 'הודעת שגיאה של MySQL:',
    47 => 'אפשרויות משתמש',
    48 => 'פרטי חשבון',
    49 => 'מאפיני תצוגה',
    50 => 'שגיאה ב-SQL statement',
    51 => 'עזרה',
    52 => 'חדש',
    53 => 'אתר הבית של מנהל האתר',
    54 => 'אי אפשר היה לפתוח את הקובץ',
    55 => 'שגיאה ב-',
    56 => 'הצבע',
    57 => 'סיסמה',
    58 => 'כניסה',
    59 => "אם אין לך עדיין חשבון, זה הזמן <a href=\"{$_CONF['site_url']}/users.php?mode=new\">להירשם</a> לאתר",
    60 => 'הוספת תגובה',
    61 => 'צור חשבון חדש',
    62 => 'מילים',
    63 => 'מאפייני תגובה',
    64 => 'שלח את המאמר לחבר',
    65 => 'גרסא להדפסה',
    66 => 'היומן שלי',
    67 => 'ברוך הבא ל-',
    68 => 'בית',
    69 => 'קשר',
    70 => 'חיפוש',
    71 => 'הוסף הודעה',
    72 => 'לינקים',
    73 => 'מאגר הסקרים',
    74 => 'יומן',
    75 => 'חיפוש מתקדם',
    76 => 'סטטיסטיקה',
    77 => 'הרחבות תוכנה',
    78 => 'אירועים צפויים',
    79 => 'חדש באתר',
    80 => 'סיפורים ב-',
    81 => 'הודעות ב',
    82 => 'השעות האחרונות',
    83 => 'תגובות',
    84 => 'קישורים',
    85 => 'ב-48 השעות האחרונות',
    86 => 'אין תגובות חדשות',
    87 => 'בשבועיים האחרונים',
    88 => 'אין קישורים חדשים',
    89 => 'אין אירועים צפויים',
    90 => 'דף הבית',
    91 => 'דף זה נוצר ב-',
    92 => 'שניות',
    93 => 'זכויות יוצרים',
    94 => 'כל זכויות היוצרים בדף זה שייכות לכותבים',
    95 => 'מופעל על-ידי',
    96 => 'קבוצות',
    97 => 'רשימה בינלאומית',
    98 => 'תוספים והרחבות',
    99 => 'מאמרים',
    100 => 'אין מאמרים חדשים',
    101 => 'האירועים שלך',
    102 => 'אירועים כלליים',
    103 => 'יצירת גיבוי',
    104 => 'על-ידי',
    105 => 'שלח דואר למשתמשים',
    106 => 'נצפה',
    107 => 'בדיקת גירסת תוכנה',
    108 => 'נקה מטמון',
    109 => 'דווח על שימוש לרעה',
    110 => 'דווח על התגובה הזו למנהל האתר',
    111 => 'ראה גירסת PDF',
    112 => 'משתמשים רשומים',
    113 => 'דוקומנטציה',
    114 => 'TRACKBACKS',
    115 => 'No new trackback comments',
    116 => 'Trackback',
    117 => 'Directory',
    118 => 'Please continue reading on the next page:',
    119 => "Lost your <a href=\"{$_CONF['site_url']}/users.php?mode=getpassword\">password</a>?",
    120 => 'Permanent link to this comment',
    121 => 'Comments (%d)',
    122 => 'Trackbacks (%d)',
    123 => 'All HTML is allowed'
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => 'יומן אירועים',
    2 => 'אין אירועים חדשים להצגה',
    3 => 'מתי',
    4 => 'איפה',
    5 => 'תיאור',
    6 => 'הוסף אירוע',
    7 => 'אירועים צפויים',
    8 => 'על-ידי הוספת אירוע זה ליומנך יתאפשר לך לצפות בקלות רק באירועים המענינים אותך על-ידי לחיצה על "היומן שלי" מאזור "אפשרויות המשתמש" .',
    9 => 'הוסף ליומן שלי',
    10 => 'הסר מהיומן שלי',
    11 => "הוספת אירוע ליומן של {$_USER['username']}",
    12 => 'אירוע',
    13 => 'מתחיל ב-',
    14 => 'מסתיים ב-',
    15 => 'חזרה ליומן'
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => 'הוספת תגובה',
    2 => 'מצב תגובה',
    3 => 'התנתקות',
    4 => 'יצירת חשבון',
    5 => 'שם משתמש',
    6 => 'אתר זה דורש הזדהות במערכת כדי לכתוב תגובה, נא הזדהה. אם אין ברשותך חשבון הינך יכול להשתמש בטופס שלהלן כדי ליצור אחד.',
    7 => 'תגובתך האחרונה הייתה לפני ',
    8 => " שניות. אתר זה דורש לפחות {$_CONF['commentspeedlimit']} שניות בין תגובות",
    9 => 'תגובה',
    10 => 'שליחת דיווח',
    11 => 'הוספת תגובה',
    12 => 'נא למלא את שדות הכותרת והתגובה, מפני שהם נחוצים כדי להגיב.',
    13 => 'המידע שלך',
    14 => 'צפייה לפני ההוספה',
    15 => 'דווח על התגובה הזו',
    16 => 'כותרת',
    17 => 'שגיאה',
    18 => 'דברים חשובים',
    19 => 'נא להשתדל להגיב על נושא ההודעה.',
    20 => 'נא להשתדל להגיב על תגובות קודמות ולא לפתוח נושאים חדשים.',
    21 => 'נא לקרוא את התגובות שנכתבו לפניכם בכדי לא לחזור על דברים שכבר נאמרו.',
    22 => 'השתמש בכותרת שתתאר בבירור את נושא התגובה שלך.',
    23 => 'האימייל שלך *לא* יוצג לגולשים באתר',
    24 => 'משתמש אנונימי',
    25 => 'האם הנך בטוח שברצונך לדווח על התגובה הזו למנהל האתר?',
    26 => '%s דיווח/ה על התגובה הפוגענית הבאה:',
    27 => 'דיווח על שימוש לרעה'
);

###############################################################################
# users.php

$LANG04 = array(
    1 => 'פרופיל משתמש של',
    2 => 'User Name',
    3 => 'שם פרטי ושם משפחה',
    4 => 'Password',
    5 => 'Email',
    6 => 'אתר בית',
    7 => 'פרטים אישיים',
    8 => 'מפתח PGP',
    9 => 'שמור נתונים',
    10 => 'עשרת התגובות האחרונות של',
    11 => 'אין תגובות',
    12 => 'מאפיני המשתמש של',
    13 => 'מאגר לילי של דואל',
    14 => 'סיסמה זו נוצרה בצורה רנדומלית, אולם מומלץ לשנות אותה מוקדם ככל האפשר. על מנת לעשות זאת, היכנס/י לחשבונך והקליד/י על מאפייני החשבון בתפריט אפשרויות המשתמש.',
    15 => "יצירת חשבונך ב-\n{$_CONF['site_name']}\n הושלמה בהצלחה! כעת, על-מנת להשתמש בו עליך להכניס בכניסה את שם המשתמש שלך ואת הסיסמה שקיבלת כאן. מומלץ לשמור את האימייל הזה במקום נגיש כדי להקל עליך בכניסות עתידיות לחשבונך.",
    16 => 'פרטי חשבונך: ',
    17 => 'החשבון לא קיים',
    18 => 'כתובת האימייל שהוקלדה לא תקנית!',
    19 => 'שם המשתמש או הסיסמה שהוקלדו תפוסים!',
    20 => 'כתובת האימייל שהוקלדה לא תקנית!',
    21 => 'שגיאה!',
    22 => "רישום ב-{$_CONF['site_name']}!",
    23 => "יצירת חשבון תיתן לך את כל התועלות שטמונות בחברות ב-{$_CONF['site_name']} ותאפשר לך לפרסם תגובות ופריטים נוספים כעצמך. ללא חשבון, תוכל רק לפרסם הודעות אנונימיות. לידיעתך, כתובת הדואל שלך <b>לעולם לא</b> תתפרסם באופן גלוי באתר זה.",
    24 => 'סיסמתך תישלח לכתובת האימייל שתכניס.',
    25 => 'האם שכחת את סיסמתך?',
    26 => 'הכנס את שם המשתמש שלך <em>או</em> את כתובת האימייל שאיתם נרשמת ולחץ על שלח סיסמה לאימייל. הוראות כיצד להגדיר סיסמה חדשה ישלחו לכתובת האימייל שרשומה במערכת.',
    27 => 'הרשם/מי עכשיו!',
    28 => 'שלח סיסמה חדשה באימייל',
    29 => 'התנתק/י מ',
    30 => 'התחבר מה',
    31 => 'הפונקציה שבה בחרת דורשת התחברות לאתר על-ידי הכנסת שם משתמש וסיסמה',
    32 => 'תוספת טקסט להודעות',
    33 => 'לא להציג בפומבי',
    34 => 'זהו שמך האמיתי',
    35 => 'הכנס/י סיסמה רצויה חדשה',
    36 => 'לא לשכוח להכניס http://',
    37 => 'אשר/י את תגובתך',
    38 => 'הכל על עצמך! כולם יכולים לקרוא זאת',
    39 => 'מפתח ה-PGP הפומבי שלך',
    40 => 'ללא הצגת אייקוני מדורים',
    41 => 'מוכן להיות moderator',
    42 => 'פורמט תאריך',
    43 => 'מקסימום הודעות',
    44 => 'ללא קוביות מידע',
    45 => 'מאפייני תצוגה של',
    46 => 'ללא פריטים של',
    47 => 'הגדרת קוביית מידע של חדשות עבור',
    48 => 'הודעות/מאמרים',
    49 => 'ללא האייקון המופיע לצד ההודעה',
    50 => 'בטל/י סימון אם אינך מעוניין בפונקציה זו',
    51 => 'יופיעו רק הודעות ללא הקוביות בצדדים',
    52 => 'ברירת המחדל היא',
    53 => 'קבל את הודעות הימים כל לילה',
    54 => 'סמן את קוביות המידע של נושאים וכותבים שאינך מעוניין לראות.',
    55 => 'אם תשאיר את כולם לא מסומנים, הכוונה היא שאתה מעוניין בבחירת ברירת המחדל של קוביות המידע. אם תחל לבחור קוביות, זכור לבחור את כל מה שתרצה לראות מפני שבחירת ברירת המחדל כבר לא תהיה רלבנטית. פריטים שנבחרים כברירת מחדל מסומנים בפונט כהה.',
    56 => 'כותבים',
    57 => 'אופן תצוגה',
    58 => 'סדר הודעות/מאמרים',
    59 => 'הגבלת תגובות',
    60 => 'איך את/ה רוצה שהתגובות יוצגו?',
    61 => 'הודעות חדשות קודם או ישנות?',
    62 => 'ברירת המחדל היא 100',
    63 => "הסיסמה נשלחה אליך באמצעות האימייל ואתה אמור לקבל אותה בכל רגע. אנא עקוב אחר ההוראות שבמייל. ברכות על הצטרפותך ל-\n{$_CONF['site_name']}",
    64 => 'מאפייני תגובה של',
    65 => 'נסה/י להיכנס שוב',
    66 => "יכול להיות שטעית באיות נתוני הכניסה לחשבון שלך.  אנא נסה להתחבר שנית בתיבה שמתחת. האם הינך <a href=\"{$_CONF['site_url']}/users.php?mode=new\">משתמש חדש</a>?",
    67 => 'חבר חדש מאז',
    68 => 'המערכת תזכור אותי ל-',
    69 => 'לכמה זמן את/ה רוצה שהמערכת תזכור אותך לאחר שתיכנס/י לאתר?',
    70 => "התאם אישית את מראה האתר ואת התוכן של {$_CONF['site_name']}",
    71 => "אחת מהאפשרויות של אתר {$_CONF['site_name']} היא שאתה יכול להתאים אישית את התוכן שאתה מקבל ולשנות את המראה הכללי של האתר. על מנת ליהנות מיתרונות אלו, עליך <a href=\"{$_CONF['site_url']}/users.php?mode=new\">להירשם</a> ב-{$_CONF['site_name']}. האם אתה כבר רשום? אם כן, השתמש בטופס הכניסה והתחבר!",
    72 => 'מראה האתר',
    73 => 'שפה',
    74 => 'שנה את מראה האתר!',
    75 => 'קבלת הודעות/מאמרים באימייל',
    76 => 'בחירה באחת מהאפשרויות הרשומות להלן תאפשר לך לקבל, בסוף כל יום, את כל ההודעות החדשות שייתווספו לנושא זה. מומלץ לבחור רק בנושאים המעניינים אותך!',
    77 => 'תמונה',
    78 => 'הוסף תמונה של עצמך',
    79 => 'לחץ/י כאן בכדי למחוק את התמונה',
    80 => 'התחבר',
    81 => 'שלח דואל',
    82 => 'עשרת ההודעות האחרונות של ',
    83 => 'הצג סטטיסטיקה למשתמש ',
    84 => 'סך הכל הודעות:',
    85 => 'סך הכל  תגובות:',
    86 => 'מצא הודעות שנכתבו על-ידי ',
    87 => 'שם המשתמש שלך הוא ',
    88 => "מישהו (יתכן שאתה) ביקש סיסמה חדשה לחשבונך \n\"%s\"\n ב-\n{$_CONF['site_name']}.\n\n אם אתה אכן מעוניין לעשות את זה, אנא לחץ על הלינק הבא:\n\n",
    89 => "אם אינך מעוניין שהפעולה הזו תתרחש, פשוט התעלם מהודעה זו והבקשה תבוטל (סיסמתך תישאר ללא שינוי).\n\n",
    90 => 'הכנס את סיסמתך החדשה בדף זה. לידיעתך סיסמתך הישנה תישאר בתוקף עד שתלחץ על אישור בדף זה.',
    91 => 'שנה סיסמה',
    92 => 'הכנס סיסמה חדשה ',
    93 => 'הבקשה האחרונה שלך לקבלת סיסמה חדשה הייתה לפני %d שניות. מסיבות אבטחה דרוש להמתין לפחות %d שניות.',
    94 => 'מחק את החשבון "%s"',
    95 => 'לחץ על הכפתור "מחק חשבון" שמתחת כדי למחוק את חשבונך ממאגר הנתונים שלנו. אנא שים לב שכל ההודעות והתגובות שכתבת תחת חשבון זה <strong>לא</strong> ימחקו, אבל ייראו כאילו נכתבו על ידי "אנונימי".',
    96 => 'מחק חשבון',
    97 => 'אשר מחיקת חשבון',
    98 => 'האם אתה בטוח שאתה רוצה למחוק את חשבונך? משמעות הדבר שלא תוכל להתחבר לאתר יותר (אלא אם כן תיצור משתמש חדש). אם הינך בטוח, לחץ שוב על "מחק חשבון" שבטופס מתחת.',
    99 => 'דרישות הפרטיות של',
    100 => 'קבלת הודעות ממנהל האתר',
    101 => 'אשר קבלת הודעות באימייל ממנהלי האתר',
    102 => 'הודעות אימייל ממשתמשים',
    103 => 'אשר קבלת הודעות באימייל ממשתמשים באתר',
    104 => 'הצג את מי שנמצא באתר',
    105 => 'מעוניין להופיע כנמצא באתר',
    106 => 'מיקום',
    107 => 'מוצג בפרופיל הפומבי שלך',
    108 => 'Confirm new password',
    109 => 'Enter the New password again here',
    110 => 'Current Password',
    111 => 'Please enter your Current password',
    112 => 'You have exceeded the number of allowed login attempts.  Please try again later.',
    113 => 'Login Attempt Failed',
    114 => 'Account Disabled',
    115 => 'Your account has been disabled, you may not login. Please contact an Administrator.',
    116 => 'Account Awaiting Activation',
    117 => 'Your account is currently awaiting activation by an administrator. You will not be able to login until your account has been approved.',
    118 => "Your {$_CONF['site_name']} account has now been activated by an administrator. You may now login to the site at the url below using your username (<username>) and password as previously emailed to you.",
    119 => 'If you have forgotten your password, you may request a new one at this url:',
    120 => 'Account Activated',
    121 => 'Service',
    122 => 'Sorry, new user registration is disabled',
    123 => "Are you a <a href=\"{$_CONF['site_url']}/users.php?mode=new\">new user</a>?"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => 'אין חדשות להצגה',
    2 => 'אין שום חדשות להצגה. ייתכן שאין שום חדשות בתוך הנושא הזה או שהגדרות המשתמש שלך מגבילות מדי',
    3 => ' עבור נושא %s ',
    4 => 'המאמר המוצג של היום',
    5 => 'הבא',
    6 => 'הקודם',
    7 => 'הראשון',
    8 => 'האחרון'
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => 'הרעה שגיאה במשלוח ההודעה, אנא נסה/י שוב',
    2 => 'ההודעה נשלחה בהצלחה',
    3 => 'וודא שכתובת האימייל לקבלת תגובה תהיה נכונה',
    4 => 'אנא מלא את שמך, את כתובת האימייל שלך, את הנושא ואת ההודעה',
    5 => 'שגיאה, אין משתמש בשם שבחרת',
    6 => 'ההודעה לא נשלחה בהצלחה עקב שגיאה.',
    7 => 'פרופיל המשתמש של',
    8 => 'שם המשתמש',
    9 => 'אתר הבית',
    10 => 'שלח הודעת אימייל ל:',
    11 => 'שמך',
    12 => 'כתובת אימייל לקבלת תגובה',
    13 => 'נושא',
    14 => 'הודעה:',
    15 => 'HTML לא יתורגם',
    16 => 'שלח',
    17 => 'שלח את המאמר לחבר',
    18 => 'שם הנמען',
    19 => 'כתובת המייל של הנמען',
    20 => 'שם השולח',
    21 => 'כתובת המייל של השולח',
    22 => 'חובה למלא את כל השדות',
    23 => "אימייל זה נשלח אליך על ידי %s מפני שחשבו שאתה עשוי להתעניין במאמר הזה מתוך {$_CONF['site_url']}. זה לא ספאם וכתובות האימייל שהיו מעורבות בתקשורת הזו לא נשמרו ולא ישמשו מאוחר יותר.",
    24 => 'הגב על מאמר זה ב-',
    25 => 'הינך חייב להתחבר כדי להשתמש בתכונה זו. השימוש בהתחברות עוזר לנו למנוע שימוש לא נכון במערכת.',
    26 => 'הטופס יאפשר לך לשלוח הודעת אימייל למשתמש הנבחר. כל השדות נחוצים.',
    27 => 'הודעה קצרה',
    28 => '%s כתב: ',
    29 => "זהו המאגר היומי של {$_CONF['site_name']} עבור ",
    30 => ' עלון החדשות היומי עבור ',
    31 => 'כותרת',
    32 => 'תאריך',
    33 => 'קרא את המאמר המלא ב-',
    34 => 'סוף ההודעה',
    35 => 'מצטערים, משתמש זה מעדיף לא לקבל כלל הודעות אימייל.'
);

###############################################################################
# search.php

$LANG09 = array(
    1 => 'חיפוש מתקדם',
    2 => 'מילות מפתח',
    3 => 'כותרת',
    4 => 'הכל',
    5 => 'סוג',
    6 => 'מאמר/הודעה',
    7 => 'תגובות',
    8 => 'כותבים',
    9 => 'הכל',
    10 => 'חיפוש',
    11 => 'תוצאות החיפוש',
    12 => 'התאמות',
    13 => 'תוצאות החיפוש: לא נמצאו מחרוזות תואמות',
    14 => 'לא נמצאו התאמות לחיפושך',
    15 => 'אנא נסה/י שוב',
    16 => 'כותרת',
    17 => 'תאריך',
    18 => 'נכתב על-ידי',
    19 => "חפש בכל מאגר המידע של {$_CONF['site_name']} הכולל מאמרים חדשים וישנים",
    20 => 'תאריך',
    21 => 'עד ל-',
    22 => '(פורמט תאריך MM-DD-YYYY)',
    23 => 'תוצאות',
    24 => 'נמצאו %d פריטים',
    25 => 'הצגת תוצאות עבור',
    26 => 'פריטים',
    27 => 'שניות',
    28 => ' לא נמצאו מאמרים/הודעות או תגובות המתאימים לחיפוש שלך',
    29 => 'תוצאות החיפוש',
    30 => 'לא נמצאו קישורים תואמים',
    31 => 'פלאג-אין זה לא החזיר שום תוצאות',
    32 => 'אירוע',
    33 => 'כתובת אתר',
    34 => 'מיקום',
    35 => 'יום שלם',
    36 => 'לא נמצאו אירועים המתאימים לחיפושך',
    37 => 'האירועים שנמצאו הם',
    38 => 'הקישורים שנמצאו הם',
    39 => 'קישורים',
    40 => 'אירועים',
    41 => 'חובה להכניס לפחות 3 תווים.',
    42 => 'אנא השתמש בתאריך מפורמט בסגנון (YYYY-MM-DD (year-month-day.',
    43 => 'בדיוק כפי שהוקלד (חייבת להיות התאמה מדויקת של המחרוזת כדי שתהיה תוצאה)',
    44 => 'כל המילים יחד (כל המילים חייבות להופיע אבל לא בהכרח בסדר כתיבתם)',
    45 => 'כל אחת מהמילים (יהיו תוצאות גם אם רק מילה אחת תופיע)',
    46 => 'הבא',
    47 => 'הקודם',
    48 => 'הכותב',
    49 => 'תאריך',
    50 => 'כניסות',
    51 => 'קישור',
    52 => 'מיקום',
    53 => 'תוצאות מאמרים',
    54 => 'תוצאות תגובות',
    55 => 'מחרוזת החיפוש',
    56 => 'וגם',
    57 => 'או',
    58 => 'More results &gt;&gt;',
    59 => 'Results',
    60 => 'per page',
    61 => 'Refine search'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => 'סיכום סטטיסטי לאתר',
    2 => 'כניסות למערכת',
    3 => 'מאמרים(תגובות) במערכת',
    4 => 'סקרים(תשובות) במערכת',
    5 => 'קישורים(לחיצות) במערכת',
    6 => 'אירועים במערכת',
    7 => 'עשרת ההודעות הנצפות ביותר',
    8 => 'כותרת ההודעה:',
    9 => 'צפיות',
    10 => 'נראה שאין מאמרים באתר זה או שאף אחד עוד לא ראה אותם.',
    11 => 'עשרת המאמרים עם הכי הרבה תגובות',
    12 => 'תגובות',
    13 => 'נראה שאין מאמרים באתר זה או שאף אחד עוד לא הגיב אליהם.',
    14 => 'עשרת הסקרים הנצפים ביותר:',
    15 => 'שאלת הסקר',
    16 => 'הצבעות',
    17 => 'נראה שאין סקרים באתר זה או שאף אחד עוד לא הצביע.',
    18 => 'עשרת הקישורים הפופולריים ביותר:',
    19 => 'קישורים',
    20 => 'כניסות',
    21 => 'נראה שאין קישורים באתר זה או שאף אחד עוד לא לחץ עליהם.',
    22 => 'עשרת המאמרים שהכי נשלחו באימייל',
    23 => 'אימיילים',
    24 => 'נראה שאף אחד עוד לא שלח מאמר באימייל באתר זה',
    25 => 'Top Ten Trackback Commented Stories',
    26 => 'No trackback comments found.',
    27 => 'Number of active users',
    28 => 'Top Ten Events',
    29 => 'Event',
    30 => 'Hits',
    31 => 'It appears that there are no events on this site or no one has ever clicked on one.'
);

###############################################################################
# article.php

$LANG11 = array(
    1 => 'קישורים רלבנטיים',
    2 => 'שלח את המאמר לחבר',
    3 => 'גירסה להדפסה',
    4 => 'אפשרויות למאמר זה',
    5 => 'המאמר בפורמט PDF'
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => 'על-מנת לבצע %s עליך להיות משתמש רשום במערכת',
    2 => 'כניסה',
    3 => 'משתמש חדש',
    4 => 'אשר אירוע',
    5 => 'אשר קישור',
    6 => 'אשר מאמר',
    7 => 'פעולה זו זמינה למשתמשים רשומים בלבד!',
    8 => 'אישור',
    9 => 'בעת הכנסת מידע לשימוש באתר אנו מבקשים שתעקוב אחר ההמלצות הבאות...<ul><li>מלא את כל השדות, הם נדרשים<li>הכנס מידע מלא ונכון<li>בדוק טוב את כתובות האתרים</ul>',
    10 => 'כותרת',
    11 => 'קשור',
    12 => 'תאריך התחלה',
    13 => 'תאריך סיום',
    14 => 'מיקום',
    15 => 'פרטים',
    16 => 'אם יש פרטים נוספים, אנא הכנס/י אותם',
    17 => 'קטגוריה',
    18 => 'אחר',
    19 => 'קרא קודם',
    20 => 'שגיאה: חסרה קטגוריה',
    21 => 'כאשר בוחרים <b>אחר</b> אנא הכנס גם שם של קטגוריה',
    22 => 'שגיאה: חסרים שדות',
    23 => 'יש למלא את כל השדות בטופס זה. כל השדות נדרשים.',
    24 => 'המאמר נשמר',
    25 => 'מאמר ה-%s שלך נשמר בהצלחה.',
    26 => 'הגבלת מהירות',
    27 => 'שם משתמש',
    28 => 'נושא',
    29 => 'מאמר',
    30 => 'שמירתך האחרונה הייתה לפני',
    31 => " שניות. אתר זה דורש לפחות {$_CONF['speedlimit']} שניות בין שמירה אחת לשניה.",
    32 => 'תצוגה מקדימה',
    33 => 'תצוגה מקדימה של המאמר',
    34 => 'התנתקות',
    35 => 'לא ניתן להשתמש ב HTML',
    36 => 'מצב כתיבה',
    37 => "הוספת אירוע ל-{$_CONF['site_name']} ישים את השם שלך ביומן הראשי היכן שמשתמשים רשאים להוסיף את האירוע שלך ליומנים האישיים שלהם. היכולת הזו <b>אינה</b> מיועדת לאחסן את האירועים הפרטיים שלך כמו ימי הולדת ותזכורות שנתיות.<br><br>ברגע שתפרסם את האירוע שלך הוא ישלח למנהלי האתר ואם יאושר, יופיע ביומן הראשי.",
    38 => 'הוסף אירוע ל-',
    39 => 'יומן ציבורי',
    40 => 'יומן פרטי',
    41 => 'שעת סיום',
    42 => 'שעת התחלה',
    43 => 'אירוע שנמשך יום שלם',
    44 => 'שורת כתובת 1',
    45 => 'שורת כתובת 2',
    46 => 'ישוב/עיר',
    47 => 'מדינה',
    48 => 'מיקוד',
    49 => 'סוג אירוע',
    50 => 'ערוך סוג אירוע',
    51 => 'מיקום',
    52 => 'מחק',
    53 => 'צור חשבון'
);

###############################################################################
# ADMIN PHRASES - These are file phrases used in admin scripts
###############################################################################

###############################################################################
# admin/auth.inc.php

$LANG20 = array(
    1 => 'נדרשים פרטי זיהוי משתמש',
    2 => 'פרטי משתמש אינם נכונים!',
    3 => 'חסרה סיסמה',
    4 => 'שם משתמש',
    5 => 'סיסמה',
    6 => 'כל הגישה לאיזורים הניהוליים של אתר זה נרשמים ביומן ונבדקים.<br>עמוד זה נועד לשימושם של אנשים מאושרים בלבד.',
    7 => 'כניסה'
);

###############################################################################
# admin/block.php

$LANG21 = array(
    1 => 'אין מספיק הרשאות ניהוליות',
    2 => 'אין לך את ההרשאות הנדרשות לערוך קוביית מידע זו.',
    3 => 'עורך קוביות מידע',
    4 => 'הייתה בעיה בקריאת ההזנה הזו (ראה error.log בשביל פירוט).',
    5 => 'כותרת קוביית מידע',
    6 => 'נושא',
    7 => 'כולם',
    8 => 'רמת האבטחה של קוביית המידע',
    9 => 'סדר קוביית המידע',
    10 => 'סוג קוביית מידע',
    11 => 'קוביית מידע פורטל',
    12 => 'קוביית מידע רגילה',
    13 => 'אפשרויות לקוביות המידע',
    14 => 'כתובת RDF',
    15 => 'עידכון RDF אחרון',
    16 => 'אפשרויות של קוביית מידע רגילה',
    17 => 'תוכן קוביית מידע',
    18 => 'נא מלא את כותרת קוביית המידע ואת שדות התוכן',
    19 => 'מנהל קוביית המידע',
    20 => 'כותרת',
    21 => 'הרשאות קוביה',
    22 => 'סוג קוביית מידע',
    23 => 'סדר הצגת קוביות המידע',
    24 => 'נושא קוביית מידע',
    25 => 'כדי לשנות או למחוק קוביית מידע, לחץ עליה מתחת. כדי ליצור קוביית מידע חדשה לחץ לעיל על קוביית מידע חדשה.',
    26 => 'עיצוב קוביית מידע',
    27 => 'קוביית מידע PHP',
    28 => 'אפשרויות קוביית מידע PHP',
    29 => 'פונקציית קוביית מידע',
    30 => 'אם ברצונך שאחת מקוביות המידע שלך תשתמש בקוד PHP, הכנס לעיל את שם הפונקציה. שם הפונקציה שלך חייב להתחיל עם התחילית "_phpblock" (לדוגמא, phpblock_getweather). ללא תחילית זו, הפוקנציה שלך לא תבוצע. אנו עושים זאת כדי למנוע מאנשים שאולי פרצו להתקנת התוכנה מלהשתמש בקריאות פונקציה שרירותיות שעלולות לפגוע במערכת שלך. שים לב לא לשים סוגריים ריקים "()" אחרי שם הפונקציה שלך. לסיכום, מומלץ שתשים את כל קוד קוביית המידע PHP שלך בתוך /path/to/geeklog/system/lib-custom.php. דבר זה יאפשר לקוד להישאר איתך אפילו כאשר הינך מעדכן לגירסת תוכנה חדשה.',
    31 => 'טעות בקוביית מידע PHP. הפונקציה, %s, לא קיימת.',
    32 => 'טעות של שדה/ות לא מלא/ים',
    33 => 'You must enter the URL to the RSS file for portal blocks',
    34 => 'הינך חייב להכניס את הכותרת ואת הפונקציה במקרה של קוביות מידע PHP',
    35 => 'הינך חייב להכניס את הכותרת ואת התוכן במקרה של קוביות מידע רגילות',
    36 => 'הינך חייב להכניס את התוכן לקוביות מידע עיצוביות',
    37 => 'שם לא מתאים של פונקציית קוביית מידע PHP',
    38 => 'פונקציות של קוביות מידע PHP חייבות לכלול את התחילית \'phpblock_\' (לדוגמא, phpblock_getweather).  התחילית \'phpblock_\' נחוצה מסיבות בטחוניות כדי למנוע את הרצתו של קוד שרירותי.',
    39 => 'צד',
    40 => 'ימין',
    41 => 'שמאל',
    42 => 'הינך חייב להכניס את כותרות קוביות המידע ואת סדרן בשביל קוביות ברירת המחדל',
    43 => 'דף בית בלבד',
    44 => 'אישור כניסה נדחה',
    45 => "הינך מנסה לגשת לקוביית מידע שאין לך אישור אליה.  ניסיון זה נרשם ביומן. בבקשה <a href=\"{$_CONF['site_url']}/admin/block.php\">חזור לחלון ניהול קוביות המידע</a>.",
    46 => 'קוביית מידע חדשה',
    47 => 'אתר הבית של מנהל האתר',
    48 => 'שם קוביה',
    49 => ' (ללא רווחים וחייב להיות ייחודי)',
    50 => 'כתובת האינטרנט של קובץ העזרה',
    51 => 'כלול <b>http://</b>',
    52 => 'אם תשאיר זאת ריק צלמית העזרה של קוביית מידע זו לא תופיע',
    53 => 'אפשר',
    54 => 'שמור',
    55 => 'ביטול',
    56 => 'מחיקה',
    57 => 'Move Block Down',
    58 => 'הזז קוביית מידע למעלה',
    59 => 'הזז קוביית מידע לצד הימיני',
    60 => 'הזז קוביית מידע לצד השמאלי',
    61 => 'No Title',
    62 => 'Article Limit',
    63 => 'Bad Block Title',
    64 => 'Your Title must not be empty and cannot contain HTML!',
    65 => 'Order'
);

###############################################################################
# admin/event.php

$LANG22 = array(
    1 => 'עריכת אירוע',
    2 => 'שגיאה',
    3 => 'כותרת אירוע',
    4 => 'כתובת אינטרנטית של האירוע',
    5 => 'תאריך התחלת האירוע',
    6 => 'תאריך סיום האירוע',
    7 => 'מיקום האירוע',
    8 => 'תיאור האירוע',
    9 => '(כלול <b>http://</b>)',
    10 => 'חובה לציין את התאריכים/שעות, כותרת האירוע ותיאור',
    11 => 'מנהל האירוע',
    12 => ' כדי לשנות או למחוק אירוע, לחץ עליו מתחת. כדי ליצור אירוע חדש לחץ לעיל על אירוע חדש.',
    13 => 'כותרת האירוע',
    14 => 'מתחיל בתאריך',
    15 => 'מסתיים בתאריך',
    16 => 'הגישה לא מאושרת',
    17 => "הינך מנסה לגשת לאירוע שאין לך זכויות לגביו. ניסיון זה נרשם ביומן. בבקשה <a href=\"{$_CONF['site_url']}/admin/event.php\">חזור לחלון ניהול האירועים</a>.",
    18 => 'אירוע חדש',
    19 => 'אתר מנהל האתר',
    20 => 'שמירה',
    21 => 'ביטול',
    22 => 'מחיקה',
    23 => 'תאריך התחלה שגוי.',
    24 => 'תאריך סיום שגוי.',
    25 => 'תאריך הסיום הוא לפני תאריך ההתחלה.'
);

###############################################################################
# admin/story.php

$LANG24 = array(
    1 => 'מאמר קודם',
    2 => 'למאמר הבא',
    3 => 'מצב',
    4 => 'מצב כתיבה',
    5 => 'דף עריכת מאמר',
    6 => 'אין מאמרים במערכת',
    7 => 'נכתב על-ידי',
    8 => 'שמור',
    9 => 'צפייה מוקדמת',
    10 => 'ביטול',
    11 => 'מחק',
    12 => 'קוד זיהוי',
    13 => 'כותרת',
    14 => 'נושא',
    15 => 'תאריך',
    16 => 'תמצית המאמר',
    17 => 'גוף המאמר',
    18 => 'כניסות',
    19 => 'תגובות',
    20 => 'Ping',
    21 => 'Send Ping',
    22 => 'רשימת מאמרים',
    23 => 'כדי לשנות או למחוק מאמר, לחץ מתחת על מספרו. כדי לצפות במאמר, לחץ על הכותרת שלו. כדי ליצור מאמר חדש לחץ לעיל על מאמר חדש.',
    24 => 'קוד הזיהוי שבחרת למאמר זה כבר נמצא בשימוש. אנא השתמש בקוד זיהוי אחר.',
    25 => 'Error when saving story',
    26 => 'תצוגה מקדימה של המאמר',
    27 => 'If you use [unscaledX] instead of [imageX], the image will be inserted at its original dimensions.',
    28 => '<p><b>PREVIEWING</b>: Previewing a story with images attached is best done by saving the article as a draft INSTEAD OF hitting the preview button.  Use the preview button only when images are not attached.',
    29 => 'Trackbacks',
    30 => 'בעיות בהעלאת קובץ',
    31 => 'אנא מלא את שדות שם הכותב, הכותרת וטקסט הפתיחה.',
    32 => 'מוצג לראווה',
    33 => 'יכול להיות רק מאמר אחד מוצג לראווה',
    34 => 'טיוטה',
    35 => 'כן',
    36 => 'לא',
    37 => 'תגובה נוספת על-ידי',
    38 => 'עוד מ-',
    39 => 'כתובות דואל',
    40 => 'הגישה לא אושרה',
    41 => "הינך מנסה לגשת למאמר שאין לך זכויות לגביו. ניסיון זה נרשם ביומן. הינך רשאי לצפות במאמר שלהלן במצב קריאה בלבד. בבקשה <a href=\"{$_CONF['site_url']}/admin/story.php\">חזור לחלון ניהול המאמרים</a> לאחר שתסיים.",
    42 => "הינך מנסה לגשת למאמר שאין לך זכויות לגביו. ניסיון זה נרשם ביומן. בבקשה <a href=\"{$_CONF['site_url']}/admin/story.php\">חזור לחלון ניהול המאמרים</a>.",
    43 => 'מאמר חדש',
    44 => 'אתר הבית של מנהל האתר',
    45 => 'הרשאות',
    46 => '<b>שים לב:</b> אם תשנה את תאריך זה להיות בעתיד, מאמר זה לא יפורסם עד תאריך זה. משמעות הדבר היא גם שהוא לא ייכלל בהזנת כותרות ה-RSS והוא יזכה להתעלמות מעמודי החיפוש והסטטיסטיקה.',
    47 => 'תמונות',
    48 => 'תמונה',
    49 => 'שמאל',
    50 => 'ימין',
    51 => 'כדי להוסיף את אחת מהתמונות שהינך מצרף למאמר זה עליך להכניס טקסט מפורמט באופן מיוחד. הטקסט המפורמט באופן מיוחד הוא [imageX], [imageX_right] או [imageX_left] כאשר X הוא מספר התמונה שצירפת. שים לב: הינך חייב להשתמש בתמונות שצירפת. אם לא תעשה זאת לא תוכל לשמור את מאמרך.<BR><P><B>צפייה מוקדמת</B>: צפייה מוקדמת במאמר עם תמונות נעשית הכי טוב על ידי שמירת המאמר כטיוטא *במקום* ללחוץ על כפתור הצפייה המוקדמת. השתמש בכפתור הצפייה המוקדמת רק כאשר אין תמונות מצורפות.',
    52 => 'מחיקה',
    53 => 'לא היה בשימוש. הינך חייב להוסיף את המאמר בטקסט הפתיחה או בגוף המאמר לפני שתוכל לשמור את השינויים שביצעת.',
    54 => 'תמונות מצורפות לא היו בשימוש',
    55 => 'השגיאות הבאות אירעו בזמן שניסית לשמור את מאמרך. נא תקן את השגיאות האלו לפני השמירה.',
    56 => 'הראה צלמית כותרת',
    57 => 'צפה בתמונה השלימה',
    58 => 'ניהול סיפורים',
    59 => 'אפשרות',
    60 => 'אפשר',
    61 => 'איחסון אוטומטי בארכיון',
    62 => 'מחיקה אוטומטית',
    63 => '',
    64 => '',
    65 => '',
    66 => '',
    67 => 'Expand the Content Edit Area size',
    68 => 'Reduce the Content Edit Area size',
    69 => 'Publish Story Date',
    70 => 'Toolbar Selection',
    71 => 'Basic Toolbar',
    72 => 'Common Toolbar',
    73 => 'Advanced Toolbar',
    74 => 'Advanced II Toolbar',
    75 => 'Full Featured',
    76 => 'Publish Options',
    77 => 'Javascript needs to be enabled for Advanced Editor. Option can be disabled in the main site config.php',
    78 => 'Click <a href="%s/story.php?mode=edit&amp;sid=%s&amp;editopt=default">here</a> to use default editor',
    79 => 'Preview',
    80 => 'Editor',
    81 => 'Publish Options',
    82 => 'Images',
    83 => 'Archive Options',
    84 => 'Permissions',
    85 => 'Show All'
);

###############################################################################
# admin/topic.php

$LANG27 = array(
    1 => 'עורך הנושא',
    2 => 'קוד הזיהוי של הנושא',
    3 => 'כותרת הנושא',
    4 => 'תמונת הנושא',
    5 => '(אין להשתמש ברווחים)',
    6 => 'מחיקת נושא מוחקת גם כל את המאמרים וקוביות המידע שמקושרים אליו',
    7 => 'אנא מלא את השדות של קוד הזיהוי ושם הנושא',
    8 => 'מנהל הנושא',
    9 => 'כדי לערוך או למחוק נושא, לחץ עליו. כדי ליצור נושא חדש לחץ בצד על נושא חדש. תוכל למצוא את רמת הגישה שלך עבור כל נושא בתוך סוגריים.',
    10 => 'סדר מיון',
    11 => 'מאמרים/עמוד',
    12 => 'הגישה לא אושרה',
    13 => "הינך מנסה לגשת לנושא שאין לך זכויות לגביו. ניסיון זה נרשם ביומן. בבקשה <a href=\"{$_CONF['site_url']}/admin/topic.php\">חזור לחלון ניהול הנושאים</a>.",
    14 => 'שיטת מיון',
    15 => 'לפי הא-ב',
    16 => 'ברירת המחדל היא',
    17 => 'נושא חדש',
    18 => 'אתר הבית של מנהל האתר',
    19 => 'שמור',
    20 => 'בטל',
    21 => 'מחק',
    22 => 'ברירת מחדל',
    23 => 'הפוך נושא זה לנושא ברירת המחדל עבור העלאת מאמרים חדשים',
    24 => '(*)',
    25 => 'אחסן נושא בארכיון',
    26 => 'הפוך נושא זה לנושא ברירת המחדל עבור מאמרים בארכיון. ניתן לבחור רק נושא אחד.',
    27 => 'Or Upload Topic Icon',
    28 => 'Maximum',
    29 => 'File Upload Errors'
);

###############################################################################
# admin/user.php

$LANG28 = array(
    1 => 'עריכת מאפייני משתמש',
    2 => 'קוד זיהוי משתמש',
    3 => 'שם משתמש',
    4 => 'שם מלא',
    5 => 'סיסמה',
    6 => 'רמת אבטחה',
    7 => 'כתובת דואל',
    8 => 'אתר בית',
    9 => '(אין להשתמש ברווחים)',
    10 => 'אנא מלא את השדות של שם המשתמש וכתובת הדואל',
    11 => 'מרכז בקרה למשתמש',
    12 => 'כדי לערוך או למחוק משתמש, לחץ מתחת עליו. כדי ליצור משתמש חדש לחץ בצד על הכפתור משתמש חדש. הינך יכול לבצע חיפושים פשוטים על ידי הכנסת חלק משם המשתמש, כתובת האימייל או השם המלא (לדוגמא *son* או edu.*) בטופס שמתחת.',
    13 => 'רמת אבטחה',
    14 => 'תאריך הרשמה',
    15 => 'משתמש חדש',
    16 => 'אתר הבית של מנהל האתר',
    17 => 'שנֶה סיסמה',
    18 => 'ביטול',
    19 => 'מחק',
    20 => 'שמור',
    21 => 'שם המשתמש שהכנסת כבר קיים במערכת',
    22 => 'שגיאה',
    23 => 'הוספה המונית',
    24 => 'יבוא המוני של משתמשים',
    25 => 'הינך יכול לייבא רשימה של משתמשים לאתר. קובץ היבוא חייב להיות קובץ מותחם טאבים וחייב שיהיו לו את השדות בסדר הבא: שם מלא, שם משתמש, כתובת אימייל. לכל משתמש שתייבא תישלח הודעת אימייל עם סיסמה אקראית. הינך חייב לשים משתמש אחד בכל שורה. כישלון במעקב אחר ההוראות האלו יגרום לבעיות שעלולות להצריך עבודה ידנית, לכן בדוק פעמיים את נתוניך!',
    26 => 'חיפוש',
    27 => 'סנן תוצאות',
    28 => 'סמן כאן למחיקת התמונה',
    29 => 'מיקום קובץ',
    30 => 'יבוא',
    31 => 'משתמשים חדשים',
    32 => 'תהליך העיבוד הסתיים. יובאו %d והתרחשו %s שגיאות.',
    33 => 'שמור',
    34 => 'שגיאה: הינך חייב לבחור קובץ להעלאה.',
    35 => 'כניסה אחרונה למערכת',
    36 => '(אף פעם)',
    37 => 'UID',
    38 => 'Group Listing',
    39 => 'Password (again)',
    40 => 'Registration Date',
    41 => 'Last login Date',
    42 => 'Banned',
    43 => 'Awaiting Activation',
    44 => 'Awaiting Authorization',
    45 => 'Active',
    46 => 'User Status',
    47 => 'Edit'
);

###############################################################################
# admin/moderation.php

$LANG29 = array(
    1 => 'אישור',
    2 => 'מחק',
    3 => 'עריכה',
    4 => 'פרופיל',
    10 => 'כותרת',
    11 => 'תאריך התחלה',
    12 => 'כתובת אינטרנט',
    13 => 'קטגוריה',
    14 => 'תאריך',
    15 => 'נושא',
    16 => 'שם משתמש',
    17 => 'שם מלא',
    18 => 'כתובת אימייל',
    34 => 'שליטה ובקרה',
    35 => 'הוספת מאמר',
    36 => 'אשר קישור',
    37 => 'אשר אירוע',
    38 => 'אישור',
    39 => 'אין הגשות שדורשות פיקוח בזמן זה',
    40 => 'הגשות של משתמשים'
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => 'א',
    2 => 'ב',
    3 => 'ג',
    4 => 'ד',
    5 => 'ה',
    6 => 'ו',
    7 => 'שבת',
    8 => 'הוסף אירוע',
    9 => 'אירוע %s',
    10 => 'אירועים עבור',
    11 => 'יומן ראשי',
    12 => 'יומן אישי',
    13 => 'ינואר',
    14 => 'פברואר',
    15 => 'מרץ',
    16 => 'אפריל',
    17 => 'מאי',
    18 => 'יוני',
    19 => 'יולי',
    20 => 'אוגוסט',
    21 => 'ספטמבר',
    22 => 'אוקטובר',
    23 => 'נובמבר',
    24 => 'דצמבר',
    25 => 'חזרה ל-',
    26 => 'יום שלם',
    27 => 'חודש',
    28 => 'יומן אישי של',
    29 => 'יומן',
    30 => 'מחק אירוע',
    31 => 'הוסף',
    32 => 'אירוע',
    33 => 'תאריך',
    34 => 'שעה',
    35 => 'הוספה מהירה',
    36 => 'אישור',
    37 => 'לצערינו האפשרות ליומן אישי לא קיימת באתר זה.',
    38 => 'עריכת יומן אישי',
    39 => 'יום',
    40 => 'שבוע',
    41 => 'חודש'
);

###############################################################################
# admin/mail.php

$LANG31 = array(
    1 => "כלי שליחת הודעות האימייל של {$_CONF['site_name']}",
    2 => 'מ-',
    3 => 'השב ל-',
    4 => 'נושא',
    5 => 'גוף ההודעה',
    6 => 'שלח ל-',
    7 => 'כל המשתמשים',
    8 => 'מנהל האתר',
    9 => 'אפשרויות',
    10 => 'HTML',
    11 => 'הודעה דחופה',
    12 => 'שלח',
    13 => 'מחק והתחל מחדש',
    14 => 'התעלם מהגדרות משתמש',
    15 => 'אירעה שגיעה במשלוח ההודעה ל-',
    16 => 'הודעה נשלחה בהצלחה ל-',
    17 => "<a href={$_CONF['site_url']}/admin/mail.php>שלח הודעה נוספת</a>",
    18 => 'כתובת דואל',
    19 => 'שים לב: אם ברצונך לשלוח הודעה לכל משתמשי האתר, בחר את קבוצת ה-Logged-in Users מתיבת הבחירה שלהלן.',
    20 => "<successcount> הודעות נשלחו בהצלחה ונכשלו <failcount>. אם הינך זקוק לכך, להלן הפרטים של כל הנסיונות. אם לא, הינך יכול <a href=\"{$_CONF['site_url']}/admin/mail.php\">לשלוח הודעה נוספת</a> או <a href=\"{$_CONF['site_url']}/admin/moderation.php\">לחזור למסך הניהול</a>.",
    21 => 'כישלונות',
    22 => 'הצלחות',
    23 => 'אין כישלונות',
    24 => 'אין הצלחות',
    25 => '-- בחר קבוצה --',
    26 => 'אנא מלא את כל השדות בטופס ובחר קבוצת משתמשים מתיבת הבחירה.'
);

###############################################################################
# admin/plugins.php

$LANG32 = array(
    1 => 'התקנת plugins עלולה לגרום לבעיות בהתקנה התוכנה ואולי אף למערכת שלך. חשוב שתתקין רק plugins שהורדו מ-<a href="http://www.geeklog.net" target="_blank">אתר הבית של Geeklog</a> מפני שאנו בוחנים באדיקות את כל ה-plugins שהוגשו לאתר שלנו במגוון של מערכות הפעלה. חשוב שתבין שתהליך התקנה ה-plugin ידרוש את הרצתן של כמה פקודות מערכת, דבר שעלול לבעיות אבטחה - ביחוד אם הינך משתמש ב-plugins מאתרי צד שלישי. אפילו עם אזהרה זו, איננו מבטיחים את ההצלחה של כל התקנה באשר היא או מקבלים אחריות לנזק שיגרם בעקבות התקנת plugin של Geeklog. במילים אחרות, ההתקנה היא על אחריותך בלבד. בשביל הזהירים, הוראות איך להתקין plugin באופן ידני כלולות בכל חבילת פלאג אין.',
    2 => 'הצהרת התקנת Plug-in',
    3 => 'טופס התקנת Plug-in',
    4 => 'קובץ Plug-in',
    5 => 'רשימת Plugins',
    6 => 'אזהרה: ה-Plug-in כבר מותקן!',
    7 => 'ה-plug-in שהינך מנסה להתקין כבר קיים. אנא מחק את ה-plugin לפני התקנתו מחדש.',
    8 => 'בדיקת התאמת Plugin נכשלה',
    9 => 'ה-plugin דורש גירסה חדשה יותר של Geeklog. שדרג את העותק שלך של <a href="http://www.geeklog.net">Geeklog</a> או השג גירסה חדשה יותר של ה-plug-in.',
    10 => '<br><b>אין plugins מותקנים כרגע.</b><br><br>',
    11 => 'כדי לערוך או למחוק plug-in, לחץ מתחת על מספרו. כדי ללמוד יותר על plug-in, לחץ על שמו ותילקח לאתר האינטרנט שלו. כדי להתקין או לשדרג plug-in אנא עבור על הדוקומנטציה שלו.',
    12 => 'שום שם של plug-in לא ניתן ל-plugineditor()',
    13 => 'עורך Plugin',
    14 => 'Plug-in חדש',
    15 => 'אתר הבית של מנהל האתר',
    16 => 'שם Plug-in',
    17 => 'גירסת Plug-in',
    18 => 'גירסת תוכנה',
    19 => 'אפשר',
    20 => 'כן',
    21 => 'לא',
    22 => 'התקן',
    23 => 'שמור',
    24 => 'ביטול',
    25 => 'מחק',
    26 => 'שם Plug-in',
    27 => 'אתר האינטרנט של ה-Plug-in',
    28 => 'גירסת Plug-in',
    29 => 'גירסת תוכנה',
    30 => 'מחק את ה-Plug-in?',
    31 => 'האם הינך בטוח שאתה מעוניין למחוק את ה-plug-in הזה? על ידי כך אתה תסיר את כל המידע ומבני המידע שה-plug-in הזה משתמש בהם. אם הינך בטוח, לחץ בטופס מתחת על מחיקה שוב.',
    32 => '<p><b>שגיאה: תווית לינק אוטומטי לא מפורמטת נכון</b></p>',
    33 => 'גירסת הקוד',
    34 => 'עדכן',
    35 => 'Edit',
    36 => 'Code',
    37 => 'Data',
    38 => 'Update!'
);

###############################################################################
# admin/syndication.php

$LANG33 = array(
    1 => 'צור הזנה',
    2 => 'שמור',
    3 => 'מחק',
    4 => 'בטל',
    10 => 'סינדקיציית תוכן',
    11 => 'הזנה חדשה',
    12 => 'אתר הבית של מנהל האתר',
    13 => 'כדי לערוך או למחוק הזנה, לחץ על מתחת על הכותרת שלה. כדי ליצור הזנה חדשה, לחץ לעיל על הזנה חדשה.',
    14 => 'כותרת',
    15 => 'סוג',
    16 => 'שם קובץ',
    17 => 'פורמט',
    18 => 'עודכן לאחרונה',
    19 => 'אפשר',
    20 => 'כן',
    21 => 'לא',
    22 => '<i>(אין הזנות)</i>',
    23 => 'כל המאמרים',
    24 => 'עורך הזנות',
    25 => 'כותרת הזנה',
    26 => 'גבול',
    27 => 'אורך הנתונים',
    28 => '(0 = שום טקסט, 1 = טקסט מלא, other = הגבל X אותיות.)',
    29 => 'תיאור',
    30 => 'עודכן לאחרונה',
    31 => 'קידוד',
    32 => 'שפה',
    33 => 'תכנים',
    34 => 'נתונים',
    35 => 'שעות',
    36 => 'בחר את סוג ההזנה',
    37 => 'יש לך לפחות plugin אחד מותקן שתומך בסינדקיציית תוכן. תצטרך לבחור מתחת אם הינך מוכן ליצור הזנת Geeklog או הזנה מאחד ה-plugins.',
    38 => 'שגיאה: שדות חסרים',
    39 => 'אנא מלא את כותרת ההזנה, תיאור ושם קובץ.',
    40 => 'אנא הכנס את מספר הנתונים או את מספר השעות.',
    41 => 'קישורים',
    42 => 'אירועים',
    43 => 'All',
    44 => 'None',
    45 => 'Header-link in topic',
    46 => 'Limit Results',
    47 => 'Search',
    48 => 'Edit',
    49 => 'Feed Logo',
    50 => "Relative to site url ({$_CONF['site_url']})"
);

###############################################################################
# confirmation and error messages

$MESSAGE = array(
    1 => "סיסמתך נשלחה אליך באימייל ואמורה להגיע בכל רגע. אנא עקוב אחר ההוראות שבהודעה ואנו מודים לך על שימושך ב-{$_CONF['site_name']}",
    2 => "תודה לך על הגשת המאמר שלך ל-{$_CONF['site_name']}. הוא הוגש לצוות שלנו בשביל אישור. אם יאושר, מאמרך יהיה זמין לאחרים לקריאה באתר.",
    3 => "תודה לך על הגשת קישור ל-{$_CONF['site_name']}. הוא הוגש לצוות שלנו בשביל אישור. אם יאושר, הקישור יוצג בפינת <a href={$_CONF['site_url']}/links.php>הקישורים</a> שלנו.",
    4 => "תודה לך על הגשת אירוע ל-{$_CONF['site_name']}. הוא הוגש לצוות שלנו בשביל אישור. אם יאושר, הקישור יוצג בפינת <a href={$_CONF['site_url']}/calendar.php>היומן</a> שלנו.",
    5 => 'המידע של חשבונך נשמר בהצלחה.',
    6 => 'העדפות התצוגה שלך נשמרו בהצלחה.',
    7 => 'הגדרות התגובות שלך נשמרו בהצלחה.',
    8 => 'יצאת מהמערכת בהצלחה.',
    9 => 'מאמרך נשמר בהצלחה',
    10 => 'מאמרך נמחק בהצלחה.',
    11 => 'קוביית המידע שלך נשמרה בהצלחה.',
    12 => 'קוביית המידע שלך נמחקה בהצלחה.',
    13 => 'הנושא שלך נשמר בהצלחה.',
    14 => 'הנושא וכל המאמרים וקוביות המידע שבתוכו נמחקו בהצלחה.',
    15 => 'הקישור שלך נשמר בהצלחה.',
    16 => 'הקישור שלך נמחק בהצלחה.',
    17 => 'האירוע שלך נשמר בהצלחה.',
    18 => 'האירוע שלך נמחק בהצלחה.',
    19 => 'הסקר נשמר בהצלחה.',
    20 => 'הסקר שלך נמחק בהצלחה.',
    21 => 'המשתמש החדש נשמר בהצלחה.',
    22 => 'המשתמש נמחק בהצלחה.',
    23 => 'חלק שגיאה בנסיון להוסיף אירוע ליומן. לא הועבר קוד זיהוי ארוע.',
    24 => 'האירוע שלך נשמר בהצלחה ביומן שלך.',
    25 => 'אי אפשר לפתוח את היומן האישי שלך עד שתיכנס למערכת',
    26 => 'האירוע נמחק בהצלחה מהיומן האישי שלך.',
    27 => 'ההודעה נשלחה בהצלחה.',
    28 => 'ה-plug-in נשמר בהצלחה',
    29 => 'מצטערים, יומנים אישיים לא מופעלים באתר הזה',
    30 => 'הגישה לא אושרה',
    31 => 'מצטערים, אין לך גישה לעמוד ניהול המאמרים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    32 => 'מצטערים, אין לך גישה לעמוד ניהול הנושאים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    33 => 'מצטערים, אין לך גישה לעמוד ניהול קוביות המידע. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    34 => 'מצטערים, אין לך גישה לעמוד ניהול הקישורים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    35 => 'מצטערים, אין לך גישה לעמוד ניהול האירועים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    36 => 'מצטערים, אין לך גישה לעמוד ניהול הסקרים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    37 => 'מצטערים, אין לך גישה לעמוד ניהול המשתמשים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    38 => 'מצטערים, אין לך גישה לעמוד ניהול ה-plugins. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    39 => 'מצטערים, אין לך גישה לעמוד ניהול הודעות האימייל. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    40 => 'הודעת מערכת',
    41 => 'מצטערים, אין לך גישה לעמוד החלפות המילים. אנא שים לב שכל נסיונות הגישה ליכולות לא מאושרות נרשמים ביומן',
    42 => 'המילה שלך נשמרה בהצלחה.',
    43 => 'המילה שלך נמחקה בהצלחה.',
    44 => 'ה-plug-in נשמר בהצלחה!',
    45 => 'ה-plug-in נמחק בהצלחה.',
    46 => 'Sorry, you do not have access to the database backup utility.  Please note that all attempts to access unauthorized features are logged',
    47 => 'יכולת זו עובדת רק תחת nix*. אם הינך מריץ nix* כמערכת ההפעלה שלך אז זיכרון המטמון שלך נוקה בהצלחה. אם הינך משתמש בחלונות, תיאלץ לחפש אחר קבצים בשם adodb_*.php ולהסירם באופן ידני.',
    48 => "תודה לך על הגשת הבקשה שלך להצטרף ל-{$_CONF['site_name']}. אנו נבדוק את בקשתך. אם תאושר, סיסמתך תישלח אליך באימייל לכתובת האימייל שהרגע ציינת.",
    49 => 'קבוצתך נשמרה בהצלחה.',
    50 => 'הקבוצה נמחקה בהצלחה.',
    51 => 'שם משתמש זה כבר נמצא בשימוש. אנא בחר אחד אחר.',
    52 => 'כתובת האימייל שצוינה לא נראית ככתובת אימייל אמיתית.',
    53 => 'סיסמתך החדשה התקבלה. אנא השתמש בסיסמתך החדשה שמתחת כדי להיכנס למערכת עכשיו.',
    54 => 'בקשתך לסיסמה חדשה פג תוקפה. אנא נסה שוב מתחת.',
    55 => 'הודעת אי מייל נשלחה אליך ואמורה להגיע בכל רגע. אנא עקוב אחר ההוראות בהודעה כדי להגדיר סיסמה חדשה לחשבונך.',
    56 => 'כתובת האימייל שצוינה כבר נמצאת בשימוש אצל חשבון אחר.',
    57 => 'חשבונך נמחק בהצלחה.',
    58 => 'ההזנה שלך נשמרה בהצלחה.',
    59 => 'ההזנה שלך נמחקה בהצלחה.',
    60 => 'ה-plugin עודכן בהצלחה',
    61 => 'Plugin %s - מחזיק מיקום הודעה לא ידוע',
    62 => 'The trackback comment has been deleted.',
    63 => 'An error occurred when deleting the trackback comment.',
    64 => 'Your trackback comment has been successfully sent.',
    65 => 'Weblog directory service successfully saved.',
    66 => 'The weblog directory service has been deleted.',
    67 => 'The new password does not match the confirmation password!',
    68 => 'You have to enter the correct current password.',
    69 => 'Your account has been blocked!',
    70 => 'Your account is awaiting administrator approval.',
    71 => 'Your account has now been confirmed and is awaiting administrator approval.',
    72 => 'An error occured while attempting to install the plugin. See error.log for details.',
    73 => 'An error occured while attempting to uninstall the plugin. See error.log for details.',
    74 => 'The pingback has been successfully sent.',
    75 => 'Trackbacks must be sent using a POST request.'
);

###############################################################################

$LANG_ACCESS = array(
    'access' => 'גישה',
    'ownerroot' => 'בעלים ראשי',
    'group' => 'קבוצה',
    'readonly' => 'קריאה בלבד',
    'accessrights' => 'הרשאות גישה',
    'owner' => 'בעלים',
    'grantgrouplabel' => 'אשר את הרשאות עריכת הקבוצות שלעיל',
    'permmsg' => 'שים לב: "חברים רשומים" הם כל המשתמשים שנכנסו בשמם לאתר ו"אורחים באתר" הם כל המשתמשים שנמצאים באתר, אך לא הזדהו.',
    'securitygroups' => 'קבוצות ביטחון',
    'editrootmsg' => "אפילו שהינך מנהל משתמשים, אינך יכול לערוך משתמש ראשי מבלי להיות משתמש ראשי בעצמך. הינך יכול לערוך את כל המשתמשים האחרים מלבד משתמשים ראשיים. אנא שים לב שכל הנסיונות לערוך משתמשים ראשיים באופן לא מורשה נרשמים ביומן. אנא חזור <a href=\"{$_CONF['site_admin_url']}/user.php\">לעמוד ניהול המשתמשים</a>.",
    'securitygroupsmsg' => 'סמן את התיבות של הקבוצות שהינך מעוניין שהמשתמש ישתייך אליהן.',
    'groupeditor' => 'עורך קבוצות',
    'description' => 'תיאור',
    'name' => 'שם',
    'rights' => 'הרשאות',
    'missingfields' => 'שדות חסרים',
    'missingfieldsmsg' => 'הינך חייב לציין את השם והתיאור לקבוצה',
    'groupmanager' => 'מנהל קבוצות',
    'newgroupmsg' => 'כדי לערוך או למחוק קבוצה, לחץ עליה להלן. כדי ליצור קבוצה חדשה לחץ על קבוצה חדשה לעיל. אנא שים לב שקבוצות גרעין לא יכולות להימחק מפני שהן בשימוש במערכת.',
    'groupname' => 'שם קבוצה',
    'coregroup' => 'קבוצת גרעין',
    'yes' => 'כן',
    'no' => 'לא',
    'corerightsdescr' => "קבוצה זו היא קבוצת גרעין של {$_CONF['site_name']}. לפיכך ההרשאות של קבוצה זו לא יכולות להשתנות. להלן רשימה לקריאה בלבד של ההרשאות שלקבוצה זו יש גישה אליהן.",
    'groupmsg' => 'קבוצות ביטחון באתר זה הן היררכיות. על ידי הוספת קבוצה זו לכל אחת מן הקבוצות שלהלן  תיתן לה את זכויות זהות לאלו שיש לקבוצות אלו. היכן שמתאפשר מומלץ שתשתמש בקבוצות שלהלן  כדי לתת הרשאות לקבוצה. אם הינך צריך שקבוצה זו תקבל הרשאות יחודיות אז תוכל לבחור הרשאות למגוון יכולות באתר במקום הקרוי \'הרשאות\'. כדי להוסיף קבוצה זו לכל אחת מאלו שלהלן פשוט סמן את התיבה שליד הקבוצה/ות שהינך מעוניין בה/ן.',
    'coregroupmsg' => "קבוצה זו היא קבוצת גרעין של {$_CONF['site_name']}. לפיכך הקבוצות שקבוצה זו שייכת אליהן לא יכולות להשתנות. להלן רשימה לקריאה בלבד של הקבוצות שקבוצה זו שייכת אליהן.",
    'rightsdescr' => 'גישה של קבוצה להרשאה מסוימת להלן יכולה להינתן ישירות לקבוצה *או* לקבוצה אחרת שקבוצה זו שייכת אליה. אלו שהינך רואה להלן שאין להן תיבות סימון הן ההרשאות שניתנו לקבוצה זו מפני שהן שייכות לקבוצה אחרת עם אותן הרשאות. ההרשאות שיש להן תיבות סימון להלן הן הרשאות שיכולות להינתן  ישירות לקבוצה זו.',
    'lock' => 'נעולה',
    'members' => 'חברים רשומים',
    'anonymous' => 'אורחים באתר',
    'permissions' => 'הרשאות',
    'permissionskey' => 'R = read, E = edit, הרשאות edit מניחות הרשאות read',
    'edit' => 'עריכה',
    'none' => 'אין',
    'accessdenied' => 'הגישה לא אושרה',
    'storydenialmsg' => "אין לך גישה לצפות במאמר זה. סיבה אפשרית לכך היא שאינך חבר ב-{$_CONF['site_name']}.  אנא <a href=users.php?mode=new> הפוך לחבר</a> ב-{$_CONF['site_name']} כדי לקבל גישה מלאה של חברים!",
    'eventdenialmsg' => "אין לך גישה לצפות באירוע זה. סיבה אפשרית לכך היא שאינך חבר ב-{$_CONF['site_name']}.  אנא <a href=users.php?mode=new> הפוך לחבר</a> ב-{$_CONF['site_name']} כדי לקבל גישה מלאה של חברים!",
    'nogroupsforcoregroup' => 'קבוצה זו לא שייכת לשום קבוצה מהקבוצות האחרות',
    'grouphasnorights' => 'לקבוצה זו אין גישה לאף אחת מיכולות ההנהלה של האתר הזה',
    'newgroup' => 'קבוצה חדשה',
    'adminhome' => 'אתר הבית של מנהל האתר',
    'save' => 'שמור',
    'cancel' => 'בטל',
    'delete' => 'מחק',
    'canteditroot' => 'ניסית לערות את קבוצה הגרעין אבל אינך שייך אליה בעצמך ולכן גישתך אליה לא מאושרת. אנא צור קשר עם מנהל המערכת אם הינך מרגיש שמדובר בטעות',
    'listusers' => 'רשימת משתמשים',
    'listthem' => 'רשימה',
    'usersingroup' => 'משתמשים בקבוצה %s',
    'usergroupadmin' => 'ניהול קבוצות משתמשים',
    'add' => 'הוסף',
    'remove' => 'הסר',
    'availmembers' => 'חברים אפשריים',
    'groupmembers' => 'חברי הקבוצה',
    'canteditgroup' => 'כדי לערוך קבוצה זו, הינך חייב להיות חבר בה. אנא צור קשר עם מנהל המערכת אם הינך מרגיש שמדובר בטעות.',
    'cantlistgroup' => 'כדי לצפות ברשימת חברי קבוצה זו, הינך חייב להיות חבר בה בעצמך. אנא צור קשר עם מנהל המערכת אם הינך מרגיש שמדובר בטעות.',
    'editgroupmsg' => 'To modify the group membership, click on the member names(s) and use the add or remove buttons. If the member is a member of the group, their name will appear on the right side only. Once you are complete - press <b>Save</b> to update the group and return to the main group admin page.',
    'listgroupmsg' => 'Listing of all current members in the group: <b>%s</b>',
    'search' => 'Search',
    'submit' => 'Submit',
    'limitresults' => 'Limit Results',
    'group_id' => 'Group ID',
    'plugin_access_denied_msg' => 'You are illegally trying access a plugin administration page.  Please note that all attempts to illegally access this page are logged.',
    'groupexists' => 'Group name already exists',
    'groupexistsmsg' => 'There is already a group with this name. Group names must be unique.'
);

###############################################################################
# admin/database.php

$LANG_DB_BACKUP = array(
    'last_ten_backups' => '10 הגיבויים האחרונים',
    'do_backup' => 'צור גיבוי',
    'backup_successful' => 'גיבוי מאגר נתונים עבר בהצלחה.',
    'db_explanation' => 'כדי ליצור גיבוי חדש של המערכת, לחץ על הכפתור שלהלן',
    'not_found' => "מיקום שגוי או mysqldump utility שהיא לא executable.<br>בדוק את הגדרת ה- <strong>\$_DB_mysqldump_path</strong> ב-config.php.<br>המשתנה כרגע מוגדר כ: <var>{$_DB_mysqldump_path}</var>",
    'zero_size' => 'הגיבוי נכשל. גודל הקובץ היה 0 bytes',
    'path_not_found' => "{$_CONF['backup_path']} לא קיים או שזה לא ספרייה",
    'no_access' => "שגיאה: הספרייה {$_CONF['backup_path']} חסומה.",
    'backup_file' => 'קובץ גיבוי',
    'size' => 'גודל',
    'bytes' => 'Bytes',
    'total_number' => 'סך הכל גיבויים: %d'
);

###############################################################################

$LANG_BUTTONS = array(
    1 => 'דף הבית',
    2 => 'צור קשר',
    3 => 'פרסם מאמר',
    4 => 'קישורים',
    5 => 'סקרים',
    6 => 'יומן',
    7 => 'סטטיסטיקת האתר',
    8 => 'התאמה אישית',
    9 => 'חיפוש',
    10 => 'חיפוש מתקדם',
    11 => 'Directory'
);

###############################################################################
# 404.php

$LANG_404 = array(
    1 => '404 Error',
    2 => 'לא נמצא העמוד <b>%s</b>.',
    3 => "<p>מצטערים, אבל הקובץ שביקשת לקבל לא קיים. אנא הרגש חופשי לבדוק את <a href=\"{$_CONF['site_url']}\">העמוד הראשי</a> או את <a href=\"{$_CONF['site_url']}/search.php\">עמוד החיפוש</a> כדי לראות אם תוכל למצוא את מה שאיבדת."
);

###############################################################################
# login form

$LANG_LOGIN = array(
    1 => 'נדרשת התחברות למערכת',
    2 => 'מצטערים, כדי להיכנס לאזור זה הינך נדרש/ת להתחבר כמשתמש',
    3 => 'התחברות למערכת',
    4 => 'משתמש חדש'
);

###############################################################################
# pdfgenerator.php

$LANG_PDF = array(
    1 => 'יכולת ה-PDF מנוטרלת',
    2 => 'המסמך שבוקש לא הוגש. המסמך נמצא אבל לא הצליח להתקבל. אנא ודא שהינך מגיש רק מסמכים בפורמט HTML שנכתבו בסטנדרט xHTML. אנא שים לב שמסמכי HTML יותר מדי מורכבים עלולים לא להיות מוגשים כמו שצריך או בכלל. המסמך שנוצר כתוצאה מנסיונך תפס בגודלו 0 bytes, ונמחק. אם הינך בטוח שהמסמך שלך צריך לעבור הגשה ללא בעיה, אנא הגש אותו מחדש.',
    3 => 'בעיה לא ידועה בעת יצירת ה-PDF',
    4 => "שום מידע על העמוד לא ניתן או שהינך מעוניין להשתמש בכלי יצירת PDF יש מאין שלהלן. אם הינך מרגיש שאתה מקבל עמוד זה\n בטעות אז אנא צור קשר על מנהל המערכת. אם לא, תוכל להשתמש בטופס שלהלן כדי ליצור PDF בצורת אד הוק.",
    5 => 'טוען את המסמך שלך.',
    6 => 'אנא חכה עד שהמסמך שלך ייטען.',
    7 => 'הינך יכול לעשות right click על הכפתור שלהלן ולבחור \'save target...\' או \'save link location...\' כדי לשמור עותק של המסמך שלך.',
    8 => "המיקום שניתן בקובץ ההגדרות ל-HTMLDoc binary הוא לא אפשרי או שהמערכת אינה יכולה להריץ אותו. אנא צור קשר עם מנהל האתר אם בעיה זו\n ממשיכה.",
    9 => 'יצירת PDF',
    10 => "זהו כלי יצירת PDF אד הוק. הוא ינסה להמיר כל עמוד אינטרנט שתציין ל-PDF. אנא שים לב שיש עמודי אינטרנט שלא מוגשים כמו שצריך לצורך יכולת זו. זוהי\n מגבלה של ה-HTMLDoc PDF generation tool וטעויות כאלו לא צריכות להיות מדווחות למנהלי האתר הזה",
    11 => 'עמוד אינטרנט',
    12 => 'צור PDF!',
    13 => 'הגדרות ה-PHP שבשרת הזה לא מאפשרות לעמודי אינטרנט להיות בשימוש של הפקודה fopen(). מנהל המערכת חייב לערוך את קובץ ה-php.ini ולקבוע את allow_url_fopen על On',
    14 => 'ה-PDF שביקשת לא קיים או שניסית לגשת לקובץ בצורה לא מורשית.'
);

###############################################################################
# trackback.php

$LANG_TRB = array(
    'trackback' => 'Trackback',
    'from' => 'from',
    'tracked_on' => 'Tracked on',
    'read_more' => '[read more]',
    'intro_text' => 'Here\'s what others have to say about \'%s\':',
    'no_comments' => 'No trackback comments for this entry.',
    'this_trackback_url' => 'Trackback URL for this entry:',
    'num_comments' => '%d trackback comments',
    'send_trackback' => 'Send Pings',
    'preview' => 'Preview',
    'editor_title' => 'Send trackback comment',
    'trackback_url' => 'Trackback URL',
    'entry_url' => 'Entry URL',
    'entry_title' => 'Entry Title',
    'blog_name' => 'Site Name',
    'excerpt' => 'Excerpt',
    'truncate_warning' => 'Note: The receiving site may truncate your excerpt',
    'button_send' => 'Send',
    'button_preview' => 'Preview',
    'send_error' => 'Error',
    'send_error_details' => 'Error when sending trackback comment:',
    'url_missing' => 'No Entry URL',
    'url_required' => 'Please enter at least a URL for the entry.',
    'target_missing' => 'No Trackback URL',
    'target_required' => 'Please enter a trackback URL',
    'error_socket' => 'Could not open socket.',
    'error_response' => 'Response not understood.',
    'error_unspecified' => 'Unspecified error.',
    'select_url' => 'Select Trackback URL',
    'not_found' => 'Trackback URL not found',
    'autodetect_failed' => 'Geeklog could not detect the Trackback URL for the post you want to send your comment to. Please enter it manually below.',
    'trackback_explain' => 'From the links below, please select the URL you want to send your Trackback comment to. Geeklog will then try to determine the correct Trackback URL for that post. Or you can <a href="%s">enter it manually</a> if you know it already.',
    'no_links_trackback' => 'No links found. You can not send a Trackback comment for this entry.',
    'pingback' => 'Pingback',
    'pingback_results' => 'Pingback results',
    'send_pings' => 'Send Pings',
    'send_pings_for' => 'Send Pings for "%s"',
    'no_links_pingback' => 'No links found. No Pingbacks were sent for this entry.',
    'pingback_success' => 'Pingback sent.',
    'no_pingback_url' => 'No pingback URL found.',
    'resend' => 'Resend',
    'ping_all_explain' => 'You can now notify the sites you linked to (<a href="http://en.wikipedia.org/wiki/Pingback">Pingback</a>), advertise that your site has been updated by pinging weblog directory services, or send a <a href="http://en.wikipedia.org/wiki/Trackback">Trackback</a> comment in case you wrote about a post on someone else\'s site.',
    'pingback_button' => 'Send Pingback',
    'pingback_short' => 'Send Pingbacks to all sites linked from this entry.',
    'pingback_disabled' => '(Pingback disabled)',
    'ping_button' => 'Send Ping',
    'ping_short' => 'Ping weblog directory services.',
    'ping_disabled' => '(Ping disabled)',
    'trackback_button' => 'Send Trackback',
    'trackback_short' => 'Send a Trackback comment.',
    'trackback_disabled' => '(Trackback disabled)',
    'may_take_a_while' => 'Please note that sending Pingbacks and Pings may take a while.',
    'ping_results' => 'Ping results',
    'unknown_method' => 'Unknown ping method',
    'ping_success' => 'Ping sent.',
    'error_site_name' => 'Please enter the site\'s name.',
    'error_site_url' => 'Please enter the site\'s URL.',
    'error_ping_url' => 'Please enter a valid Ping URL.',
    'no_services' => 'No weblog directory services configured.',
    'services_headline' => 'Weblog Directory Services',
    'service_explain' => 'To modify or delete a weblog directory service, click on the edit icon of that service below. To add a new weblog directory service, click on "Create New" above.',
    'service' => 'Service',
    'ping_method' => 'Ping method',
    'service_website' => 'Website',
    'service_ping_url' => 'URL to ping',
    'ping_standard' => 'Standard Ping',
    'ping_extended' => 'Extended Ping',
    'ping_unknown' => '(unknown method)',
    'edit_service' => 'Edit Weblog Directory Service',
    'trackbacks' => 'Trackbacks',
    'editor_intro' => 'Prepare your trackback comment for <a href="%s">%s</a>.',
    'editor_intro_none' => 'Prepare your trackback comment.',
    'trackback_note' => 'To send a trackback comment for a story, go to the list of stories and click on "Send Ping" for the story. To send a trackback that is not related to a story, <a href="%s">click here</a>.',
    'pingback_explain' => 'Enter a URL to send the Pingback to. The pingback will point to your site\'s homepage.',
    'pingback_url' => 'Pingback URL',
    'site_url' => 'This site\'s URL',
    'pingback_note' => 'To send a pingback for a story, go to the list of stories and click on "Send Ping" for the story. To send a pingback that is not related to a story, <a href="%s">click here</a>.',
    'pbtarget_missing' => 'No Pingback URL',
    'pbtarget_required' => 'Please enter a pingback URL',
    'pb_error_details' => 'Error when sending the pingback:'
);

###############################################################################
# directory.php

$LANG_DIR = array(
    'title' => 'Article Directory',
    'title_year' => 'Article Directory for %d',
    'title_month_year' => 'Article Directory for %s %d',
    'nav_top' => 'Back to Article Directory',
    'no_articles' => 'No articles.'
);

###############################################################################
# "What's New" Time Strings
# 
# For the first two strings, you can use the following placeholders.
# Order them so it makes sense in your language:
# %i    item, "Stories"
# %n    amount, "2", "20" etc.
# %t    time, "2" (weeks)
# %s    scale, "hrs", "weeks"

$LANG_WHATSNEW = array(
    'new_string' => '%n new %i in the last %t %s',
    'new_last' => 'last %t %s',
    'minutes' => 'minutes',
    'hours' => 'hours',
    'days' => 'days',
    'weeks' => 'weeks',
    'months' => 'months',
    'minute' => 'minute',
    'hour' => 'hour',
    'day' => 'day',
    'week' => 'week',
    'month' => 'month'
);

###############################################################################
# Admin - Strings
# 
# These are some standard strings used by core functions as well as plugins to
# display administration lists and edit pages

$LANG_ADMIN = array(
    'search' => 'Search',
    'limit_results' => 'Limit Results',
    'submit' => 'Submit',
    'edit' => 'Edit',
    'admin_home' => 'Admin Home',
    'create_new' => 'Create New',
    'enabled' => 'Enabled',
    'title' => 'Title',
    'type' => 'Type',
    'topic' => 'Topic',
    'help_url' => 'Help File URL',
    'save' => 'Save',
    'cancel' => 'Cancel',
    'delete' => 'Delete',
    'copy' => 'Copy',
    'no_results' => '- No entries found -',
    'data_error' => 'There was an error processing the subscription data. Please check the data source.'
);

###############################################################################
# Localisation of the texts for the various drop-down menus that are actually
# stored in the database. If these exist, they override the texts from the
# database.

$LANG_commentcodes = array(
    0 => 'Comments Enabled',
    -1 => 'Comments Disabled'
);


$LANG_commentmodes = array(
    'flat' => 'Flat',
    'nested' => 'Nested',
    'threaded' => 'Threaded',
    'nocomment' => 'No Comments'
);

$LANG_cookiecodes = array(
    0 => '(don\'t)',
    3600 => '1 Hour',
    7200 => '2 Hours',
    10800 => '3 Hours',
    28800 => '8 Hours',
    86400 => '1 Day',
    604800 => '1 Week',
    2678400 => '1 Month'
);

$LANG_dateformats = array(
    0 => 'System Default'
);

$LANG_featurecodes = array(
    0 => 'Not Featured',
    1 => 'Featured'
);

$LANG_frontpagecodes = array(
    0 => 'Show Only in Topic',
    1 => 'Show on Front Page'
);

$LANG_postmodes = array(
    'plaintext' => 'Plain Old Text',
    'html' => 'HTML Formatted'
);

$LANG_sortcodes = array(
    'ASC' => 'Oldest First',
    'DESC' => 'Newest First'
);

$LANG_trackbackcodes = array(
    0 => 'Trackback Enabled',
    -1 => 'Trackback Disabled'
);

?>