<?php

###############################################################################
# hellenic.php
# This is the Hellenic language page for GeekLog!
# Revision No: 4 
# Date 17/01/2003
#
# + Geeklog?s new URL added
# + Formalization of the language completed
# + Language is now more ?Modern Greek Friendly?
# + Removal of the most pre-modern Greek (before 1981) words.
#
# Copyright (C) 2002 Master of Death
# mzozd@ad2u.gr & mzozd@hotmail.com
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################


$LANG_CHARSET = "iso-8859-7";

###############################################################################
# Array Format:
# $LANGXX[YY]:	$LANG - variable name
#		  	XX - file id number
#			YY - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# common.php

$LANG01 = array(
	1 => "Από τον/την:",
	2 => "Διαβάστε περισσότερα",
	3 => "σχόλια",
	4 => "Επεξεργασία",
	5 => "Ψηφίστε",
	6 => "Αποτελέσματα",
	7 => "Αποτελέσματα ψηφοφορίας",
	8 => "Ψήφοι",
	9 => "Μενού Διαχειριστή:",
	10 => "Κατατεθέντα άρθρα",
	11 => "Άρθρα",
	12 => "Συγκροτήματα",
	13 => "Θέματα",
	14 => "Σύνδεσμοι",
	15 => "Γεγονότα",
	16 => "Ψηφοφορίες",


	17 => "Χρήστες",
	18 => "Εντολή SQL",
	19 => "Αποσύνδεση",
	20 => "Πληροφορίες Χρήστη:",
	21 => "Όνομα χρήστη",
	22 => "Ταυτότητα Χρήστη",
	23 => "Επίπεδο ασφαλείας",
	24 => "Ανώνυμος",
	25 => "Απάντηση",
	26 => "Τα ακόλουθα σχόλια ανήκουν στους συγγραφείς τους. Η παρούσα ιστοσελίδα δεν ευθύνεται για το περιεχόμενο τους",
	27 => "Πιο Πρόσφατη Καταχώρηση",
	28 => "Διαγραφή",
	29 => "Κανένα σχόλιο.",
	30 => "Παλαιότερα άρθρα",
	31 => "Επιτρεπόμενες εντολές HTML:",
	32 => "Σφάλμα, άγνωστο όνομα χρήστη",
	33 => "Σφάλμα, το αρχείο καταγραφής δεν μπορεί να προσπελαστεί.",
	34 => "Σφάλμα",
	35 => "Αποσύνδεση",
	36 => "Ενεργοποιημένο",
	37 => "Δεν έχει γίνει εισαγωγή άρθρων από τους χρήστες",
	38 => "",
	39 => "ανανέωση",
	40 => "",

	41 => "Επισκέπτες",
	42 => "Συγγραφέας:",
	43 => "Απαντήστε σε αυτό",
	44 => "Συνέταιρος",
	45 => "Σφάλμα MySQL με αριθμό",
	46 => "Σφάλμα MySQL με μήνυμα",
	47 => "Μενού Χρηστών",
	48 => "Πληροφορίες για τον Λογαριασμό σας",
	49 => "Προβολή προσωπικών σας προτιμήσεων",
	50 => "Σφάλμα SQL με δήλωση",
	51 => "Βοήθεια",
	52 => "Νέο",
	53 => "Αρχική Σελίδα Διαχειριστή",
	54 => "Το αρχείο δεν μπορεί να ανοιχτεί",
	55 => "Σφάλμα σε",
	56 => "Ψηφίστε",
	57 => "Κωδικός Πρόσβασης",
	58 => "Σύνδεση",
	59 => "Αν δεν είστε κάτοχος λογαριασμού, μπορείτε να αποκτήσετε εδώ <a href=\"{$_CONF['site_url']}/users.php?mode=new\">Νέος Χρήστης</a>",
	60 => "Καταθέστε σχόλιο",
	61 => "Δημιουργία νέου λογαριασμού",
	62 => "λέξεις",
	63 => "Προτιμήσεις σχολίων",
	64 => "Στείλτε αυτό το άρ8ρο με ηλεκτρονικό ταχυδρομείο",
	65 => "Δείτε το κείμενο προς εκτύπωση",
	66 => "Το ημερολόγιό μου",
	67 => "Καλωσήρθατε στην σελίδα ",
	68 => "Κεντρική σελίδα",
	69 => "επικοινωνία",
	70 => "αναζήτηση",
	71 => "υποβολή άρθρων",
	72 => "σύνδεσμοι",
	73 => "προηγούμενες ψηφοφορίες",
	74 => "ημερολόγιο",
	75 => "σύνθετη έρευνα",
	76 => "στατιστικά ιστοσελίδας",
	77 => "plugins",
	78 => "προσεχή γεγονότα",
	79 => "τελευταίες καταχωρήσεις",
	80 => "άρθρα τις τελευταίες",

	81 => "άρθρο τις τελευταίες",
	82 => "ώρες",
	83 => "ΣΧΟΛΙΑ",
	84 => "ΣΥΝΔΕΣΜΟΙ",
	85 => "τελευταίες 48 ώρες",
	86 => "Κανένα νέο σχόλιο",
	87 => "τελευταίες 2 εβδομάδες",
	88 => "Κανένας πρόσφατος σύνδεσμος",
	89 => "Δεν υπάρχουν προσεχή γεγονότα",
	90 => "Κεντρική Σελίδα",
	91 => "Η σελίδα αυτή δημιουργήθηκε",
	92 => "δευτερόλεπτα",
	93 => "Κατοχύρωση πνευματικής ιδιοκτησίας",
	94 => "Όλα τα εμπορικά σήματα και οι κατοχυρωμένες πνευματικές ιδιοκτησίες ανήκουν στους αντίστοιχους δικαιούχους",
	95 => "υποστηρίζετε από την τεχνολογία",
	96 => "Ομάδες",
    97 => "Λίστα λέξεων",
	98 => "Plug-ins",
	99 => "ΑΡθΡΑ",
    100 => "Δεν υπάρχουν νέα Άρθρα",
    101 => 'Τα γεγονότα σας',
    102 => 'Τα γεγονότα του δικτυακού τόπου',
    103 => 'Αντίγραφα της Βάσης δεδομένων',
    104 => 'από',
    105 => 'Χρήστες ηλεκτρονικού ταχυδρομείου',
    106 => 'Προβολές',
    107 => 'Υποβολή σε δοκιμή των Εκδόσεων GL',
    108 => 'Καθαρισμός Cache'
);

###############################################################################
# calendar.php

$LANG02 = array(
	1 => "Ημερολόγιο γεγονότων",
	2 => "Λυπάμαι, δεν υπάρχουν καταχωρημένα γεγονότα",
	3 => "Πότε",
	4 => "Πού",
	5 => "Περιγραφή",
	6 => "Προσθέστε ένα γεγονός",
	7 => "Προσεχή γεγονότα",
	8 => 'Με την πρόσθεση αυτού του γεγονότος στο ημερολόγιο, θα έχετε γρήγορη πρόσβαση στα γεγονότα που σας ενδιαφέρουν επιλέγοντας "Το Ημερολόγίο μου" από το Μενού χρηστών',
	9 => "Πρόσθεση στο ημερολόγιο μου",
	10 => "Διαγραφή από το ημερολόγιο μου",
	11 => "Πρόσθεση γεγονότος στο {$_USER['username']} προσωπικό ημερολόγιο",
	12 => "Γεγονότα",
	13 => "Αρχή",
	14 => "Τέλος",
      15 => "Πίσω στο ημερολόγιο μου"
);

###############################################################################
# comment.php

$LANG03 = array(
	1 => "Στείλτε το σχόλιο σας",
	2 => "Κατάσταση Αποστολής",
	3 => "Αποσύνδεση",
	4 => "Δημιουργία λογαριασμού",
	5 => "Όνομα Χρήστη",
	6 => "Η ιστοσελίδα απαιτεί να έχετε συνδεθεί για να αποστείλετε το σχόλιο σας. Αν δεν διαθέτετε λογαριασμό μπορείτε να δημιουργήσετε χρησιμοποιώντας την παρακάτω φόρμα.",
	7 => "Το τελευταίο σας σχόλιο ήταν ",
	8 => " δευτερόλεπτα πριν. Η ιστοσελίδα απαιτεί τουλάχιστον να περάσουν τουλάχιστον {$_CONF["commentspeedlimit"]} δευτερόλεπτα μεταξύ δύο σχολίων",
	9 => "Σχόλιο",
	10 => '',
	11 => "Καταθέστε το σχόλιο σας",
	12 => "Παρακαλώ συμπληρώστε τα πεδία: Τίτλος και Σχόλια. Είναι αναγκαία για την αποστολή του σχόλιου σας.",

	13 => "Η πληροφορίες σας",
	14 => "Προεπισκόπηση",
	15 => "",
	16 => "Τίτλος",
	17 => "Σφάλμα",
	18 => 'Σημαντικό',
	19 => 'Παρακαλώ προσπαθήστε το σχόλιο σας να μην ξεφεύγει από το θέμα',
	20 => 'Είναι καλύτερο να απαντάται στα ήδη υπάρχοντα θέματα παρά να δημιουργείτε καινούργια',
	21 => 'Προς αποφυγήν επαναλήψεων, διαβάζετε τα σχόλια των άλλων χρηστών προτού καταθέσετε το δικό σας.',
	22 => 'Χρησιμοποιείστε ένα θέμα που διευκρινίζει το περιεχόμενο του μηνύματος σας',
	23 => 'Η ηλεκτρονική σας διεύθυνση θα παραμείνει απόρρητη',
	24 => 'Ανώνυμος χρήστης'
);

###############################################################################
# users.php

$LANG04 = array(
	1 => "Προφίλ χρήστη",
	2 => "Όνομα Χρήστη",
	3 => "Πλήρες Όνομα",
	4 => "Κωδικός",
	5 => "Διεύθυνση ηλεκτρονικού ταχυδρομείου",
	6 => "Ιστοσελίδα",
	7 => "Βιογραφικό",
	8 => "Κλειδί PGP",
	9 => "Αποθήκευση πληροφοριών",
	10 => "Τελευταία 10 σχόλια από τον/την",
	11 => "Δεν υπάρχουν σχόλια από τον/την ",
	12 => "Προτιμήσεις χρήστη για",
	13 => "Αποστολή ηλεκτρονικού ταχυδρομείου νυχτερινής ανασκόπησης",
	14 => "Ο κωδικός αυτός είναι τυχαίος και προσωρινός. Συνιστούμε την άμεση αντικατάσταση του. Συνδεθείτε και επιλέξτε από το μενού την επιλογή Πληροφορίες λογαριασμού.",
	15 => "Ο λογαριασμός σας στην ιστοσελίδα {$_CONF["site_name"]} δημιουργήθηκε με επιτυχία. Συνδεθείτε χρησιμοποιώντας τα στοιχεία παρακάτω. Παρακαλούμε κρατήστε αυτό το μήνυμα.",                            
	16 => "Πληροφορίες για τον λογαριασμό σας",
	17 => "Ο Λογαριασμός δεν υπάρχει",
	18 => "Η διεύθυνση ηλεκτρονικού ταχυδρομείου που υποβάλατε δεν είναι σωστή",
	19 => "Το όνομα χρήστη ή ο κωδικός πρόσβασης είναι ήδη σε χρήση",
	20 => "Η διεύθυνση ηλεκτρονικού ταχυδρομείου που υποβάλατε δεν είναι σωστή",
	21 => "Σφάλμα",
	22 => "Εγγραφή στο {$_CONF['site_name']}!",
	23 => "Με την δημιουργία ενός λογαριασμού χρήστη θα απολαμβάνετε τα προνόμια του εγγεγραμμένου χρήστη στο {$_CONF['site_name']} και θα μπορείτε να καταθέσετε σχόλια. Αν δεν θέλετε να εγγραφτείτε, θα έχετε μόνο την δυνατότητα να καταθέσετε ανώνυμα σχόλια. Η ηλεκτρονική σας διεύθυνση <b><i>δεν πρόκειται</i></b> να δημοσιευτεί ποτέ σε αυτήν την ιστοσελίδα.",
	24 => "Ο κωδικός σας θα αποσταλεί στην ηλεκτρονική διεύθυνση που μας υποβάλατε.",
	25 => "Ξεχάσατε τον κωδικό σας;",
	26 => "Συμπληρώστε το όνομα χρήστη και πατήστε την Αποστολή κωδικού μέσω Ηλεκτρονικού ταχυδρομείου. Ο νέος σας κωδικός θα αποσταλεί άμεσα στην ηλεκτρονική διεύθυνση του λογαριασμού σας.",
	27 => "Άμεση εγγραφή",
	28 => "Αποστολή κωδικού με ηλεκτρονικό ταχυδρομείο",
	29 => "Αποσυνδεθήκατε από",
	30 => "Συνδεθήκατε από",
	31 => "Η επιλογή αυτή, απαιτεί την σύνδεση σας",
	32 => "Υπογραφή",
	33 => "Χωρίς δημόσια προβολή",
	34 => "Αυτό είναι το πραγματικό σας όνομα",
	35 => "Πληκτρολογήστε νέο κωδικό",
	36 => "Αρχίζει με http://",
	37 => "Επισυνάπτεται στα σχόλια σας",
	38 => "Έχει σχέση με εσάς, είναι προσπελάσιμο από όλους τους χρήστες",
	39 => "Το δημόσιο PGP κλειδί σας",
	40 => "Δεν υπάρχουν εικονίδια για το θέμα",
	41 => "Πρόθυμος/η να επιβλέπω",
	42 => "Διαμόρφωση ημερομηνίας",
	43 => "Μέγιστος αριθμός άρθρων",
	44 => "Δεν υπάρχουν κουτιά",
	45 => "Προβολή προτιμήσεων για τον/την",
	46 => "Μη συμπεριλαμβανόμενα στοιχεία για τον/την",
	47 => "Ρύθμιση ομάδας ειδήσεων για τον/την",
	48 => "Θέματα",
	49 => "Δεν υπάρχουν εικονίδια για τα Άρθρα",
	50 => "Αν δεν σας ενδιαφέρει ακυρώστε την επιλογή του",
	51 => "Μόνο τα Άρθρα ειδήσεων",
	52 => "Το προεπιλεγμένο είναι",
	53 => "Λήψη των ημερήσιων άρθρων κάθε βράδυ",
	54 => "Επιλέξτε τα κουτιά με τα θέματα και τους συγγραφείς που δεν επιθυμείτε να παρακολουθείτε.",
	55 => "Εφόσον αφήνετε όλα τα κουτιά χωρίς επιλογή, η προεπιλεγμένη επιλογή θα ισχύσει. Στην επιλογή των κουτιών, μην παραλείψετε κάποιο που θέλετε επειδή η προεπιλεγμένες επιλογές θα αγνοηθούν. Οι προεπιλεγμένες επιλογές παρουσιάζονται με έντονο τόνο.",
	56 => "Συγγραφείς",
	57 => "Κατάσταση προβολής",
	58 => "Σειρά ταξινόμησης",
	59 => "Όριο σχολίων",
	60 => "Πώς θέλετε να προβάλλονται τα σχόλια;",
	61 => "Το νεότερο η το παλαιότερο κατά σειρά;",
	62 => "Η προεπιλογή είναι 100",
	63 => "Ο Κωδικός πρόσβασης για τον λογαριασμό σας έχει ήδη αποσταλεί. Παρακαλώ ακολουθήστε τις οδηγίες που συμπεριλαμβάνονται στο μήνυμα και σας ευχαριστούμε που χρησιμοποιείτε " . $_CONF["site_name"],
	64 => "Προτιμήσεις σχολίων για",
	65 => "Παρακαλώ προσπαθήστε να συνδεθείτε ξανά",
	66 => "Πιθανόν να πληκτρολογήσατε λανθασμένα τα στοιχεία του λογαριασμού σας. Παρακαλώ προσπαθήστε ξανά παρακάτω. Είστε <a href=\"{$_CONF['site_url']}/users.php;mode=new\">νέος χρήστης</a>;",

	67 => "Μέλος από",
	68 => "Παραμονή στο σύστημα για",
	69 => "Η χρονική διάρκεια που το σύστημα θα θεωρεί ενεργή την παραμονή σας μετά από την σύνδεση σας",
	70 => "Επιλέξτε τη δική σας διάταξη κειμένου και περιεχομένου για την ιστοσελίδα {$_CONF['site_name']}",
	71 => "Ένα από τα χαρακτηριστικά του {$_CONF['site_name']} είναι η δυνατότητα των χρηστών να διαμορφώνουν κατά βούληση το περιεχόμενο και το παρουσιαστικό της ιστοσελίδας. Για να επωφεληθείτε από αυτές τις δυνατότητες πρέπει πρώτα να <a href=\"{$_CONF['site_url']}/users.php;mode=new\">εγγραφείτε</a> στο {$_CONF['site_name']}.  Αν είστε ήδη μέλος, μπορείτε να πληκτρολογήσετε τα στοιχεία σας στην φόρμα αριστερά",
    72 => "Θέμα",
    73 => "Γλώσσα",

    74 => "Αλλάξτε την εμφάνιση της ιστοσελίδας",
    75 => "Τα αποστελλόμενα με ηλεκτρονικό ταχυδρομείο θέματα για τον/την",
    76 => "Αν επιλέξετε ένα θέμα από τα παρακάτω, θα λαμβάνετε και τα νέα Άρθρα που δημοσιεύτηκαν στο θέμα αυτό με το τέλος της κάθε ημέρας. Διαλέξτε μόνο τα θέματα που σας ενδιαφέρουν!",
    77 => "Φωτογραφία",
    78 => "Προσθέστε την φωτογραφία σας",
    79 => "Πατήστε εδώ για την διαγραφή της φωτογραφίας σας",
    80 => "Σύνδεση",
    81 => "Αποστολή ηλεκτρονικού ταχυδρομείου",
    82 => 'Τελευταία 10 Άρθρα από τον/την χρήστη',
    83 => 'Στατιστικά συγγραφής από τον χρήστη',
    84 => 'Αριθμός άρθρων:',
    85 => 'Αριθμός σχολίων:',
    86 => 'Αναζητήστε όλα τα σχετικά θέματα με'
);

###############################################################################
# index.php

$LANG05 = array(
	1 => "Δεν υπάρχουν νέα",
	2 => "Δεν υπάρχουν νέα άρθρα. Δεν υπάρχουν νέα για αυτό το θέμα ή οι ρυθμίσεις σας είναι πολύ αυστηρές.",
	3 => " για το θέμα $topic",
	4 => "Ενδιαφέρον άρθρο",
	5 => "Επόμενο",
	6 => "Προηγούμενο"
);

###############################################################################
# links.php

$LANG06 = array(
	1 => "Πόροι δικτύου",
	2 => "Δεν υπάρχουν πόροι προς εμφάνιση",
	3 => "Πρόσθεση συνδέσμου"

);


###############################################################################
# pollbooth.php

$LANG07 = array(
	1 => "Η ψήφος σας αποθηκεύτηκε",
	2 => "Η ψήφος σας καταχωρήθηκε για την ψηφοφορία",
	3 => "Ψηφίστε",
	4 => "Ψηφοφορίες στο σύστημα",
	5 => "Ψήφοι"
);

###############################################################################
# profiles.php

$LANG08 = array(
	1 => "Σφάλμα στην αποστολή του μηνύματος, παρακαλώ προσπαθήστε ξανά.",
	2 => "Το μήνυμα στάλθηκε με επιτυχία.",

	3 => "Παρακαλώ, βεβαιωθείτε ότι έχετε πληκτρολογήσει μία ενεργή διεύθυνση ταχυδρομείου στο πεδίο Απάντηση.",
	4 => "Παρακαλώ, πληκτρολογήστε τα πεδία Όνομα, Απάντηση στην διεύθυνση, θέμα και μήνυμα.",
	5 => "Σφάλμα: Δεν υπάρχει ο χρήστης.",
	6 => "Υπήρξε σφάλμα.",
	7 => "Προφίλ χρήστη για",
	8 => "Όνομα χρήστη",
	9 => "URL χρήστη",
	10 => "Αποστολή ηλεκτρονικής αλληλογραφίας στον/στην",
	11 => "Όνομα:",
	12 => "Απάντηση στην διεύθυνση:",
	13 => "Θέμα:",
	14 => "Μήνυμα:",
	15 => "Η γλώσσα HTML θα μεταφραστεί.",
	16 => "Αποστολή μηνύματος",
	17 => "Αποστείλετε το άρθρο με ηλεκτρονικό ταχυδρομείο σε έναν φίλο/φίλη",
	18 => "Όνομα παραλήπτη",
	19 => "Ηλεκτρονική διεύθυνση παραλήπτη",
	20 => "Όνομα αποστολέα",
	21 => "Ηλεκτρονική διεύθυνση αποστολέα",
	22 => "Απαιτούνται όλοι οι φίλοι",
	23 => "Το παρόν μήνυμα στάλθηκε σε εσάς από τον/την $from με ηλεκτρονική διεύθυνση $fromemail επειδή θεώρησε ότι θα σας ενδιέφερε το άρθρο που βρίσκετε στην ιστοσελίδα {$_CONF["site_url"]}. Το παρόν μήνυμα δεν είναι διαφημιστικό, και η διεύθυνση του ηλεκτρονικού ταχυδρομείου σας δεν αποθηκεύτηκε από το σύστημά μας.",
	24 => "Σχόλιο του άρθρου αυτού στο",
	25 => "Πρέπει να συνδεθείτε για να χρησιμοποιήσετε αυτήν την υπηρεσία. Έτσι μας βοηθάτε να αποφύγουμε την κακή χρήση του συστήματος", 
	26 => "Η παρούσα φόρμα θα σας επιτρέψει να στείλετε ένα μήνυμα ηλεκτρονικού ταχυδρομείου στον επιλεγμένο χρήστη. Όλα τα πεδία είναι αναγκαία.",
	27 => "Σύντομο μήνυμα",
	28 => "Ο $from έγραψε: $shortmsg",
    29 => "Η παρούσα καθημερινή ανασκόπηση από το {$_CONF['site_name']} για ",
    30 => " Καθημερινή ειδησιογραφία από ",
    31 => "Τίτλος",
    32 => "Ημερομηνία",
    33 => "Διαβάστε το πλήρες άρθρο",
    34 => "Τέλος μηνύματος"
);

###############################################################################
# search.php

$LANG09 = array(
	1 => "Σύνθετη έρευνα",
	2 => "Λέξεις κλειδιά",
	3 => "Θέμα",
	4 => "Όλα",
	5 => "Τύπος",
	6 => "Άρθρα",
	7 => "Σχόλια",
	8 => "Συγγραφείς",
	9 => "Όλα",
	10 => "Έρευνα",
	11 => "Αποτελέσματα έρευνας",
	12 => "Αποτελέσματα",
	13 => "Αποτελέσματα έρευνας: Δεν βρέθηκαν αποτελέσματα",
	14 => "Δεν υπάρχουν αποτελέσματα που να ταιριάζουν σε ",
	15 => "Παρακαλώ, προσπαθήστε ξανά.",
	16 => "Τίτλος",

	17 => "Ημερομηνία",
	18 => "Συγγραφέας",
	19 => "Αναζήτηση στην βάση πρόσφατων και παλαιών ιστοριών του {$_CONF["site_name"]}",
	20 => "Ημερομηνία",
	21 => "Προς",
	22 => "(Διαμόρφωση ημερομηνίας ΧΧΧΧ-ΜΜ-ΜΜ)",
	23 => "Επισκέψεις",
	24 => "Βρέθηκε",
	25 => "Αποτελέσματα για",
	26 => "στοιχείο σε",
	27 => " δευτερόλεπτα",
    28 => 'Τα κριτήρια της έρευνας που θέσατε δεν ικανοποιούνται από κανένα άρθρο ή σχόλιο.',
    29 => 'Αποτελέσματα άρθρων και σχολίων',
    30 => 'Τα κριτήρια της έρευνας που θέσατε δεν ικανοποιούνται από κανένα σύνδεσμο. ',
    31 => ' Τα κριτήρια της έρευνας που θέσατε δεν ικανοποιούνται από κανένα plug-in. ',
    32 => 'Γεγονός',
    33 => 'URL',
    34 => 'Περιοχή',
    35 => 'Συνεχώς',
    36 => ' Τα κριτήρια της έρευνας που θέσατε δεν ικανοποιούνται από κανένα γεγονός.',
    37 => 'Αποτελέσματα γεγονότων',
    38 => 'Αποτελέσματα συνδέσμων',
    39 => 'Σύνδεσμοι',
    40 => 'Γεγονότα'
);

###############################################################################
# stats.php

$LANG10 = array(
	1 => "Στατιστικά ιστοσελίδας",
	2 => "Συνολικές επισκέψεις στο σύστημα",
	3 => "Άρθρα(Σχόλια) στο σύστημα",
	4 => "Ψηφοφορίες(Ψήφοι) στο σύστημα",
	5 => "Σύνδεσμοι(Επισκέψεις) στο σύστημα ",
	6 => "Γεγονότα στο σύστημα",
	7 => "Τα 10 περισσότερο δημοφιλή Άρθρα.",
	8 => "Τίτλος Άρθρου",
	9 => "Επισκέψεις",
	10 => "Δεν υπάρχουν Άρθρα σε αυτή την ιστοσελίδα ή κανείς δεν τα έχει επισκεφτεί.",

	11 => "Τα 10 περισσότερο σχολιασμένα Άρθρα",

	12 => "Σχόλια",
	13 => "Δεν υπάρχουν Άρθρα σε αυτή την ιστοσελίδα ή κανείς δεν έχει καταθέσει σχόλια.",
	14 => "Οι 10 περισσότερο δημοφιλής ψηφοφορίες",
	15 => "Ερώτηση Ψηφοφορίας",
	16 => "Ψήφοι",
	17 => "Δεν υπάρχουν ψηφοφορίες ή κανείς δεν έχει ψηφίσει",

	18 => "Οι 10 περισσότερο δημοφιλής σύνδεσμοι",
	19 => "Σύνδεσμοι",
	20 => "Επισκέψεις",
	21 => "Δεν υπάρχουν σύνδεσμοι σε αυτήν την ιστοσελίδα ή κανείς δεν τους έχει επισκεφτεί.",
	22 => "Τα 10 Άρθρα που προωθήθηκαν περισσότερο με το ηλεκτρονικό ταχυδρομείο",
	23 => "Ηλεκτρονική αλληλογραφία",
	24 => "Δεν έχουν σταλεί άρθρα μέσω ηλεκτρονικού ταχυδρομείου από αυτήν την ιστοσελίδα."
);

###############################################################################
# article.php

$LANG11 = array(
	1 => "Τι είναι σχετικό;",
	2 => "Στείλτε το άρθρο σε έναν φίλο/φίλη μέσω ηλεκτρονικού ταχυδρομίου",
	3 => "Διαμόρφωση άρθρου για εκτύπωση",
	4 => "Μενού επιλογών άρθρου"
);

###############################################################################
# submit.php

$LANG12 = array(
	1 => "Για να αποστείλετε $type πρέπει πρώτα να έχετε συνδεθεί.",
	2 => "Σύνδεση",
	3 => "Νέος χρήστης",
	4 => "Στείλτε ένα γεγονός",
	5 => "Στείλτε έναν σύνδεσμο",
	6 => "Στείλτε ένα άρθρο",
	7 => "Η σύνδεση είναι απαραίτητη",
	8 => "Αποστολή",
	9 => "Όταν αποστέλλετε πληροφορίες για χρήση στην ιστοσελίδα, προτείνουμε να ακολουθήσετε αυτούς τους κανόνες... <ul><li>Συμπληρώστε όλα τα πεδία, τίποτα δεν είναι προαιρετικό<li>Δώστε πλήρη και ακριβή στοιχεία<li>Επιβεβαιώστε τους συνδέσμους URL</ul>",
	10 => "Τίτλος",
	11 => "Σύνδεσμος",
	12 => "Ημερομηνία έναρξης",
	13 => "Ημερομηνία λήξης",
	14 => "Περιοχή",
	15 => "Περιγραφή",
	16 => "Αν επιλέξατε άλλο, παρακαλώ διευκρινίστε",
	17 => "Κατηγορία",
	18 => "Άλλο",
	19 => "Διαβάστε πρώτα",
	20 => "Σφάλμα: Κατηγορία μη διαθέσιμη",
	21 => "Όταν επιλέγεται \"Άλλο\" παρακαλώ επιλέξτε και ένα όνομα κατηγορίας",
	22 => "Σφάλμα: Πεδία μη διαθέσιμα",
	23 => "Παρακαλώ συμπληρώστε όλα τα πεδία της φόρμας. Κανένα δεν είναι προαιρετικό.",
	24 => "Η αποστολή αποθηκεύτηκε ",
	25 => "Η αποστολή σας ($type) αποθηκεύτηκε επιτυχώς",
	26 => "Όριο ταχύτητας",
	27 => "Όνομα χρήστη",
	28 => "Θέμα",
	29 => "Άρθρο",
	30 => "Η τελευταία σας αποστολή έγινε ",
	31 => " δευτερόλεπτα πριν.  Περιμένετε τουλάχιστον {$_CONF["speedlimit"]} δευτερόλεπτα για άλλη αποστολή",
	32 => "Προεπισκόπηση",
	33 => "Προεπισκόπηση Άρθρου",
	34 => "Αποσύνδεση",
	35 => "Η γλώσσα HTML ΔΕΝ επιτρέπετε",
	36 => "Κατάσταση αποστολής",
	37 => "Η κατάθεση ενός γεγονότος στο {$_CONF["site_name"]} θα εγκαταστήσει το γεγονός αυτό στο κεντρικό ημερολόγιο όπου όλοι οι χρήστες προαιρετικά θα μπορούν να προσθέσουν το γεγονός στο δικό τους προσωπικό ημερολόγιο. Γεγονότα όπως ονομαστικές εορτές και επέτειοι ΔΕΝ μπορούν να διαχειριστούν με αυτή την υπηρεσία. <br> Οι διαχειριστές του συστήματος θα αποφασίσουν αν το γεγονός θα προστεθεί<br>",

    38 => "Προσθέστε ένα γεγονός στο",
    39 => "Κεντρικό Ημερολόγιο",
    40 => "Προσωπικό Ημερολόγιο",
    41 => "Ώρα λήξης",
    42 => "Ώρα έναρξης",
    43 => "Ημερήσιο Γεγονός",
    44 => 'Διεύθυνση γραμμή 1',
    45 => 'Διεύθυνση γραμμή 2',
    46 => 'Πόλη / Κοινότητα',
    47 => 'Πολιτεία (Για Ηνωμένες Πολιτείες μόνο)',
    48 => 'Ταχυδρομικός κωδικός',
    49 => 'Τύπος γεγονότος',
    50 => 'Επεξεργασία τύπων γεγονότων',
    51 => 'Περιοχή',
    52 => 'Διαγραφή',
    53 => 'Δημιουργία λογαριασμού'
);


###############################################################################
# ADMIN PHRASES - These are file phrases used in end admin scripts
###############################################################################

###############################################################################
# auth.inc.php

$LANG20 = array(
	1 => "Η πιστοποίηση είναι αναγκαία",
	2 => "Το αίτημα πρόσβασης απορρίφθηκε, τα στοιχεία πρόσβασης δέν ειναι σωστά",
	3 => "Λάθος κωδικός πρόσβασης χρήστη",
	4 => "Όνομα χρήστη:",
	5 => "Κωδικός πρόσβασης:",
	6 => "Η πρόσβαση σε επίπεδο διαχειριστή για αυτήν την ιστοσελίδα είναι ελεγχόμενη και καταγραφόμενη. <br> Η παρούσα ιστοσελίδα είναι για χρήση πιστοποιημένου προσωπικού",
	7 => "σύνδεση"
);

###############################################################################
# block.php

$LANG21 = array(
	1 => "Ανεπαρκή δικαιώματα διαχειριστή ",
	2 => "Δεν διαθέτετε τα απαραίτητα δικαιώματα διαχειριστή για να επεξεργαστείτε αυτήν την ομάδα",
	3 => "Επεξεργαστής διαζωμάτων ",
	4 => "",
	5 => "Τίτλος ομάδας ",
	6 => "Θέμα",
	7 => "Όλα",
	8 => "Επίπεδο ασφαλείας ομάδας ",
	9 => "Σειρά ομάδας ",
	10 => "Τύπος ομάδας",
	11 => "Ομάδα πύλης",
	12 => "Κανονική ομάδα",
	13 => "Επιλογές ομάδας πύλης ",
	14 => "RDF URL",
	15 => "Τελευταία αναβάθμιση RDF",
	16 => "Επιλογές κανονικής ομάδας",

	17 => "Περιεχόμενο ομάδας",
	18 => "Παρακαλώ, συμπληρώστε τα πεδία Τίτλος, επίπεδο ασφαλείας και περιεχόμενο",
	19 => "Διαχειριστής ομάδας ",
	20 => "Τίτλος ομάδας ",
	21 => "Επίπεδο ασφαλείας ομάδας",
	22 => "Τύπος ομάδας",
	23 => "Σειρά ομάδας",

	24 => "Θέμα ομάδας",
	25 => "Για να μετατρέψετε η να διαγράψετε μία ομάδα, επιλέξτε την ομάδα οπό τις παρακάτω. Για να δημιουργήσετε μία ομάδα επιλέξτε την επιλογή Νέα ομάδα ",
	26 => "Διάταξη ομάδας",
	27 => "Ομάδα PHP",
    28 => "Επιλογές Ομάδας PHP",
    29 => "Λειτουργίες ομάδας ",
    30 => "Αν επιθυμείτε κάποια από τις ομάδες να συμπεριλαμβάνει κώδικα στην γλώσσα PHP, εισάγετε το όνομα της ρουτίνας στο παραπάνω κουτί. Η ρουτίνα σας πρέπει να αρχίζει με το πρόθεμα \"phpblock \" ( για παράδειγμα phpblock_getweather). Εάν το πρόθεμα αυτό παραλειφθεί, η ρουτίνα σας δεν θα εκτελεστεί. Προτείνετε να τοποθετήσετε τον κωδικά σας στον ακόλουθο κατάλογο /διαδρομή/για/το/geeklog/system/lib-custom.php.",

    31 => 'Σφάλμα στην ομάδα PHP.  Η ρουτίνα $function, είναι ανύπαρκτη.',
    32 => "Σφάλμα, λείπουν πεδίο(α)",
    33 => "Πρέπει να πληκτρολογήσετε το URL για το .rdf αρχείο των ομάδων πύλης ",
    34 => " Πρέπει να πληκτρολογήσετε τον τίτλο και την ρουτίνα για την ομάδα PHP.",
    35 => " Πρέπει να πληκτρολογήσετε τον τίτλο και το περιεχόμενο για τα την κανονική ομάδα ",
    36 => " Πρέπει να πληκτρολογήσετε το περιεχόμενο για την διάταξη της ομάδας",
    37 => "Το όνομα της ομάδας PHP είναι λάθος",

    38 => "Οι ρουτίνες για τις ομάδες PHP πρέπει να έχουν το πρόθεμα 'phpblock_' (για παράδειγμα phpblock_getweather). Λόγοι ασφαλείας απαιτούν να το τηρήσετε.",
	39 => "Διάταξη",
	40 => "Αριστερά",
	41 => "Δεξιά",
	42 => "Πρέπει να ορίσετε την σειρά και το επίπεδο ασφαλείας για τις κοινές ομάδες του GeekLog",
	43 => "Αρχική σελίδα μόνο",
	44 => "Άρνηση πρόσβασης",
	45 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτήν την ομάδα
Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/block.php\"> πηγαίνετε πίσω στην σελίδα διαχείρησης</a>.",
	46 => 'Νέα ομάδα',
	47 => 'Σελίδα διαχείρισης',
    48 => 'Όνομα ομάδας',
    49 => ' (χωρίς κενά and το όνομα πρέπει να είναι μοναδικό)',
    50 => 'αρχείο βοηθείας URL',
    51 => 'συμπεριλαμβανόμενο http://',
    52 => 'Αν αφήσετε αυτό εδώ κενό, δεν θα εμφανιστεί εικονίδιο βοηθείας για αυτήν την ομάδα. ',
    53 => 'Ενεργό',
    54 => 'αποθήκευση',
    55 => 'ακύρωση',
    56 => 'διαγραφή'
);

###############################################################################
# event.php

$LANG22 = array(
	1 => "Συντάκτης γεγονότων",
	2 => "",
	3 => "Τίτλος γεγονότος",
	4 => "URL γεγονότος",
	5 => "Ημερομηνία έναρξης γεγονότος",
	6 => "Ημερομηνία λήξης γεγονότος",
	7 => "Περιοχή γεγονότος",
	8 => "Περιγραφή γεγονότος",
	9 => "(συμπεριλαμβανόμενο http://)",
	10 => "Πρέπει να ορίσετε ημερομηνίες, ώρες, περιγραφή και περιοχή του γεγονότος",
	11 => "Διαχειριστής γεγονότων",
	12 => "Για να μετατρέψετε η να διαγράψετε ένα γεγονός διαλέξτε το απο την παρακάτω λίστα. Για να δημιουργήσετε ένα γεγονός διαλέξτε την επιλογή Νέο γεγονός παραπάνω",
	13 => "Τίτλος γεγονότος",
	14 => "Ημερομηνία έναρξης",
	15 => "Ημερομηνία λήξης",
	16 => "Η πρόσβαση απορρίφθηκε",
	17 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτό το γεγονός
Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/ event.php\"> πηγαίνετε πίσω στην σελίδα διαχείρισης</a>.",
	18 => 'Νέο γεγονός',
	19 => 'Σελίδα διαχείρισης',
    20 => 'αποθήκευση',
    21 => 'ακύρωση ',
    22 => 'διαγραφή'
);

###############################################################################
# link.php

$LANG23 = array(
	1 => "Διαχειριστής σύνδεσμων",
	2 => "",
	3 => "Τίτλος σύνδεσμου",

	4 => "URL σύνδεσμου",
	5 => "Κατηγορία",
	6 => "(συμπεριλαμβανόμενο http://)",
	7 => "Άλλο",
	8 => "Επισκέψεις σύνδεσμου",
	9 => "Περιγραφή σύνδεσμου",
	10 => "Είναι αναγκαίο να πληκτρολογήσετε Τίτλο, URL και περιγραφή.",
	11 => "Διαχειριστής συνδέσμων",
	12 => "Για να μετατρέψετε η να διαγράψετε ένα σύνδεσμο διαλέξτε τον από την παρακάτω λίστα. Για να δημιουργήσετε ένα σύνδεσμο διαλέξτε την επιλογή Νέος σύνδεσμος παραπάνω",
	13 => "Τίτλος σύνδεσμου",
	14 => "Κατηγορία σύνδεσμου",
	15 => "URL σύνδεσμου",
	16 => "Η πρόσβαση απορρίφθηκε",
	17 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτόν τον σύνδεσμο. Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/link.php\"> πηγαίνετε πίσω στην σελίδα διαχείρησης</a>.",
	18 => 'Νέος σύνδεσμος',
	19 => 'Σελίδα διαχείρισης',
	20 => 'Αν άλλο, παρακαλώ διευκρινίστε',
    21 => 'αποθήκευση',
    22 => 'ακύρωση',
    23 => 'διαγραφή'
);

###############################################################################
# story.php

$LANG24 = array(
	1 => "Παλαιότερα Άρθρα",
	2 => "Επόμενα Άρθρα",
	3 => "Κατάσταση",
	4 => "Κατάσταση Αποστολής ",
	5 => "Επεξεργαστής Άρθρων",
	6 => "Δεν υπάρχουν Άρθρα στο σύστημα",
	7 => "Συγγραφέας",
	8 => "αποθήκευση",
	9 => "προεπισκόπηση",
	10 => "ακύρωση",
	11 => "διαγραφή",
	12 => "",
	13 => "Τίτλος",
	14 => "Θέμα",
	15 => "Ημερομηνία",
	16 => "Κείμενο εισαγωγής",
	17 => "Κυρίως κείμενο",
	18 => "Επισκέψεις",
	19 => "Σχόλια",
	20 => "",
	21 => "",
	22 => "Λίστα άρθρων",
	23 => "Για να μετατρέψετε η να διαγράψετε ένα άρθρο διαλέξτε το απο την παρακάτω λίστα. Για να δημιουργήσετε ένα άρθρο διαλέξτε την επιλογή Νέο άρθρο παραπάνω",
	24 => "",
	25 => "",
	26 => "Προεπισκόπηση άρθρου",
	27 => "",
	28 => "",
	29 => "",
	30 => "",
	31 => "Τα πεδία Συγγραφέας, Τίτλος και Κείμενο εισαγωγής είναι αναγκαία. ",
	32 => "Ενδιαφέρον",
	33 => "Ένα κείμενο μπορεί να είναι ενδιαφέρον κάθε φορά.",
	34 => "Πρόχειρο",
	35 => "Ναι",
	36 => "Όχι",
	37 => "Περισσότερα άρθρα από τον/την",
	38 => "Περισσότερα άρθρα του",
	39 => "Ηλεκτρονικές διευθύνσεις",
	40 => "Η πρόσβαση απορρίφθηκε",
	41 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτό το άρθρο. Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/story.php\"> πηγαίνετε πίσω στην σελίδα διαχείρισης</a>.",
	42 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτό το άρθρο. Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/story.php\"> πηγαίνετε πίσω στην σελίδα διαχείρισης</a>.",
	43 => 'Νέο άρθρο',
	44 => 'Σελίδα διαχείρισης',
	45 => 'Πρόσβαση',
    46 => '<b>ΣΗΜΕΙΩΣΗ:</b> Εάν θέσετε μία ημερομηνία στο μέλλον, το παρόν άρθρο θα δημοσιευτεί την ημερομηνία που έχετε ορίσει. Το άρθρο δεν συμπεριλαμβάνετε στις επικεφαλίδες RDF καθώς και θα αγνοείτε στην αναζήτηση και στην έκδοση στατιστικών',
    47 => 'Εικόνες',
    48 => 'image',
    49 => 'right',
    50 => 'left',
    51 => 'Για να προσθέσετε σε αυτό το άρθρο μία οπό τις εικόνες που επισυνάπτετε χρειάζεται να προσθέσετε ειδικά διαμορφωμένο κείμενο. Το ειδικά διαμορφωμένο κείμενο είναι [imageX], [imageX_right] or [imageX_left] όπου Χ είναι ο αριθμός της επισυναπτόμενης εικόνας. ΣΗΜΕΙΩΣΗ: Πρέπει να χρησιμοποιήσετε τις εικόνες που επισυνάψατε. Αν δεν το κάνετε, δεν θα μπορέσετε να αποθηκεύσετε το άρθρο σας. <BR><P><B>Προεπισκόπηση</B>: Η προεπισκόπηση ενός άρθρου με επισυνημμένες εικόνες γίνετε καλύτερα όταν έχετε προσωρινά αποθηκεύσει το άρθρο σας σαν πρόχειρο και όχι όταν επιλέξετε την επιλογή προεπισκόπηση. Η επιλογή προεπισκόπηση χρησιμοποιείτε μόνο όταν ΔΕΝ υπάρχουν επισυνημμένες εικόνες',
    52 => 'Διαγραφή',
    53 => 'Δεν χρησιμοποιείτε.  Πρέπει να συμπεριλάβετε την εικόνα στην εισαγωγή η το κυρίως κείμενο πριν αποθηκεύσετε τις αλλαγές σας.',
    54 => 'Οι επισυνημμένες εικόνες δεν χρησιμοποιούνται',
    55 => 'Τα ακόλουθα σφάλματα έγιναν στην προσπάθεια να αποθηκευτεί το άρθρο σας. Διορθώστε τα και ξαναπροσπαθήσετε.',
    56 => 'Προβολή εικονιδίου θέματος'
);

###############################################################################
# poll.php

$LANG25 = array(
	1 => "Τύπος",
	2 => "",
	3 => "Δημιουργία ψηφοφορίας",
	4 => "Η Ψηφοφορία $qid αποθηκεύτηκε",
	5 => "Επεξεργασία ψηφοφορίας",
	6 => "Ταυτότητα Ψηφοφορίας",
	7 => "(μην πληκτρολογείτε κενά)",
	8 => "Εμφανίζετε στην αρχική σελίδα",
	9 => "Ερώτηση",
	10 => "Απαντήσεις / Ψήφοι",
	11 => "Υπήρξε ένα σφάλμα στην παραλαβή των αποτελεσμάτων της ψηφοφορίας 		$qid",
	12 => " Υπήρξε ένα σφάλμα στην παραλαβή της ερώτησης για την ψηφοφορία		$qid ",
	13 => "Δημιουργία Ψηφοφορίας",

	14 => "αποθήκευση",
	15 => "ακύρωση",
	16 => "διαγραφή",
	17 => "",
	18 => "Λίστα ψηφοφοριών",
	19 => "Για να μετατρέψετε η να διαγράψετε μία ψηφοφορία διαλέξτε την από την παρακάτω λίστα. Για να δημιουργήσετε μια ψηφοφορία διαλέξτε την επιλογή Νέα ψηφοφορία παραπάνω",
	20 => "Ψηφοφόροι",
	21 => "Η πρόσβαση απορρίφθηκε",
	22 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτήν την ψηφοφορία. Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/poll.php\"> πηγαίνετε πίσω στην σελίδα διαχείρισης</a>.",
	23 => 'Νέα ψηφοφορία',

	24 => 'Σελίδα διαχείρισης',
	25 => 'Ναι',
	26 => 'Όχι'
);

###############################################################################
# topic.php

$LANG27 = array(
	1 => "Επεξεργαστής θέματος",
	2 => "ID θέματος",
	3 => "Όνομα θέματος",
	4 => "Εικόνα θέματος",
	5 => "(μην πληκτρολογείτε κενά)",
	6 => "Η διαγραφή ενός θέματος διαγράφει και όλες τις Άρθρα και ομάδες που σχετίζονται με αυτό. ",

	
	7 => "Τα πεδία ID θέματος and Όνομα θέματος πρέπει να συμπληρωθούν",
	8 => "Διαχειριστής θέματος",
	9 => "Για να μετατρέψετε η να διαγράψετε ένα θέμα διαλέξτε το από την παρακάτω λίστα. Για να δημιουργήσετε ένα θέμα διαλέξτε την επιλογή Νέο θέμα παραπάνω",

	10 => "Σειρά ταξινόμησης",
	11 => "Άρθρα/Σελίδα",
	12 => "Η πρόσβαση απορρίφθηκε",
	13 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε αυτό το θέμα. Η απόπειρα έχει καταχωρηθεί. Παρακαλώ, <a ref=\"{$_CONF["site_admin_url"]}/topic.php\"> πηγαίνετε πίσω στην σελίδα διαχείρισης</a>.",
	14 => "Τύπος ταξινόμησης",
	15 => "Αλφαβητικός",
	16 => "η προεπιλογή είναι",
	17 => "Νέο θέμα",
	18 => "Σελίδα διαχείρισης",
    19 => 'αποθήκευση',
    20 => 'ακύρωση',
    21 => 'διαγραφή'
);

###############################################################################
# user.php

$LANG28 = array(
	1 => "Επεξεργαστής χρηστών",
	2 => "Ταυτότητα χρήστη",
	3 => "Όνομα χρήστη",
	4 => "Πλήρες όνομα",
	5 => "Κωδικός πρόσβασης",
	6 => "Επίπεδο ασφαλείας",
	7 => "Ηλεκτρονική διεύθυνση",
	8 => "Ιστοσελίδα",
	9 => "(μη πληκτρολογείτε κενά)",
	10 => "Τα πεδία Όνομα χρήστη, Πλήρες όνομα, επίπεδο ασφαλείας και Ηλεκτρονική διεύθυνση είναι υποχρεωτικά",
	11 => "Διαχειριστής χρηστών",
	12 => " Για να μετατρέψετε η να διαγράψετε έναν χρήστη διαλέξτε τον από την παρακάτω λίστα. Για να δημιουργήσετε έναν χρήστη επιλέξτε Νέος χρήστης από το μενού αριστερά.  Μπορείτε να αναζητήσετε ένα μέρος από ονόματα χρηστών, ηλεκτρονικών διευθύνσεων ή τα πλήρη τους ονόματα ( για παράδειγμα *υιός* ή *.gr) στην φόρμα παρακάτω ",
	13 => "Επίπεδο ασφαλείας",
	14 => "Ημερομηνία εγγραφής.",
	15 => 'Νέος χρήστης',
	16 => 'Σελίδα διαχείρισης',
	17 => 'αλλαγή κωδικού',
	18 => 'ακύρωση',
	19 => 'διαγραφή',
	20 => 'αποθήκευση',
	18 => 'ακύρωση',
	19 => 'διαγραφή',
	20 => 'αποθήκευση',
    21 => 'Το όνομα χρήστη υπάρχει ήδη',
    22 => 'Σφάλμα',
    23 => 'Πρόσθεση συνόλου',
    24 => 'Εισαγωγή συνόλου χρηστών',
    25 => 'Υπάρχει η δυνατότητα να προσθέσετε χρήστες στο Geeklog. Το αρχείο εισαγωγής χρηστών πρέπει να είναι διαμορφωμένο ακολούθως: πλήρες όνομα, όνομα χρήστη, ηλεκτρονική διεύθυνση. Κάθε χρήστης που θα εισάγεται θα λαμβάνει ένα μήνυμα με τον τυχαίο κωδικού του. Πρέπει να έχετε έναν χρήστης σε κάθε γραμμή. 
Οποιαδήποτε παρατυπία, ίσως οδηγήσει σε προβλήματα, όπότε ελέγξτε δύο φορές τις γραμμές εισαγωγής σας.',

    26 => 'Αναζήτηση',
    27 => 'Περιορισμός αποτελεσμάτων',
    28 => 'Πατήστε εδώ να διαγράψετε την φωτογραφία',
    29 => 'Διαδρομή',

    30 => 'Εισαγωγή',
    31 => 'Νέοι χρήστες',
    32 => 'Η επεξεργασία τελείωσε. Εισαγωγές $successes και $failures αποτυχίες',
    33 => 'Υποβολή',
    34 => 'Σφάλμα: Πρέπει να ορίσετε το αρχείο για επαναφόρτωση.'
);


###############################################################################
# moderation.php

$LANG29 = array(
    1 => "Έγκριση",
    2 => "Διαγραφή",
    3 => "Επεξεργασία",
    4 => 'Προφίλ',
    10 => "Τίτλος",
    11 => "Ημερομηνία έναρξης",
    12 => "URL",
    13 => "Κατηγορία",
    14 => "Ημερομηνία",
    15 => "Θέμα",
    16 => 'Όνομα χρήστη',
    17 => 'Πλήρες Όνομα',

    18 => 'Ηλεκτρονική διεύθυνση',
    34 => "Εντολές και Έλεγχος",
    35 => "Υποβολή άρθρων",
    36 => "Υποβολή συνδέσμων",
    37 => "Υποβολή γεγονότων",
    38 => "Υποβολή",
    39 => "Δέν υπάρχουν υποβολές προς επιθεώρηση την παρούσα στιγμή",
    40 => "Υποβολές χρηστών"
);

###############################################################################
# calendar.php

$LANG30 = array(
	1 => "Κυριακή",

	
	2 => "Δευτέρα",
	3 => "Τρίτη",
	4 => "Τετάρτη",
	5 => "Πέμπτη",
	6 => "Παρασκευή",
	7 => "Σάββατο",
	8 => "Προσθήκη γεγονότος",
	9 => "Γεγονός",
	10 => "Γεγονότα για",
	11 => "Κυρίως ημερολόγιο",
	12 => "Προσωπικό ημερολόγιο",
	13 => "Ιανουάριος",
	14 => "Φεβρουάριος",
	15 => "Μάρτιος",
	16 => "Απρίλιος",
	17 => "Μάιος",
	18 => "Ιούνιος",
	19 => "Ιούλιος",
	20 => "Αύγουστος",
	21 => "Σεπτέμβριος",
	22 => "Οκτώβριος",
	23 => "Νοέμβριος",
	24 => "Δεκέμβριος",
	25 => "Πίσω στο ",
    26 => "Όλη μέρα",
    27 => "Εβδομάδα",
    28 => "Προσωπικό ημερολόγιο για",
    29 => "Δημόσιο ημερολόγιο",
    30 => "Διαγραφή γεγονότος",
    31 => "Προσθήκη",
    32 => "Γεγονός",
    33 => "Ημερομηνία",

    34 => "Ώρα",
    35 => "Γρήγορη καταχώρηση",
    36 => "Υποβολή",
    37 => "Συγνώμη, η υπηρεσία προσωπικού ημερολογίου δεν συμπεριλαμβάνεται στις ενεργοποιημένες υπηρεσίες",
    38 => "Προσωπικός Επεξεργαστής γεγονότων",
    39 => 'Ημέρα',
    40 => 'Εβδομάδα',
    41 => 'Μήνα'
);

###############################################################################
# admin/mail.php
$LANG31 = array(
 	1 => $_CONF['site_name'] . " Υπηρεσία ηλεκτρονικού ταχυδρομείου",
 	2 => "Από",
 	3 => "Απάντηση-σε",
 	4 => "Θέμα",
 	5 => "Κείμενο",
 	6 => "Παραλήπτης:",
 	7 => "Όλοι οι χρήστες",
 	8 => "Διαχειριστής",
	9 => "Επιλογές",
	10 => "HTML",
 	11 => "Επείγον μήνυμα!",
 	12 => "Αποστολή",
 	13 => "Ρύθμιση εκ νέου",
 	14 => "Αγνόησε επιλογές χρήστη",
 	15 => "Σφάλμα κατά την αποστολή στον: ",
	16 => "Μήνυμα εστάλη επιτυχώς: ",
	17 => "<a href=" . $_CONF["site_admin_url"] . "/mail.php>Στείλτε άλλο μήνυμα</a>",
    18 => "Στον",
    19 => "ΣΗΜΕΙΩΣΗ: Εάν επιθυμείτε να αποστείλετε ένα μήνυμα σε όλους τους εγγεγραμμένους χρήστες επιλέξτε το σύνολο των χρηστών εν ενεργεία από το κυλιόμενο μενού επιλογής",
    20 => "Επιτυχής αποστολή <successcount> μηνυμάτων και ανεπιτυχής αποστολή  <failcount> μηνυμάτων. Αν τα χρειάζεστε, αναλυτικές πληροφορίες για κάθε μία απόπειρα βρίσκονται παρακάτω. Αλλιώς, μπορείτε να <a href=\"" . $_CONF['site_admin_url'] . "/mail.php\">Στείλετε νέο μήνυμα</a> ή να  <a href=\"" . $_CONF['site_admin_url'] . "/moderation.php\">επιστρέψετε στην σελίδα διαχείρισης</a>.",
    21 => 'Αποτυχίες',
    22 => 'Επιτυχίες',
    23 => 'Καμιά αποτυχία',
    24 => 'Καμιά επιτυχία',
    25 => '-- Επιλέξτε σύνολο --',
    26 => "Παρακαλώ, συμπληρώστε όλα τα πεδία. Κανένα δεν είναι προαιρετικό."
);


###############################################################################
# confirmation and error messages

$MESSAGE = array (
	1 => "Ο κωδικός πρόσβασης σας έχει αποσταλεί με μήνυμα ηλεκτρονικού ταχυδρομείου. Παρακαλούμε, ακολουθήστε τις οδηγίες και σας ευχαριστούμε που χρησιμοποιείται" . $_CONF["site_name"],
	2 => "Ευχαριστούμε για την υποβολή του άρθρου σας στο {$_CONF["site_name"]}.  Η υποβολή σας θα πρέπει να περάσει από την έγκριση των διαχειριστών. Αν εγκριθεί θα είναι διαθέσιμη για όλους τους χρήστες στην ιστοσελίδα",
	3 => "Ευχαριστούμε για την υποβολή του συνδέσμου σας στο {$_CONF["site_name"]}.  Η υποβολή σας θα πρέπει να περάσει από την έγκριση των διαχειριστών. Αν εγκριθεί θα είναι διαθέσιμος για όλους τους χρήστες στην ιστοσελίδα <a href={$_CONF["site_url"]}/links.php>links</a>",
	4 => " Ευχαριστούμε για την υποβολή του γεγονότος σας στο {$_CONF["site_name"]}.  Η υποβολή σας θα πρέπει να περάσει από την έγκριση των διαχειριστών. Αν εγκριθεί θα είναι διαθέσιμο για όλους τους χρήστες στην ιστοσελίδα <a href={$_CONF["site_url"]}/calendar.php>calendar</a>",
	5 => "Η πληροφορίες του λογαριασμού σας αποθηκεύτηκαν επιτυχώς.",
	6 => "Οι προτιμήσεις προβολής σας αποθηκεύτηκαν επιτυχώς.",
	7 => "Οι προτιμήσεις σχολίων σας αποθηκεύτηκαν επιτυχώς.",
	8 => "Έχετε επιτυχώς αποσυνδεθεί.",
	9 => "Το άρθρο σας αποθηκεύτηκε επιτυχώς.",
	10 => "Το άρθρο διαγράφηκε επιτυχώς.",
	11 => "Η ομάδα σας αποθηκεύτηκε επιτυχώς.",
	12 => "Η ομάδα διαγράφτηκε επιτυχώς.",
	13 => "Το θέμα σας αποθηκεύτηκε επιτυχώς.",
	14 => "Το θέμα και όλες οι Άρθρα και ομάδες του διαγράφηκαν επιτυχώς.",
	15 => "Ο σύνδεσμός σας αποθηκεύτηκε επιτυχώς.",
	16 => "Ο σύνδεσμός διαγράφτηκε επιτυχώς.",
	17 => "Το γεγονός σας αποθηκεύτηκε επιτυχώς.",
	18 => "Το γεγονός διαγράφτηκε επιτυχώς.",
	19 => "Η ψηφοφορία σας αποθηκεύτηκε επιτυχώς.",
	20 => "Η ψηφοφορία διαγράφτηκε επιτυχώς.",
	21 => "Ο νέος χρήστης αποθηκεύτηκε επιτυχώς.",
	22 => "Ο χρήστης διαγράφτηκε επιτυχώς.",
	23 => "Σφάλμα στην εισαγωγή γεγονότος στο ημερολόγιο. Το id του γεγονότος δεν αποθηκεύτηκε.",
	24 => "Το γεγονός αποθηκεύτηκε επιτυχώς στο ημερολόγιό σας.",
	25 => "Το προσωπικό σας ημερολόγιο δεν μπορεί να ανοιχθεί αν δεν συνδεθείτε πρώτα.",
	26 => "Το γεγονός διαγράφτηκε επιτυχώς από το προσωπικό σας ημερολόγιο",
	27 => "Το μήνυμα στάλθηκε επιτυχώς.",
	28 => "Το plug-in αποθηκεύτηκε επιτυχώς",
	29 => "Η υπηρεσία των προσωπικών ημερολόγιων δεν είναι ενεργή σε αυτήν την ιστοσελίδα,",
	30 => "Η πρόσβαση απορρίφτηκε",
	31 => "Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των ιστοριών. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	32 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των θεμάτων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	33 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των ομάδων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	34 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των συνδέσμων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	35 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των γεγονότων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	36 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των ψηφοφοριών. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	37 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των χρηστών. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	38 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης των PLUGIN. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	39 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης του ηλεκτρονικού ταχυδρομείου. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
	40 => "Μήνυμα συστήματος",
    41 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης της αντικατάστασης λέξεων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
    42 => "Η λέξη σας αποθηκεύτηκε επιτυχώς.",
    43 => "Η λέξη διαγράφηκε επιτυχώς.",
    44 => 'Το plug-in εγκαταστάθηκε με επιτυχία!',
    45 => 'Το plug-in διαγράφτηκε με επιτυχία!',
    46 => " Τα δικαιώματα σας δεν αρκούν για να προσπελάσετε την σελίδα διαχείρισης αντιγράφων της βάσης δεδομένων. Όλες οι προσπάθειες μη-εξουσιοδοτημένης πρόσβασης καταχωρούνται στο σύστημα.",
    47 => "Αυτό το χαρακτηριστικό λειτουργεί μόνο υπό συστήματα *nix. Εάν το λειτουργικό σας σύστημα είναι *nix τότε η cache σας έχει επιτυχώς καθαριστεί. Εάν είστε σε λειτουργικό σύστημα Windows, θα πρέπει να ψάξετε και να αφαιρέσετε τα αρχεία adodb_*.php.",
    48 => 'Σας ευχαριστούμε για το ενδιαφέρον σας να γίνετε μέλος του ' . $_CONF['site_name'] . '. Η ομάδα μας θα αξιολογήσει την αίτηση σας. Αν εγκριθεί ο κωδικός σας θα αποσταλεί με μήνυμα ηλεκτρονικού ταχυδρομείου στην διεύθυνση που υποδηλώσατε.',

    49 => "Το σύνολο σας αποθηκεύτηκε επιτυχώς.",
    50 => "Το σύνολο διαγράφηκε επιτυχώς."
);

// for plugins.php

$LANG32 = array (
	1 => "Η εγκατάσταση των plugins θα μπορούσε να προκαλέσει ζημιά στην εγκατάσταση του Geeklog και πιθανόν στο σύστημα σας. Είναι σημαντικό να σιγουρευτείτε ότι τα plugins προέρχονται από την ιστοσελίδα <a href=\"http://www.geeklog.net\" target=\"_blank\">Geeklog Homepage</a> επειδή στην σελίδα μας τα plugins είναι ελεγχόμενα. Είναι επίσης σημαντικό να καταλάβετε ότι η εγκατάσταση ενός plugin απαιτεί την εκτέλεση μερικών εντολών του συστήματος αρχείων που θα μπορούσε να επιφέρει προβλήματα ασφαλείας ειδικά αν προέρχεται το plugin οπό τρίτο κατασκευαστή. Ακόμα και με την παρούσα προειδοποίηση δεν εγγυόμαστε ότι η εγκατάσταση των plugins θα είναι επιτυχής ούτε αποδεχόμαστε ευθύνη για τυχόν ζημιές από την εγκατάσταση. Η εγκατάσταση είναι δικό σας ρίσκο. Οδηγίες για την εγκατάσταση plugins μπορούν να βρεθούν σε κάθε πακέτο plugin. ",

	2 => "Αποποίηση ευθυνών εγκατάστασης Plug-in",
	3 => "Φόρμα εγκατάστασης Plug-in",
	4 => "Αρχείο Plug-in",
	5 => "Λίστα Plug-in",
	6 => "ΠΡΟΕΙΔΟΠΟΙΗΣΗ: Το Plug-in είναι ήδη εγκατεστημένο",
	7 => "Το plug-in που προσπαθείτε να εγκαταστήσετε είναι ήδη εγκατεστημένο. Παρακαλώ, σβήστε το και ξαναπροσπαθήστε.",
	8 => "Τεστ συμβατότητας Plugin απέτυχε",
	9 => "Αυτό το plugin απαιτεί νεότερη έκδοση του Geeklog. Η αναβαθμίστε την έκδοση σας του <a href=\"http://www.geeklog.net\">Geeklog</a> η βρείτε μία νεότερη έκδοση του plug-in.",
	10 => "<br><b>Δεν υπάρχουν εγκατεστημένα plugins.</b><br><br>",
	11 => "Για να επεξεργαστείτε η να διαγράψετε ένα plug-in, επιλέξτε το παρακάτω με βάση την αριθμό του. Για να μάθετε περισσότερα για ένα συγκεκριμένο plug-in, επιλέξτε το όνομα του plug-in και θα οδηγηθείτε στην ιστοσελίδα του. Για να αναβαθμίσετε ένα plug-in please συμβουλευτείτε το εγχειρίδιο χρήσης. ",
	12 => 'Δεν δόθηκε το όνομα του plugin στον plugineditor()',
	13 => 'Επεξεργαστής Plug-In',
	14 => 'Νέο Plug-In',
	15 => 'Σελίδα διαχείρισης',
	16 => 'Όνομα Plug-in',
	17 => 'Έκδοση Plug-in',

	18 => 'Έκδοση Geeklog',
	19 => 'Ενεργό',
	20 => 'Ναι',
	21 => 'Όχι',
	22 => 'Εγκατάσταση',
    23 => 'Αποθήκευση',
    24 => 'Ακύρωση',
    25 => 'Διαγραφή',
    26 => 'Όνομα Plug-in',
    27 => 'Ιστοσελίδα Plug-in',
    28 => 'Έκδοση Plug-in',
    29 => 'Έκδοση Geeklog',
    30 => 'Διαγραφή Plug-in;',
    31 => 'Είστε σίγουρος/η ότι επιθυμείτε να διαγράψετε αυτό το plug-in; Αν το διαγράψετε όλα τα αρχεία, τα δεδομένα και οι δομές δεδομένων που χρησιμοποιεί το plug-in θα διαγραφούν επίσης. Εάν είστε σίγουρος/η επιλέξτε την επιλογή διαγραφή οπό την παρακάτω φόρμα.'
);

$LANG_ACCESS = array(
	access => "Πρόσβαση",
    ownerroot => "Δικαιούχος/Root",
    group => "Σύνολο",
    readonly => "Μόνο ανάγνωση",
	accessrights => "Δικαιώματα πρόσβασης",
	owner => "Δικαιούχος",
	grantgrouplabel => "Παραχώρησε Παραπάνω Σύνολο Επεξεργασία Δικαιώματα",
	permmsg => "ΣΗΜΕΙΩΣΗ: τα μέλη είναι συνδεμένα σαν μέλη και σαν ανώνυμοι χρήστες όσοι απλά βλέπουν την σελίδα.",
	securitygroups => "Σύνολα ασφαλείας",
	editrootmsg => "Ακόμα και αν είστε διαχειριστής χρηστών, δεν μπορείτε να επεξεργαστείτε τον λογαριασμό του υπέρ χρήστη χωρίς να είστε εσείς ένας υπέρ χρήστης. Μπορείτε να επεξεργαστείτε όλους τους λογαριασμούς εκτός από αυτούς που είναι συνδεμένοι. Όλες οι προσπάθειες για παράνομη επεξεργασία του λογαριασμού του υπέρ χρήστη καταγράφονται. Παρακαλώ γυρίστε πίσω στην <a href=\"{$_CONF["site_admin_url"]}/users.php\">σελίδα διαχείρισης</a>.",
	securitygroupsmsg => "Διαλέξτε τα κουτιά με τα σύνολα που θέλετε ο χρήστης να ανήκει. ",
	groupeditor => "Επεξεργαστής σύνολων",
	description => "Περιγραφή",
	name => "Όνομα",
 	rights => "Δικαιώματα",	
missingfields => "Ελλιπή πεδία",
	missingfieldsmsg => "Πρέπει να δώσετε μια περιγραφή για το σύνολο",
	groupmanager => "Διαχειριστής σύνολων",
	newgroupmsg => "Για να μετατρέψετε η να διαγράψετε ένα σύνολο επιλέξτε το σύνολο παρακάτω. Για να δημιουργήσετε ένα νέο σύνολο επιλέξτε Νέο σύνολο παραπάνω. Τα καίρια σύνολα δεν μπορούν να διαγραφτούν.",
	groupname => "Όνομα σύνολου",
	coregroup => "Καίριο σύνολο",
	yes => "Ναι",
	no => "Όχι",
	corerightsdescr => "Αυτό το σύνολο είναι καίριο για το {$_CONF["site_name"]}.  Τα δικαιώματα για αυτό το σύνολο δεν μπορούν να επεξεργαστούν. Παρακάτω βρίσκετε η λίστα με τα μόνο-ανάγνωσης δικαιώματα που έχει πρόσβαση αυτό το σύνολο.",
	groupmsg => "Τα σύνολα ασφάλειας σε αυτήν την ιστοσελίδα είναι ιεραρχικά. Η πρόσθεση ενός συνόλου σε άλλα σύνολα παρακάτω δίνει την δυνατότητα σε αυτό το σύνολο να μοιράζεται τα δικαιώματα με τα άλλα σύνολα. Όπου είναι εφικτό, είναι καλό να παραχωρείτε τέτοιου είδους δικαιώματα. Εάν χρειάζεστε ένα σύνολο να έχει διαφορετικά δικαιώματα μπορείτε να τα επιλέξετε στο τμήμα Δικαιώματα. Για να προσθέσετε το σύνολο σε οποιοδήποτε άλλο παρακάτω απλά επιλέξτε το κουτί δίπλα από το σύνολο που επιθυμείτε.",
	coregroupmsg => "Το σύνολο {$_CONF["site_name"]} είναι καίριο.  Τα σύνολα που συμπεριλαμβάνουν το σύνολο αυτό δεν μπορούν να υποστούν επεξεργασία. Παρακάτω είναι μία λίστα με τα μόνο-ανάγνωσης σύνολα που συμπεριλαμβάνουν το παρόν σύνολο.",
	rightsdescr => "Η πρόσβαση ενός συνόλου σε συγκεκριμένα δικαιώματα μπορεί να πραγματοποιηθεί απευθείας στο σύνολο Ή σε ένα διαφορετικό σύνολο που το παρόν σύνολο είναι μέλος. Τα σύνολα παρακάτω χωρίς κουτιά επιλογής είναι τα δικαιώματα που δόθηκαν σε αυτό το σύνολο επειδή ανήκει σε άλλο σύνολο που έχει αυτά τα δικαιώματα. Τα δικαιώματα με κουτιά επιλογής είναι δικαιώματα που μπορούν να δοθούν απευθείας στο σύνολο",
	lock => "Κλείδωμα",
members => "Μέλη",
	anonymous => "Ανώνυμο",
	permissions => "Άδειες",
	permissionskey => "R = ανάγνωση, E = επεξεργασία, η δυνατότητα επεξεργασίας και ανάγνωσης προϋποθέτει",
	edit => "Επεξεργασία",
	none => "Κανένα",
	accessdenied => "Η πρόσβαση απορρίπτεται",
	storydenialmsg => "Δεν έχετε πρόσβαση να δείτε αυτό το άρθρο.  Αυτό ίσως έγινε επειδή δεν είστε μέλος {$_CONF["site_name"]}.  Σας παρακαλούμε <a href=users.php;mode=new> να γίνετε μέλος</a> of {$_CONF["site_name"]} για να έχετε ολοκληρωμένη πρόσβαση ως μέλος!",
	eventdenialmsg => "Δεν έχετε πρόσβαση να δείτε αυτό το γεγονός.  Αυτό ίσως έγινε γιατί δεν είστε μέλος of {$_CONF["site_name"]}.  Σας παρακαλούμε <a href=users.php;mode=new> να γ</a> of να γίνετε μέλος {$_CONF["site_name"]} για να έχετε ολοκληρωμένη πρόσβαση ως μέλος!",
	nogroupsforcoregroup => "Αυτό το σύνολο δεν ανήκει σε κανένα από τα άλλα σύνολα",
	grouphasnorights => "Αυτό το σύνολο δεν έχει πρόσβαση σε καμία από τις ρουτίνες διαχείρησης αυτής της ιστοσελίδας",
	newgroup => 'νέο σύνολο',
	adminhome => 'σελίδα διαχείρισης',
	save => 'αποθήκευση',
	cancel => 'ακύρωση',
	delete => 'διαγραφή',
	canteditroot => 'Προσπαθήσατε να επεξεργαστείτε το κεντρικό σύνολο αλλά δεν είστε στο σύνολο των διαχειριστών οπότε η πρόσβασή σας απορρίπτεται.  Σας παρακαλούμε επικοινωνήστε με τον διαχειριστή του συστήματος αν νομίζετε ότι πρόκειται περί λάθους.'	
);

#admin/word.php
$LANG_WORDS = array(
    editor => "Επεξεργαστής αντικατάστασης λέξεων",
    wordid => "ID λέξης",
    intro => "Για να μετατρέψετε ή να διαγράψετε μια λέξη,πατήστε πάνω σε αυτήν τη λέξη.  Για να δημιουργήσετε μια νέα αντικατάσταση λέξης επιλέξτε νέα λέξη στα αριστερά σας.",
    wordmanager => "Διαχειριστής λέξεων",
    word => "Λέξη",
    replacmentword => "Αντικατάσταση λέξης με",
    newword => "Νέα λέξη"
);

$LANG_DB_BACKUP = array(
    last_ten_backups => 'Τελευταία 10 αντίγραφα ασφαλείας',
    do_backup => 'Δημιουργία αντιγράφων ασφαλείας',
    backup_successful => 'Τα αντίγραφα ασφαλείας της βάσης δεδομένων ήταν επιτυχημένα',
    no_backups => 'Δεν υπάρχουν αντίγραφα ασφαλείας στο σύστημα',
    db_explanation => 'Για να δημιουργήσετε ένα νέο αντίγραφο ασφάλειας του συστήματος Geeklog, πατήστε το παρακάτω κουμπί', 
    not_found => "Λάθος διαδρομή ή το πρόγραμμα mysqldump δεν είναι εκτελέσημο. <br>Check <strong>\$_DB_mysqldump_path</strong> definition in config.php.<br>Η μεταβλητή ορίζεται ως: <var>{$_DB_mysqldump_path}</var>",
    zero_size => 'Η αποθήκευση αντιγράφων απέτυχε: Το μέγεθος του αρχείου ήταν 0 bytes',
    path_not_found => "{$_CONF["backup_path"]} δεν υπάρχει ή δεν είναι κατάλογος",
    no_access => "Σφάλμα: Ο κατάλογος {$_CONF["backup_path"]} δεν είναι προσβάσημος.", 
    backup_file => 'Αρχείο αντιγράφου ασφαλείας',
    size => 'Size',
    bytes => 'Bytes'
);

$LANG_BUTTONS = array(
    1 => "Κεντρική σελίδα",
    2 => "Επικοινωνία",
    3 => "Υποβολή άρθρων",
    4 => "Σύνδεσμοι",
    5 => "Ψηφοφορία",
    6 => "Ημερολόγιο",
    7 => "Στατιστικά ιστοσελίδας",
    8 => "Εξατομίκευση",
    9 => "Αναζήτηση",
    10 => "Σύνθετη αναζήτηση"
);

$LANG_404 = array(
    1 => "404 Error",
    2 => "Η έρευνα πραγματοποιήθηκε σε όλα τα πιθανά σημεία χωρίς αποτέλεσμα  <b>%s</b>.",
    3 => "<p>Λυπάμαι, αλλά το αρχείο που έχετε ζητήσει δεν υπάρχει. Μπορείτε να ελέγξετε την <a href=\"{$_CONF['site_url']}\">κεντρική σελίδα</a> or the <a href=\"{$_CONF['site_url']}/search.php\">σελίδα αναζήτησης</a> για να δείτε αν μπορείτε να βρείτε ό,τι χάσατε."
);

$LANG_LOGIN = array (
    1 => 'Η σύνδεσή σας είναι απαραίτητη',
    2 => 'Για να προσπελάσετε αυτήν την περιοχή πρέπει να συνδεθείτε σαν χρήστης.',
    3 => 'Σύνδεση',
    4 => 'Νέος χρήστης '
);

?>
