<?php

###############################################################################
# ukrainian.php
# This is the ukrainian language page for GeekLog!
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
# Translation by Vitaliy Biliyenko v.lokki@gmail.com
###############################################################################

$LANG_CHARSET = 'Windows-1251';

###############################################################################
# Array Format:
# $LANGXX[YY]:  $LANG - variable name
#               XX    - file id number
#               YY    - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# lib-common.php

$LANG01 = array(
    1 => 'Надіслав(ла):',
    2 => 'читати далі',
    3 => 'коментарі',
    4 => 'Редагувати',
    5 => 'Голосувати',
    6 => 'Результати',
    7 => 'Результати опитування',
    8 => 'голос(и,ів)',
    9 => 'Функції адміністратора:',
    10 => 'Редактор сайту',
    11 => 'Статті',
    12 => 'Блоки',
    13 => 'Теми',
    14 => 'Посилання',
    15 => 'Події',
    16 => 'Опитування',
    17 => 'Користувачі',
    18 => 'Запит SQL',
    19 => 'Завершити сеанс',
    20 => 'Інформація про користувача:',
    21 => 'Ім\'я користувача',
    22 => 'ID користувача',
    23 => 'Рівень захисту',
    24 => 'Анонім',
    25 => 'Відповісти',
    26 => 'Думки адміністрації сайту можуть не співпадати із думками коментаторів. Сайт не несе відповідальності за зміст коментарів.',
    27 => 'Найсвіжіші повідомлення',
    28 => 'Вилучити',
    29 => 'Немає коментарів.',
    30 => 'Попередні статті',
    31 => 'Дозволені теги HTML:',
    32 => 'Помилка: неправильне ім\'я користувача',
    33 => 'Помилка: неможливий запис до файлу протоколу',
    34 => 'Помилка',
    35 => 'Вийти з системи',
    36 => 'on',
    37 => 'Немає статей користувачів',
    38 => 'Синдикація контенту',
    39 => 'Поновити',
    40 => 'У вашому <tt>php.ini</tt> встановлено <tt>register_globals = Off</tt>. Проте Geeklog потребує встановлення <tt>register_globals</tt> в <strong>on</strong>. Перш ніж продовжувати, будь-ласка, встановіть цю директиву в <strong>on</strong> і перезапустіть ваш вебсервер.',
    41 => 'Гості',
    42 => 'Автор:',
    43 => 'Відповісти',
    44 => 'Вгору',
    45 => 'Номер помилки MySQL',
    46 => 'Повідомлення про помилку MySQL',
    47 => 'Функцiї Користувача',
    48 => 'Iнформація про користувача',
    49 => 'Налаштування',
    50 => 'Помилка у виразі SQL',
    51 => 'довідка',
    52 => 'Створити',
    53 => 'Homepage адміністратора',
    54 => 'Неможливо відкрити файл.',
    55 => 'Помилка у',
    56 => 'Проголосувати',
    57 => 'Пароль',
    58 => 'Логін',
    59 => "Ви ще не зареєструвалися? Зробіть це тут: <a href=\"{$_CONF['site_url']}/users.php?mode=new\">Новий користувач</a>",
    60 => 'Надіслати коментар',
    61 => 'Створити новий обліковий запис',
    62 => 'слова',
    63 => 'Налаштування коментарів',
    64 => 'Відіслати статтю другу поштою',
    65 => 'Перегляд версії для друку',
    66 => 'Мій календар',
    67 => 'Ласкаво просимо до ',
    68 => 'Додому',
    69 => 'Контакт',
    70 => 'Пошук',
    71 => 'Опублікувати',
    72 => 'Веб ресурси',
    73 => 'Минулі опитування',
    74 => 'Календар',
    75 => 'Розширений пошук',
    76 => 'Статистика сайту',
    77 => 'Модулі',
    78 => 'Майбутні події',
    79 => 'Що нового',
    80 => 'статей за останні',
    81 => 'стаття за останні',
    82 => 'годин',
    83 => 'Коментарi',
    84 => 'Посилання',
    85 => 'за останні 48 годин',
    86 => 'Немає нових коментарів',
    87 => 'за останні 2 тижні',
    88 => 'Немає нових посилань',
    89 => 'Ніяких подій не очікується',
    90 => 'Додому',
    91 => 'Сторінка створена за',
    92 => 'секунд',
    93 => 'Авторське право',
    94 => 'Всі торгові марки і авторські права на цій сторінці належать відповідним власникам.',
    95 => 'Створений за допомогою',
    96 => 'Групи',
    97 => 'Список слів',
    98 => 'Модулі',
    99 => 'Статті',
    100 => 'Немає нових статтей',
    101 => 'Ваші події',
    102 => 'Події сайту',
    103 => 'Копії бази даних',
    104 => 'від',
    105 => 'Надіслати пошту',
    106 => 'Переглянуто',
    107 => 'Тест версії GL',
    108 => 'Очистити кеш',
    109 => 'Доповісти про образу',
    110 => 'Доповісти про цей пост адміністратору',
    111 => 'Переглянути PDF-версію',
    112 => 'Зареєстровані користувачі',
    113 => 'Документація',
    114 => 'TRACKBACKS',
    115 => 'No new trackback comments',
    116 => 'Trackback',
    117 => 'Directory',
    118 => 'Please continue reading on the next page:',
    119 => "Lost your <a href=\"{$_CONF['site_url']}/users.php?mode=getpassword\">password</a>?",
    120 => 'Permanent link to this comment',
    121 => 'Comments (%d)',
    122 => 'Trackbacks (%d)',
    123 => 'All HTML is allowed'
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => 'Календар подій',
    2 => 'Вибачте, немає подій для відображення.',
    3 => 'Коли',
    4 => 'Де',
    5 => 'Опис',
    6 => 'Додати подію',
    7 => 'Майбутні події',
    8 => 'Додавши цю подію у свій власний календар, ви зможете швидко продивитися лише ті події, які Вас цікавлять, обравши "Мій календар" у Функціях користувача.',
    9 => 'Додати в Мій календар',
    10 => 'Вилучити з Мого календаря',
    11 => "Додати подію в Календар {$_USER['username']}",
    12 => 'Подія',
    13 => 'Початок',
    14 => 'Кінець',
    15 => 'Повернутися до календаря'
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => 'Надіслати коментар',
    2 => 'Режим публікації',
    3 => 'Вийти',
    4 => 'Створити обліковий запис',
    5 => 'Ім\'я користувача',
    6 => 'Перш ніж надіслати коментар, слід увійти до системи.  Створіть новий обліковий запис, якщо ви ще не зареєстровані.',
    7 => 'Ваш останній коментар був ',
    8 => " секунд тому. Перепрошуємо, але між коментарями має минути щонаймеше  {$_CONF['commentspeedlimit']} секунд",
    9 => 'Коментар',
    10 => 'Відіслати звіт',
    11 => 'Надіслати коментар',
    12 => 'Будь-ласка, заповніть поля Заголовок та Коментар, це є необхідним для публікації вашого коментаря.',
    13 => 'Ваша інформація',
    14 => 'Попередній перегляд',
    15 => 'Доповісти про цей пост',
    16 => 'Заголовок',
    17 => 'Помилка',
    18 => 'Важливий матеріал',
    19 => 'Будь-ласка, дотримуйтесь теми повідомлення.',
    20 => 'Намагайтеся відповідати на коментарі інших людей замість створення нового обговорення.',
    21 => 'Для уникнення повторень, прочитайте повідомлення інших людей перед тим, як відправляти власне.',
    22 => 'Використовуйте заголовок, який би точно передав зміст повідомлення.',
    23 => 'Ваша поштова адреса НЕ буде опублікована.',
    24 => 'Анонімний користувач',
    25 => 'Ви впевнені, що хочете доповісти про цей пост адміністратору?',
    26 => '%s доповів про наступний образливий коментар:',
    27 => 'Доповідь про образу'
);

###############################################################################
# users.php

$LANG04 = array(
    1 => 'Профіль користувача для',
    2 => 'Ім\'я користувача',
    3 => 'Повне ім\'я',
    4 => 'Пароль',
    5 => 'Поштова адреса',
    6 => 'Домашня сторінка',
    7 => 'Біографія',
    8 => 'Ключ PGP',
    9 => 'Зберегти інформацію',
    10 => 'Останні 10 коментарів користувача',
    11 => 'Немає коментарів користувача',
    12 => 'Налаштування користувача',
    13 => 'Щоденний дайджест пошти',
    14 => 'Згенеровано випадковий пароль. Рекомендовано змінити його негайно. Увійдіть до системи і оберіть пункт "Інформація про користувача" з Функцій користувача.',
    15 => "Ваш обліковий запис на {$_CONF['site_name']} успішно створено. Для його використання увійдіть до системи використовуючи вказані ім'я та пароль. Будь-ласка, збережіть повідомлення з паролем, щоб скористатися ним у разі необхідності.",
    16 => 'Ваш обліковий запис',
    17 => 'Облікового запису не існує',
    18 => 'Вказано неправильну електронну адресу',
    19 => 'Вказана електронна адреса чи ім\'я користувача вже існують',
    20 => 'Вказано неправильну електронну адресу',
    21 => 'Помилка',
    22 => "Зареєструватися на {$_CONF['site_name']}!",
    23 => "Реєстрація в нашій системі надасть вам всі переваги членства на {$_CONF['site_name']} і дозволить відправляти коментарі та публіковувати статті під своїм ім'ям. Якщо Ви не зареєструєтесь, всі Ваші публікації будуть анонімними. Зауважте, що ваша електронну адресу <b><i>ніколи</i></b> не буде публічно відображено на цьому сайті.",
    24 => 'Пароль буде відправлено за вказаною адресою.',
    25 => 'Забули пароль?',
    26 => 'Введіть <em>або</em> ваш логін, <em>або</em> електронну адресу, використану вами для реєстрації і натисніть Надіслати пароль. Інструкції зі встановлення нового пароля буде надіслано на електронну адресу.',
    27 => 'Зареєструватися зараз!',
    28 => 'Надіслати пароль',
    29 => 'вийшли з',
    30 => 'ввійшли на',
    31 => 'Перш ніж скористатися цією функцією, увійдіть в систему',
    32 => 'Підпис',
    33 => 'Ніколи публічно не відображається',
    34 => 'Це Ваше справжнє ім\'я',
    35 => 'Введіть новий пароль, якщо бажаєте його змінити',
    36 => 'Повинна починатися з http://',
    37 => 'Застосовується до коментарів',
    38 => 'Інформація про вас, доступна всім користувачам',
    39 => 'Публічний ключ PGP для розповсюдження',
    40 => 'Без малюнків тем',
    41 => 'Бажаєте модерувати',
    42 => 'Формат дати',
    43 => 'Максимальна кількість статтей',
    44 => 'Без розділів',
    45 => 'Показати налаштування для',
    46 => 'Виключені елементи для',
    47 => 'Конфігурація розділу новин для',
    48 => 'Теми',
    49 => 'Не відображати іконки в статтях',
    50 => 'Зніміть виділення, якщо ви не зацікавлені',
    51 => 'Відображати лише новини',
    52 => 'За замовчуванням',
    53 => 'Отримувати щовечора статті за день',
    54 => 'Виділіть теми і авторів, яких Ви не хочете бачити.',
    55 => 'Якщо Ви нічого не відмітили, це означає, що Ви обрали вибір за замовчуванням. Якщо ви відмітили деякі пункти, то не забудьте обрати все, що ви хочете, оскільки вибір за замовчуванням буде проігноровано. Вибір за замовчуванням виділено жирним шрифтом.',
    56 => 'Автори',
    57 => 'Режим відображення',
    58 => 'Порядок сортування',
    59 => 'Обмеження коментарів',
    60 => 'Як ви хочете відображати свої коментарі?',
    61 => 'Від нових до старіших чи навпаки?',
    62 => 'За замовчанням 100',
    63 => "Пароль було відправлено вам на електронну пошту. Будь-ласка, виконуйте вказівки у повідомленні. Дякуємо вам за використання {$_CONF['site_name']}",
    64 => 'Налаштування коментарів для',
    65 => 'Спробуйте ще раз увійти до системи',
    66 => "Можливо Ви неправильно набрали пароль або ім'я користувача. Спробуйте ще раз увійти до системи. Якщо ви забули пароль, Ви можете отримати електронною поштою новий. Але можливо ви - <a href=\"{$_CONF['site_url']}/users.phpіmode=new\">новий користувач</a>?",
    67 => 'Зареєстровано',
    68 => 'Запам\'ятати мене на',
    69 => 'Як довго ми повинні пам\'ятати вас після вашого входу в систему?',
    70 => "Налаштуйте під себе вигляд і зміст {$_CONF['site_name']}",
    71 => "На нашому сайті Ви можете налаштувати зміст інформації, яку Ви отримуєте, а також вигляд цієї інформації. Щоб скорирстатися цими можливостями, Ви повинні спочатку <a href=\"{$_CONF['site_url']}/users.phpіmode=new\">зареєструватися</a> на {$_CONF['site_name']}.  Ви зареєстровані?  Тоді використовуйте форму ліворуч для входу в систему!",
    72 => 'Тема',
    73 => 'Мова',
    74 => 'Змініть вигляд сайту!',
    75 => 'Отримувані поштою теми для',
    76 => 'Якщо ви вибирете тему із списку, то зможете отримувати пости, які відсилаються до цієї теми в кінці кожного дня. Виберіть тільки ті теми, які вас цікавлять!',
    77 => 'Фото',
    78 => 'Додати свою фотокартку!',
    79 => 'Щоб вилучити малюнок, клацніть тут',
    80 => 'Увійти',
    81 => 'Надіслати пошту',
    82 => 'Останні 10 статтей для користувача',
    83 => 'Статистика активності для користувача',
    84 => 'Кількість статтей:',
    85 => 'Кількість коментарів:',
    86 => 'Знайти всi надходження вiд',
    87 => 'Ваш логін',
    88 => "Хтось (можливо ви) замовив створення нового пароля для користувача \"%s\" на {$_CONF['site_name']}, <{$_CONF['site_url']}>.\n\nЯкщо ви справді хочете це зробити, будь-ласка натисніть наступне посилання:\n\n",
    89 => "Якщо Ви не бажаєте цього, проігноруйте це повідомлення і запит буде відхилено (Ваш пароль залишеться незміненим). \n\n ",
    90 => 'Ви можете ввести новий пароль нижче. Будь-ласка, зверніть увагу на те, що ваш старий пароль залишиться дійсним до відправлення цієї форми',
    91 => 'Встановити новий пароль',
    92 => 'Ввести новий пароль',
    93 => "Ваш останній запит про новий пароль був %d секунд тому. Система потребує принаймні {$_CONF['speedlimit']} секунд між запитами про новий пароль.",
    94 => 'Вилучити користувача "%s"',
    95 => 'Натисніть кнопку "Вилучити користувача", щоб видалити ваші записи з бази даних. Зауважте, що усі коментарі, надіслані вами під цим логіном <strong>не</strong> буде вилучено, а підписано іменем "Анонім".    ',
    96 => 'вилучити користувача',
    97 => 'Підтвердіть вилучення користувача',
    98 => 'Ви впевнені, що бажаєте вилучити користувача? Зробивши це, ви не зможете увійти на сайт знову (якщо не зареєструєтесь знову). Якщо ви впевнені, натисніть "вилучити користувача" знову.',
    99 => 'Налаштування Приватності для',
    100 => 'Пошта від адміністрації',
    101 => 'Дозволяти пошту від адміністрації сайту',
    102 => 'Пошта від користувачів',
    103 => 'Дозволяти пошту від інших користувачів',
    104 => 'Відображати онлайн-статус',
    105 => 'Відображати в блоці "Хто онлайн"',
    106 => 'Місце перебування',
    107 => 'Відображається в загальнодоступній інформації',
    108 => 'Confirm new password',
    109 => 'Enter the New password again here',
    110 => 'Current Password',
    111 => 'Please enter your Current password',
    112 => 'Ви перевищили дозволену кількість спроб входу. Будь-ласка, спробуйте ще раз пізніше.',
    113 => 'Login Attempt Failed',
    114 => 'Account Disabled',
    115 => 'Your account has been disabled, you may not login. Please contact an Administrator.',
    116 => 'Account Awaiting Activation',
    117 => 'Your account is currently awaiting activation by an administrator. You will not be able to login until your account has been approved.',
    118 => "Your {$_CONF['site_name']} account has now been activated by an administrator. You may now login to the site at the url below using your username (<username>) and password as previously emailed to you.",
    119 => 'If you have forgotten your password, you may request a new one at this url:',
    120 => 'Account Activated',
    121 => 'Service',
    122 => 'Sorry, new user registration is disabled',
    123 => "Are you a <a href=\"{$_CONF['site_url']}/users.php?mode=new\">new user</a>?"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => 'Новин для перегляду немає',
    2 => 'Нових статтей для перегляду немає. Можливо немає новин на дану тему або ваші налаштування користувача занадто жорсткі',
    3 => ' для теми %s',
    4 => 'Сьогоднішня Особлива стаття',
    5 => 'Наступна',
    6 => 'Попередня',
    7 => 'Перша',
    8 => 'Остання'
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => 'Під час відправлення повідомлення виникла помилка. Спробуйте ще раз.',
    2 => 'Повідомлення успішно відправлено.',
    3 => 'Перевірте правильність адреси в полі Відповісти.',
    4 => 'Заповніть поля: Ім\'я, Відповісти, Тема, Повідомлення',
    5 => 'Помилка: вказаного користувача немає.',
    6 => 'Виникла помилка.',
    7 => 'Профіль користувача',
    8 => 'Ім\'я користувача',
    9 => 'URL користувача',
    10 => 'Надістати пошту для',
    11 => 'Ваше ім\'я:',
    12 => 'Відповісти:',
    13 => 'Тема:',
    14 => 'Повідомлення:',
    15 => 'HTML не буде інтерпретовано.',
    16 => 'Надіслати повідомлення',
    17 => 'Надіслати статтю другу',
    18 => 'Відправник',
    19 => 'Зворотня адреса',
    20 => 'Одержувач',
    21 => 'Адреса одержувача',
    22 => 'Всі поля обов\'язкові',
    23 => "Це повідомлення надіслано вам \$from з \$fromemail,який(яка) вважає, що вас зацікавить ця стаття на {$_CONF['site_url']}.  Це не спам і електронні адреси, які включено до цього повідомлення, не збережено для подальшого використання.",
    24 => 'Коментар на цю тему на',
    25 => 'Щоб використати цю функцію, ви повинні увійти до системи. Ваша реєстрація допоможе нам запобігти неправильному використанню системи',
    26 => 'Ця форма дозволить Вам надіслати електронне повідомлення обраному користувачу. Всі поля обов\'язкові.',
    27 => 'Коротке повідомлення',
    28 => '%s написав(ла): ',
    29 => "Це щоденний дайджест зі {$_CONF['site_name']} для ",
    30 => ' Щоенний бюлетень новин для ',
    31 => 'Заголовок',
    32 => 'Дата',
    33 => 'Прочитати статтю повністю на',
    34 => 'Кінець повідомлення',
    35 => 'Вибачте, але цей користувач не бажає отримувати пошту.'
);

###############################################################################
# search.php

$LANG09 = array(
    1 => 'Розширений пошук',
    2 => 'Ключовi слова',
    3 => 'Тема',
    4 => 'Все',
    5 => 'Тип',
    6 => 'Статтi',
    7 => 'Коментарi',
    8 => 'Автори',
    9 => 'Все',
    10 => 'Пошук',
    11 => 'Результат пошуку',
    12 => 'збiги(ів)',
    13 => 'Результат пошуку: Збiгiв немає',
    14 => 'Не знайдено жодного збiгу за вашим запитом',
    15 => 'Будь-ласка, спробуйте ще раз.',
    16 => 'Заголовок',
    17 => 'Дата',
    18 => 'Автор',
    19 => "Пошук по всiй базi поточних i архiвних статтей {$_CONF['site_name']}",
    20 => 'Дата',
    21 => 'по',
    22 => '(Формат дати РРРР-MM-ДД)',
    23 => 'Переглядiв',
    24 => 'Знайдено %d об\'єкти(ів):',
    25 => 'Пошук',
    26 => 'пунктiв за',
    27 => 'секунд',
    28 => 'Жодної статтi або коментаря за вашим запитом, не знайдено',
    29 => 'Результати серед статтей та коментарiв',
    30 => 'За вашим запитом не знайдено посилань',
    31 => 'В цьому модулі не знайдено збігів',
    32 => 'Подiя',
    33 => 'URL',
    34 => 'Розташування',
    35 => 'Весь день',
    36 => 'Жодна з подiй не вiдповiдає вашому запиту',
    37 => 'Результати серед подiй',
    38 => 'Результати серед посилань',
    39 => 'Посилання',
    40 => 'Подiї',
    41 => 'Ваш запит повинен мiстити принаймнi 3 символи.',
    42 => 'Використовуйте такий формат дати РРРР-MM-ДД (рiк-мiсяць-день).',
    43 => 'точна фраза',
    44 => 'з усiма словами',
    45 => 'з будь-яким зi слiв',
    46 => 'Наступний',
    47 => 'Попереднiй',
    48 => 'Автор',
    49 => 'Дата',
    50 => 'Переглядiв',
    51 => 'Посилання',
    52 => 'Розташування',
    53 => 'Результати серед статей',
    54 => 'Результати серед коментарів',
    55 => 'фразу',
    56 => 'AND',
    57 => 'OR',
    58 => 'More results &gt;&gt;',
    59 => 'Results',
    60 => 'per page',
    61 => 'Refine search'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => 'Статистика сайту',
    2 => 'Загальна кількість відвідувань системи',
    3 => 'Статті(коментарі) в системі',
    4 => 'Опитування(відповіді) в системі',
    5 => 'Посилання(переходи за посиланнями) в системі',
    6 => 'Події в системі',
    7 => 'Десять найпопулярніших статей',
    8 => 'Назва статті',
    9 => 'Перегляди',
    10 => 'На сайті відсутні статті або ніхто їх не переглядав.',
    11 => 'Десять найбільш коментованих статей',
    12 => 'Коментарі',
    13 => 'На сайті відсутні статті або ніхто не коментував їх.',
    14 => 'Десять найпопулярніших опитувань',
    15 => 'Питання',
    16 => 'Голоси',
    17 => 'На сайті відсутні опитування або ніхто не приймав участь у них .',
    18 => 'Десять найпопулярніших посилань',
    19 => 'Посилання',
    20 => 'Переглядiв',
    21 => 'На сайті відсутні посилання або ніхто їх не використовував.',
    22 => 'Десять статтей, які найчастіше надсилаються',
    23 => 'Поштові повідомлення',
    24 => 'Схоже, що ніхто не пересилав статтю на цьому сайті поштою',
    25 => 'Top Ten Trackback Commented Stories',
    26 => 'No trackback comments found.',
    27 => 'Number of active users',
    28 => 'Top Ten Events',
    29 => 'Event',
    30 => 'Hits',
    31 => 'It appears that there are no events on this site or no one has ever clicked on one.'
);

###############################################################################
# article.php

$LANG11 = array(
    1 => 'Cпорiднене',
    2 => 'Відіслати статтю ',
    3 => 'Форма статті для друку',
    4 => 'Параметри',
    5 => 'Формат статті PDF'
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => 'Для публікації Ви повинні зареєструватися як користувач.',
    2 => 'Увійти',
    3 => 'Новий користувач',
    4 => 'Додати подію',
    5 => 'Публікація посилання',
    6 => 'Публікація статті',
    7 => 'Реєстрація в системі обов\'язкова',
    8 => 'Опублікувати',
    9 => 'При публікації інформації на цьому сайті для подальшого її використання, рекомендується дотримуватись таких вказівок...<ul><li> Обов\'язково заповніть всі поля<li> Забезпечте повну і достовірну інформацію<li> Двічі перевірте URL який використовуєте</li></ul>',
    10 => 'Заголовок',
    11 => 'Посилання',
    12 => 'Дата початку',
    13 => 'Дата кінця',
    14 => 'Місце проведення',
    15 => 'Опис',
    16 => 'Якщо інше, будь-ласка, зазначте',
    17 => 'Категорія',
    18 => 'Інше',
    19 => 'Прочитайте в першу чергу',
    20 => 'Помилка: Категорія відсутня',
    21 => 'Коли обираєте \'Інше\', будь-ласка, зазначте назву категорії',
    22 => 'Помилка: незаповнені поля',
    23 => 'Будь-ласка, заповніть всі поля форми. Всі поля є обов\'язковими.',
    24 => 'Публікація збережена',
    25 => 'Вашу публікацію успішно збережено.',
    26 => 'Обмеження швидкості',
    27 => 'Ім\'я користувача',
    28 => 'Тема',
    29 => 'Стаття',
    30 => 'Ваша остання публікація була ',
    31 => " секунд тому. Система потребує принаймні {$_CONF['speedlimit']} секунд між публікаціями",
    32 => 'Попередній перегляд',
    33 => 'Попередній перегляд статті',
    34 => 'Вихід з системи',
    35 => 'Використання HTML тегів заборонено',
    36 => 'Режим публікації',
    37 => "Розміщення події в {$_CONF['site_name']} внесе Вашу подію загальний календар, де користувачі можуть вибірково додавати Вашу подію в свій персональний календар. Це місце <b>НЕ</b> для збереження ваших особистих подій як, наприклад, дні народження або річниці.<br><br>Занесена Вами подія буде відіслана до наших адміністраторів і тільки у випадку затвердження вона з'явиться у загальному календарі.",
    38 => 'Додати подію в',
    39 => 'Головний календар',
    40 => 'Особистий календар',
    41 => 'Кінець',
    42 => 'Початок',
    43 => 'Подія на увесь день',
    44 => 'Адреса, рядок 1',
    45 => 'Адреса, рядок 2',
    46 => 'Місто/Село',
    47 => 'Область',
    48 => 'Індекс',
    49 => 'Тип події',
    50 => 'Редагувати типи подій',
    51 => 'Розташування',
    52 => 'Вилучити',
    53 => 'Створити обліковий запис'
);

###############################################################################
# ADMIN PHRASES - These are file phrases used in admin scripts
###############################################################################

###############################################################################
# admin/auth.inc.php

$LANG20 = array(
    1 => 'Необхідна аутентифікація',
    2 => 'Відмовлено! Невірна реєстраційна інформація',
    3 => 'Неправильний пароль користувача',
    4 => 'Ім\'я користувача:',
    5 => 'Пароль:',
    6 => 'Доступ до адміністративних функцій цього сайта записується і переглядається. <br>Ця сторінка лише для авторизованого персоналу сайту.',
    7 => 'увійти'
);

###############################################################################
# admin/block.php

$LANG21 = array(
    1 => 'Недостатньо адміністративних прав',
    2 => 'У вас немає прав для зміни цього блоку.',
    3 => 'Редактор блоків',
    4 => 'Виникла помилка під час читання стрічки. Перегляньте error.log, щоб дізнатись більше.',
    5 => 'Заголовок блоку',
    6 => 'Тема',
    7 => 'Все',
    8 => 'Рівень безпеки',
    9 => 'Порядок блоку',
    10 => 'Тип блоку',
    11 => 'Портальний блок',
    12 => 'Звичайний блок',
    13 => 'Параметри портального блоку',
    14 => 'RSS URL',
    15 => 'Останнє оновлення RSS',
    16 => 'Параметри звичайного блоку',
    17 => 'Вміст блоку',
    18 => 'Заповніть поля: Заголовок блоку і Вміст блоку',
    19 => 'Менеджер блоків',
    20 => 'Заголовок блоку',
    21 => 'Рівень безпеки блоку',
    22 => 'Тип блоку',
    23 => 'Порядок блоку',
    24 => 'Тема блоку',
    25 => 'Для зміни або вилучення блоку, виберіть блок. Для створення нового блоку клацніть Створити блок.',
    26 => 'Блок розміщення',
    27 => 'Блок PHP',
    28 => 'Параметри блоку PHP',
    29 => 'Функція блоку',
    30 => 'Якщо Ви бажаєте, щоб один із блоків використовував PHP код, введіть ім\'я функції. Ваша функція повинна починатися з префікса \'phpblok_\' (наприклад, phpblock_getweather). Якщо вона не має вказаного префікса, то її не буде викликано. Це зроблено для того, щоб не дозволити людям, які можуть зламати ваш Geeklog, викликати функції,що є небезпечними для вашої системи. Не розміщуйте порожні дужки \'()\' після назви Вашої функції. Ми рекомендуємо розміщувати код функцій в /path/to/geeklog/system/lib-custom.php. Це дозволить Вам зберегти код у разі переходу до нової версії Geeklog.',
    31 => 'Помилка в блоці PHP. Функція  не існує.',
    32 => 'Помилка незаповнене(і) поле(я)',
    33 => 'Введіть URL RSS файлу для портального блоку',
    34 => 'Введіть заголовок і функцію для PHP блоку',
    35 => 'Введіть заголовок і вміст для звичайного блоку',
    36 => 'Введіть вміст для структурного блоку',
    37 => 'Неправильне ім\'я для функції блоку PHP',
    38 => 'Функція для блоку PHP повинна мати префікс \'phpblock_\' (наприклад, phpblock_getweather). Префікс \'phpblock_\' необхідний з міркувань безпеки для запобігання використання небажаного коду.',
    39 => 'Сторона',
    40 => 'Ліворуч',
    41 => 'Праворуч',
    42 => 'Необхідно ввести заголовок блоку та порядок блоків',
    43 => 'Лише головна сторінка',
    44 => 'Відмовлено у доступі',
    45 => "Ви спробували отримати доступ до блоку, для якого у вас немає прав. Цю спробу було записано. Будь-ласка, <a href=\"{$_CONF['site_admin_url']}/block.php\"> поверніться на сторінку адміністрування блоків</a>.",
    46 => 'Новий блок',
    47 => 'Homepage адміністратора',
    48 => 'Назва блоку',
    49 => ' (без проміжків і повинна бути унікальною)',
    50 => 'URL файла довідки',
    51 => 'включаючи http://',
    52 => 'Якщо ви залишите це поле порожнім, то позначку для блоку не буде показано',
    53 => 'Дозволений',
    54 => 'зберегти',
    55 => 'скасувати',
    56 => 'вилучити',
    57 => 'Перемістити блок вниз',
    58 => 'Перемістити блок вгору',
    59 => 'Перемістити блок праворуч',
    60 => 'Перемістити блок ліворуч',
    61 => 'No Title',
    62 => 'Article Limit',
    63 => 'Bad Block Title',
    64 => 'Your Title must not be empty and cannot contain HTML!',
    65 => 'Order'
);

###############################################################################
# admin/event.php

$LANG22 = array(
    1 => 'Редагування події',
    2 => 'Помилка',
    3 => 'Назва події',
    4 => 'URL події',
    5 => 'Дата початку події',
    6 => 'Дата закінчення події',
    7 => 'Місце події',
    8 => 'Опис події',
    9 => '(включаючи http://)',
    10 => 'Ви повинні надати інформацію про дату/час, назву та опис події',
    11 => 'Менеджер подій',
    12 => 'Для зміни або вилучення події, оберіть подію. Для створення нової клацніть \'Створити подію\' вгорі. Оберіть [C], щоб створити копію існуючої події',
    13 => 'Назва події',
    14 => 'Дата початку',
    15 => 'Дата закінчення',
    16 => 'Відмовлено у доступі',
    17 => "Ви намагалися отримати доступ до події, на яку у вас немає прав. Ця спроба була записана. Будь-ласка, <a href=\"{$_CONF['site_admin_url']}/event.php\">поверніться на сторінку адміністрування подій</a>.",
    18 => 'Нова подія',
    19 => 'Homepage адміністратора',
    20 => 'зберегти',
    21 => 'скасувати',
    22 => 'вилучити',
    23 => 'Неправильна дата початку.',
    24 => 'Неправильна дата закінчення.',
    25 => 'Дата закінчення передує даті початку.'
);

###############################################################################
# admin/story.php

$LANG24 = array(
    1 => 'Попередні статті',
    2 => 'Наступні статті',
    3 => 'Режим',
    4 => 'Режим публікації',
    5 => 'Редактор статті',
    6 => 'В системі немає жодної статті',
    7 => 'Автор',
    8 => 'зберегти',
    9 => 'попередній перегляд',
    10 => 'скасувати',
    11 => 'вилучити',
    12 => 'ID',
    13 => 'Заголовок',
    14 => 'Тема',
    15 => 'Дата',
    16 => 'Вступ',
    17 => 'Основний текст',
    18 => 'Перегляд(и,iв)',
    19 => 'Коментар(і,ів)',
    20 => 'Ping',
    21 => 'Send Ping',
    22 => 'Список статтей',
    23 => 'Для зміни або вилучення статті, оберіть номер статті. Для перегляду статті натисніть на її заголовку. Для створення нової оберіть \'Нова стаття\' вгорі.',
    24 => 'ID, що ви обрали для цієї статті, вже використано. Будь-ласка, оберіть інший ID.',
    25 => 'Error when saving story',
    26 => 'Попередній перегляд статті',
    27 => 'If you use [unscaledX] instead of [imageX], the image will be inserted at its original dimensions.',
    28 => '<p><b>PREVIEWING</b>: Previewing a story with images attached is best done by saving the article as a draft INSTEAD OF hitting the preview button.  Use the preview button only when images are not attached.',
    29 => 'Trackbacks',
    30 => 'Помилки завантаження файлів',
    31 => 'Будь-ласка, заповніть поля Заголовок та Вступ',
    32 => 'Особлива',
    33 => 'Може існувати лише одна Особлива стаття',
    34 => 'Чернетка',
    35 => 'Так',
    36 => 'Ні',
    37 => 'Ще від',
    38 => 'Ще із',
    39 => 'Пересилання',
    40 => 'Відмовлено у доступі',
    41 => "Ви намагалися отримати доступ до статті, до якої в Вас немає прав. Ця спроба була записана. Ви можете лише прочитати статтю. Будь-ласка, <a href=\"{$_CONF['site_admin_url']}/story.php\"> поверніться на сторінку адміністрування  статтей </a> коли закінчите.",
    42 => "Ви намагалися отримати доступ до статті, до якої в Вас немає прав. Ця спроба була записана. Будь-ласка, <a href=\"{$_CONF['site_admin_url']}/story.php\">поверніться на сторінку адміністрування статтей</a>.",
    43 => 'Нова стаття',
    44 => 'Homepage адміністратора',
    45 => 'Доступ',
    46 => '<b>Зауваження:</b> якщо ви зміните цю дату на дату в майбутньому, ця стаття не буде опублікована до вказаної вами дати. Це також означає, що стаття не буде вказана в вашій стрічці RSS і буде ігноруватися при пошуку та в статистиці сайту.',
    47 => 'Малюнки',
    48 => 'малюнок',
    49 => 'праворуч',
    50 => 'ліворуч',
    51 => 'Для того щоб додати один з малюнків під\'єднаних до цієї статті, ви повинні вставити спеціально відформатований текст. Цей спеціально відформатований текст це [imageX], [imageX_right] або [imageX_left], де X  це порядковий номер малюнка, який ви під\'єднали. Зауваження: Ви повинні викристати малюнки, які ви під\'єднали. Інакше ви не зможете зберегти вашу статтю.<BR><P><B>Попередній перегляд</B>: Попередній перегляд статті з під\'єднаними малюнками найкраще зробити зберігши статтю як чернетку, замість того, щоб клацати \'попередній перегляд\'. Ви можете використовувати цю кнопку лише коли малюнки не під\'єднані.',
    52 => 'Вилучити',
    53 => 'не було використано. Ви повинні включити цей малюнок у вступу або основний текс, перш ніж зможете зберегти зміни',
    54 => 'Під\'єднані малюнки не використано',
    55 => 'При збереженні статті виникли наступні помилки.  Будь-ласка, виправте їх перед збереженням',
    56 => 'Показувати малюнок теми',
    57 => 'Перегляд малюнка в повний розмір',
    58 => 'Параметри статті',
    59 => 'Опції',
    60 => 'Дозволена',
    61 => 'Автоматично архівувати',
    62 => 'Автоматично видалити',
    63 => '',
    64 => '',
    65 => '',
    66 => '',
    67 => 'Expand the Content Edit Area size',
    68 => 'Reduce the Content Edit Area size',
    69 => 'Publish Story Date',
    70 => 'Toolbar Selection',
    71 => 'Basic Toolbar',
    72 => 'Common Toolbar',
    73 => 'Advanced Toolbar',
    74 => 'Advanced II Toolbar',
    75 => 'Full Featured'
);

###############################################################################
# admin/topic.php

$LANG27 = array(
    1 => 'Редактор тем',
    2 => 'ID теми',
    3 => 'Назва теми',
    4 => 'Малюнок теми',
    5 => '(не використовувати проміжки)',
    6 => 'Вилучення теми призведе до вилучення всіх пов\'язаних з нею статей і блоків',
    7 => 'Будь-ласка, заповніть поля ID теми і Назва теми',
    8 => 'Менеджер тем',
    9 => 'Для зміни або вилучення теми, оберіть тему. Для створення нової, оберіть Нова тема. В дужках зазначено ваш рівень доступу до кожної з тем. Тема з зірочкою (*) є темою за замовчуванням.',
    10 => 'Порядок сортування',
    11 => 'Статей на сторінку',
    12 => 'Відмовлено у доступі',
    13 => "Ви намагалися отримати доступ до теми, до якої у вас немає прав. Ця спроба була записана. Будь-ласка, <a href=\"{$_CONF['site_admin_url']}/topic.php\"> поверніться на сторінку адміністрування тем </a>.",
    14 => 'Метод сортування',
    15 => 'алфавітний',
    16 => 'за замовчуванням',
    17 => 'Нова тема',
    18 => 'Homepage Адміністратора',
    19 => 'зберегти',
    20 => 'скасувати',
    21 => 'вилучити',
    22 => 'За замовчуванням',
    23 => 'зробити це темою за замовчуванням для нових статтей',
    24 => '(*)',
    25 => 'Архівна тема',
    26 => 'зробити це темою за замовчуванням для архівних статей. Може існувати лише одна така тема.',
    27 => 'Or Upload Topic Icon',
    28 => 'Maximum',
    29 => 'File Upload Errors'
);

###############################################################################
# admin/user.php

$LANG28 = array(
    1 => 'Редактор користувачів',
    2 => 'ID користувача',
    3 => 'Ім\'я користувача',
    4 => 'Повне ім\'я',
    5 => 'Пароль',
    6 => 'Рівень захисту',
    7 => 'Електронна адреса',
    8 => 'Домашня сторінка',
    9 => '(не використовувати проміжки)',
    10 => 'Будь-ласка, заповніть поля Ім\'я користувача та Електронна адреса',
    11 => 'Менеджер користувачів',
    12 => 'Для зміни або вилучення користувача, оберіть користувача. Для створення нового, оберіть Новий користувач. Ви можете виконувати простий пошук, вводячи частину імені користувача, адреси чи повного імені у форму внизу.',
    13 => 'Рівень захисту',
    14 => 'Дата реєстрації',
    15 => 'Новий користувач',
    16 => 'Homepage адміністратора',
    17 => 'змінити пароль',
    18 => 'скасувати',
    19 => 'вилучити',
    20 => 'зберегти',
    21 => 'Таке ім\'я вже існує.',
    22 => 'Помилка',
    23 => 'Додати групу',
    24 => 'Груповий імпорт користувачів',
    25 => 'Ви можете імпортувати групу користувачів у Geeklog. Імпортований файл повинен бути текстовим файлом із таб-розміткою і повинен мати поля в такому порядку: повне ім\'я, ім\'я користувача, адреса електронної пошти. Кожому користувачеві, доданому вами, буде надіслано випадковий пароль. Ви повинні мати в одному рядку одного користувача. Недотримання цих вимог призведе до помилок і потреби ручної роботи, отже двічі перевірте введені дані!',
    26 => 'Пошук',
    27 => 'Обмежити результати',
    28 => 'Відмітьте для вилучення малюнку',
    29 => 'Шлях',
    30 => 'Імпорт',
    31 => 'Нові користувачі',
    32 => 'Обробку завершено. Імпортовано %d записів, виникло %d помилок',
    33 => 'надіслати',
    34 => 'Помилка: ви повинні вказати файл для завантаження.',
    35 => 'Останній вхід до системи',
    36 => '(ніколи)',
    37 => 'UID',
    38 => 'Group Listing',
    39 => 'Password (again)',
    40 => 'Registration Date',
    41 => 'Last login Date',
    42 => 'Banned',
    43 => 'Awaiting Activation',
    44 => 'Awaiting Authorization',
    45 => 'Active',
    46 => 'User Status',
    47 => 'Edit'
);

###############################################################################
# admin/moderation.php

$LANG29 = array(
    1 => 'Схвалити',
    2 => 'Вилучити',
    3 => 'Змінити',
    4 => 'Профіль',
    10 => 'Заголовок',
    11 => 'Дата початку',
    12 => 'URL',
    13 => 'Категорія',
    14 => 'Дата',
    15 => 'Тема',
    16 => 'Ім\'я користувача',
    17 => 'Повне ім\'я',
    18 => 'Електронна адреса',
    34 => 'Управління',
    35 => 'Статті для ухвалення',
    36 => 'Посилання для ухвалення',
    37 => 'Події для ухвалення',
    38 => 'Виконати',
    39 => 'На даний момент модерувати нічого',
    40 => 'Користувачі для ухвалення'
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => 'Неділя',
    2 => 'Понеділок',
    3 => 'Вівторок',
    4 => 'Середа',
    5 => 'Четвер',
    6 => 'П\'ятниця',
    7 => 'Субота',
    8 => 'Додати подію',
    9 => 'Подія %s',
    10 => 'Події за',
    11 => 'Головний календар',
    12 => 'Мій Календар',
    13 => 'Січень',
    14 => 'Лютий',
    15 => 'Березень',
    16 => 'Квітень',
    17 => 'Травень',
    18 => 'Червень',
    19 => 'Липень',
    20 => 'Серпень',
    21 => 'Вересень',
    22 => 'Жовтень',
    23 => 'Листопад',
    24 => 'Грудень',
    25 => 'Повернутися на ',
    26 => 'Весь день',
    27 => 'Тиждень',
    28 => 'Особистий календар для',
    29 => 'Загальний календар',
    30 => 'вилучити подію',
    31 => 'Додати',
    32 => 'Подія',
    33 => 'Дата',
    34 => 'Час',
    35 => 'Швидке додання',
    36 => 'Надіслати',
    37 => 'Вибачте,  функція особистого календаря на даному сайті не працює',
    38 => 'Редактор особистих подій',
    39 => 'День',
    40 => 'Тиждень',
    41 => 'Місяць'
);

###############################################################################
# admin/mail.php

$LANG31 = array(
    1 => "Пошта {$_CONF['site_name']}",
    2 => 'Вiд',
    3 => 'Вiдповiдати:',
    4 => 'Тема',
    5 => 'Текст',
    6 => 'Кому:',
    7 => 'Всi користувачi',
    8 => 'Адмiнiстратор',
    9 => 'Параметри',
    10 => 'HTML',
    11 => 'Термiнове повiдомлення!',
    12 => 'Надіслати',
    13 => 'Очистити',
    14 => 'Iгнорувати установки користувача',
    15 => 'Помилка при вiдправленнi на: ',
    16 => 'Повiдомлення успiшно вiдправлено на: ',
    17 => "<a href={$_CONF['site_admin_url']}/mail.php>Надіслати ще повідомлення</a>",
    18 => 'До',
    19 => 'Зауваження: якщо ви бажаєте надіслати повідомлення усім користувачам, оберіть групу Зареєстровані користувачі зі списку.',
    20 => "Успішно відправлено <successcount> повідомлень і безуспішно - <failcount>.  Якщо потрібно, подробиці щодо кожного повідомлення нижче.  Також ви можете <a href=\"{$_CONF['site_admin_url']}/mail.php\">Відіслати ще повідомлення</a> або <a href=\"{$_CONF['site_admin_url']}/moderation.php\">повернутись назад на сторінку адміністрування</a>.",
    21 => 'Відмов(и)',
    22 => 'Успiшно',
    23 => 'Без помилок',
    24 => 'Без успіхів',
    25 => '-- Оберіть групу --',
    26 => 'Заповніть всі поля форми і оберіть групу користувачів зі списку.'
);

###############################################################################
# admin/plugins.php

$LANG32 = array(
    1 => 'Встановлення модуля може пошкодити Geeklog або навіть вашій системі. Важливо, щоб ви встановлювали лише модулі, завантажені з <a href="http://www.geeklog.net" target="_blank">Домашньоїисторінка Geeklog</a>, оскільки ми тестуємо всі модулі, що нам присилають, на різних операційних системах. Важливо, щоб ви розуміли, що встановлення модулів вимагає виконання деяких системних команд, які можуть викликати проблеми з безпекою, особливо це стосується модулів, завантажених не з нашого сайту. Якщо навіть після цього попередження ви все ж продовжите, ми не можемо гарантувати успішність інсталяції і не несемо відповідальності за проблеми, викликані встановленням модуля Geeklog. Інакше кажучи, ви встановлюєте модуль на свій ризик. Керівництво з ручного встановлення модуля включено в кожний інсталяційний пакет.',
    2 => 'Попередження про встановлення модулів',
    3 => 'Форма встановлення модулів',
    4 => 'Файл модуля',
    5 => 'Список модулів',
    6 => 'Попередження: Модуль вже встановлено!',
    7 => 'Модуль, який Ви намагаєтесь встановити, вже існує. Перед тим, як перевстановити модуль, вилучіть старий',
    8 => 'Модуль не пройшов перевірку сумісності версії',
    9 => 'Модуль потребує більш нової версії Geeklog. Оновіть Вашу копію <a href="http://www.geeklog.net">Geeklog</a> або спробуйте знайти іншу версію модуля.',
    10 => '<br><b>В системі немає встановлених модулів.</b><br><br>',
    11 => 'Для зміни або вилучення модуля, клацніть на його номері. Для отримання інформації про модуль, клацніть на його імені і вас направлять на веб-сайт його розробників. Для встановлення або оновлення модуля клацніть "Новий модуль".',
    12 => 'ім\'я модуля не передано в plugineditor()',
    13 => 'Редактор модулів',
    14 => 'Новий модуль',
    15 => 'Home адміністратора',
    16 => 'Назва модуля',
    17 => 'Версія модуля',
    18 => 'Версія Geeklog',
    19 => 'Дозволено',
    20 => 'Так',
    21 => 'Ні',
    22 => 'Встановити',
    23 => 'Зберегти',
    24 => 'Скасувати',
    25 => 'Вилучити',
    26 => 'Назва модуля',
    27 => 'Домашня сторінка',
    28 => 'Версія модуля',
    29 => 'Версія Geeklog',
    30 => 'Вилучити модуль?',
    31 => 'Ви впевнені, що бажаєте вилучити цей модуль? Продовживши, ви вилучите всі файли і дані, які даний модуль використовував. Якщо ви впевнені, клацніть \"Вилучити\".',
    32 => '<p><b>Помилка - некоректний формат тега AutoLink</b></p>',
    33 => 'Версія коду',
    34 => 'Оновити',
    35 => 'Edit',
    36 => 'Code',
    37 => 'Data',
    38 => 'Update!'
);

###############################################################################
# admin/syndication.php

$LANG33 = array(
    1 => 'створити стрічку',
    2 => 'зберегти',
    3 => 'вилучити',
    4 => 'скасувати',
    10 => 'Синдикація контенту',
    11 => 'Нова стрічка',
    12 => 'Homepage адміністратора',
    13 => 'Щоб змінити чи видалити стрічку, оберіть її внизу. Щоб створити нову, натисніть Нова стрічка.',
    14 => 'Заголовок',
    15 => 'Тип',
    16 => 'Ім\'я файла',
    17 => 'Формат',
    18 => 'останнє оновлення',
    19 => 'Дозволена',
    20 => 'Так',
    21 => 'Ні',
    22 => '<i>(немає стрічок)</i>',
    23 => 'всі статті',
    24 => 'Редактор стрічок новин',
    25 => 'Заголовок стрічки',
    26 => 'Обмеження',
    27 => 'Довжина записів',
    28 => '(0 = без тексту, 1 = повний текст, інше число = обмежити до такої кількості знаків.)',
    29 => 'Опис',
    30 => 'Останнє поновлення',
    31 => 'Кодування',
    32 => 'Мова',
    33 => 'Зміст',
    34 => 'Записи',
    35 => 'Годин',
    36 => 'Оберіть тип стрічки',
    37 => 'У вас встановлено принаймні один модуль, що підтримує синдикацію контенту. Нижче вам потрібно обрати, хочете ви створити стрічку Geeklog чи стрічку одного з модулів.',
    38 => 'Помилка: незаповнені поля',
    39 => 'Будь-ласка, заповніть Заголовок стрічки, Опис та Ім\'я файла.',
    40 => 'Будь-ласка, введіть кількість записів або кількість годин.',
    41 => 'Посилання',
    42 => 'Події',
    43 => 'All',
    44 => 'None',
    45 => 'Header-link in topic',
    46 => 'Limit Results',
    47 => 'Search',
    48 => 'Edit',
    49 => 'Feed Logo',
    50 => "Relative to site url ({$_CONF['site_url']})"
);

###############################################################################
# confirmation and error messages

$MESSAGE = array(
    1 => "Ваш пароль відправлено на електронну пошту. Будь-ласка, дотримуйтесь вказівок в отриманому повідомленні. Дякуємо за використання {$_CONF['site_name']}",
    2 => "Дякуємо за додання статті на {$_CONF['site_name']}.  Вона прийнята до розгляду. Якщо дозвіл буде отримано, вашу статтю зможуть читати інші користувачі нашого сайту.",
    3 => "Дякуємо за додання посилання на {$_CONF['site_name']}.  Воно прийнято до розгляду. Якщо дозвіл буде отримано, ваше посилання можна буде побачити в розділі <a href={$_CONF['site_url']}/links.php>посилання</a>.",
    4 => "Дякуємо за додання події на {$_CONF['site_name']}.  Вона прийнята до розгляду. Якщо дозвіл буде отримано, вашу подію можна буде побачити в розділі <a href={$_CONF['site_url']}/calendar.php>календар</a>.",
    5 => 'Інформацію про Ваш обліковий запис успішно збережено.',
    6 => 'Ваші налаштування зображення успішно збережено.',
    7 => 'Ваші параметри коментарів успішно збережено.',
    8 => 'Ви успішно вийшли з системи.',
    9 => 'Вашу статтю успішно збережено.',
    10 => 'Статтю успішно вилучено.',
    11 => 'Ваш блок успішно збережено.',
    12 => 'Блок успішно вилучено.',
    13 => 'Тему успішно збережено.',
    14 => 'Тему, всі блоки і статті, які відносяться до неї, успішно вилучено.',
    15 => 'Ваше посилання успішно збережено.',
    16 => 'Посилання успішно вилучено.',
    17 => 'Вашу подію успішно збережено.',
    18 => 'Подію успішно вилучено.',
    19 => 'Ваше опитування успішно збережено.',
    20 => 'Опитування успішно вилучено.',
    21 => 'Дані користувача успішно збережено.',
    22 => 'Користувача успішно вилучено.',
    23 => 'Помилка при спробі додання події до вашого календаря: не передано ID події.',
    24 => 'Подію успішно додано до вашого персонального календаря',
    25 => 'Не можна відкрити ваш персональний календар, доки ви не увійдете до системи.',
    26 => 'Подія була успішно вилучена з вашого персонального календаря',
    27 => 'Повідомлення успішно відправлено.',
    28 => 'Модуль успішно збережено.',
    29 => 'Вибачте, персональні календарі на цьому сайті не дозволено',
    30 => 'Відмовлено у доступі',
    31 => 'Вибачте, у Вас немає доступу до адміністрування статей. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    32 => 'Вибачте, у Вас немає доступу до адміністрування тем. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    33 => 'Вибачте, у Вас немає доступу до адміністрування блоків. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    34 => 'Вибачте, у Вас немає доступу до адміністрування посилань. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    35 => 'Вибачте, у Вас немає доступу до адміністрування подій. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    36 => 'Вибачте, у Вас немає доступу до адміністрування опитувань. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    37 => 'Вибачте, у Вас немає доступу до адміністрування користувачів. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    38 => 'Вибачте, у Вас немає доступу до адміністрування модулів. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    39 => 'Вибачте, у Вас немає доступу до адміністрування пошти. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    40 => 'Системне повідомлення',
    41 => 'Вибачте, у Вас немає доступу до адміністрування слів-замін. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    42 => 'Слово успішно збережено.',
    43 => 'Слово успішно вилучено.',
    44 => 'Модуль успішно встановлено!',
    45 => 'Модуль успішно вилучено.',
    46 => 'Вибачте, у Вас немає доступу до створення резервних копій. Просимо врахувати, що всі спроби доступу до заборонених функцій записуються',
    47 => 'Ці функціональні можливості працюють лише в Unix-системах. Якщо ви використовуєте Unix, то ваша операційна система успішно очистить кеш. Якщо ви працюєте з Windows, вам буде потрібно розшукати файли adodb_*.php і видалити їх вручну.',
    48 => "Дякуємо за реєстрацію на порталі {$_CONF['site_name']}. Наша команда перегляне ваше подання. У разі його схвалення ваш пароль буде надіслано вам на електронну адресу.",
    49 => 'Вашу групу успішно збережено.',
    50 => 'Групу було успішно вилучено.',
    51 => 'Таке ім\'я користувача вже існує. Будь-ласка, оберіть інше.',
    52 => 'Наведена електронна адреса є недійсною.',
    53 => 'Ваш новий пароль прийнято. Будь-ласка, скористайтесь ним зараз для входу до системи.',
    54 => 'Ваш запит про новий пароль застарілий. Будь-ласка, спробуйте знову нижче.',
    55 => 'На вашу електронну адресу надіслано листа, що повинен прибути негайно. Будь-ласка, виконайте вказівки з повідомлення, щоб встановити новий пароль для вашого облікового запису.',
    56 => 'Введена адреса вже використовується для іншого облікового запису.',
    57 => 'Ваш обліковий запис успішно вилучено.',
    58 => 'Вашу стрічку новин успішно збережено.',
    59 => 'Стрічку новин успішно вилучено.',
    60 => 'Модуль успішно оновлено',
    61 => 'Модуль %s: Невідомий замісник повідомлення',
    62 => 'The trackback comment has been deleted.',
    63 => 'An error occurred when deleting the trackback comment.',
    64 => 'Your trackback comment has been successfully sent.',
    65 => 'Weblog directory service successfully saved.',
    66 => 'The weblog directory service has been deleted.',
    67 => 'The new password does not match the confirmation password!',
    68 => 'You have to enter the correct current password.',
    69 => 'Your account has been blocked!',
    70 => 'Your account is awaiting administrator approval.',
    71 => 'Your account has now been confirmed and is awaiting administrator approval.',
    72 => 'An error occured while attempting to install the plugin. See error.log for details.',
    73 => 'An error occured while attempting to uninstall the plugin. See error.log for details.',
    74 => 'The pingback has been successfully sent.',
    75 => 'Trackbacks must be sent using a POST request.'
);

###############################################################################

$LANG_ACCESS = array(
    'access' => 'Доступ',
    'ownerroot' => 'Власник/Root',
    'group' => 'Група',
    'readonly' => 'Тільки читання',
    'accessrights' => 'Права доступу',
    'owner' => 'Власник',
    'grantgrouplabel' => 'Дати права редагування згаданій групі',
    'permmsg' => 'Зауваження: користувачі - всі які увійшли до системи і зареєстровані, анонімні користувачі -  всі відвідувачі сайту, які не увійшли до системи.',
    'securitygroups' => 'Групи безпеки',
    'editrootmsg' => "Хоча ви і є Адміністратором Користувачів, але ви не можете редагувати кореневого користувача, не будучи при цьому самі кореневим користувачем.  Ви можете редагувати всіх користувачів, крім кореневих. Майте на увазі, що всі спроби незаконно редагувати користувачів записуються.  Будь-ласка, поверніться на <a href=\"{$_CONF['site_admin_url']}/user.php\">сторінку адміністрування користувачів</a>.",
    'securitygroupsmsg' => 'Оберіть групи до яких повинен належати користувач.',
    'groupeditor' => 'Редактор груп',
    'description' => 'Опис',
    'name' => 'Ім\'я',
    'rights' => 'Права',
    'missingfields' => 'Пропущені поля',
    'missingfieldsmsg' => 'Ви повинні надати назву і опис групи',
    'groupmanager' => 'Менеджер груп',
    'newgroupmsg' => 'Для зміни або вилучення групи, оберіть групу. Для створення нової групи, оберіть \'Нова група\'. vfqnt yf edfps, що вилучення базових груп неможливо, оскільки вони використовуються у системі.',
    'groupname' => 'Sм\'я групи',
    'coregroup' => 'Базова група',
    'yes' => 'Так',
    'no' => 'Ні',
    'corerightsdescr' => "Ця група є базовою на {$_CONF['site_name']}. Тому права для цієї групи не редагуються. Нижче перелічені права, які має ця група.",
    'groupmsg' => 'Структура груп гезпеки ієрархічна. Включаючи дану групу в іншу, ви даєте даній групі ті ж права, що має та група. Радимо вам використати групи, які перераховано нижче, для призначення прав вашій групі. Якщо Ви бажаєте призначити цій групі довільні права, то можете обрати права до окремих функцій сайту в розділі "Права" нижче. Щоб додати групі будь-які права з перерахованих нижче, просто поставте відмітки навпроти потрібних прав.',
    'coregroupmsg' => "Ця група є базовою {$_CONF['site_name']}. Тому групи до яких ця група належить не підлягають редагуванню. Нижче перелічені групи до яких належить ця група.",
    'rightsdescr' => 'Групові права можуть призначатися напряму групі АБО іншій групі, до якої належить дана. Ті права, які не мають чекбоксів поруч, є правами, що дісталися групі у спадок від груп, до яких вона належить. Права з чекбоксами поруч можуть призначатися цій групі напряму.',
    'lock' => 'Блокування',
    'members' => 'Користувачі',
    'anonymous' => 'Аноніми',
    'permissions' => 'Права',
    'permissionskey' => 'R = читати, E = редагувати, право редагувати припускає і право читати',
    'edit' => 'Редагувати',
    'none' => 'Жодних',
    'accessdenied' => 'Відмовлено у доступі',
    'storydenialmsg' => "У вас не має прав на перегляд цієї статті. Можливо, ви просто не  зареєстровані на {$_CONF['site_name']}. Будь ласка, <a href=\"users.php?mode=new\">зареєструйтесь</a> на {$_CONF['site_name']} для отримання користувацького доступу!",
    'eventdenialmsg' => "У вас не має прав на перегляд цієї події. Можливо, ви просто не зареєстровані на {$_CONF['site_name']}. Будь ласка, <a href=\"users.php?mode=new\">зареєструйтесь</a> на {$_CONF['site_name']} для отримання користувацького доступу!",
    'nogroupsforcoregroup' => 'Ця група не належить до жодної з інших груп',
    'grouphasnorights' => 'Ця група не має права доступу до жодної з адміністративної функції сайту',
    'newgroup' => 'Нова група',
    'adminhome' => 'Homepage адміністратора',
    'save' => 'зберегти',
    'cancel' => 'скасувати',
    'delete' => 'вилучити',
    'canteditroot' => 'Ви намагаєтесь редагувати Кореневу групу, але при цьому ви не є її членом, тому доступ до неї закрито. Будь ласка, зверніться до адміністратора, якщо вважаєте це помилкою.',
    'listusers' => 'Список користувачів',
    'listthem' => 'список',
    'usersingroup' => 'Користувачів групи "%s"',
    'usergroupadmin' => 'Адміністрування груп користувачів',
    'add' => 'Додати',
    'remove' => 'Вилучити',
    'availmembers' => 'Доступні користувачі',
    'groupmembers' => 'Користувачі групи',
    'canteditgroup' => 'Щоб редагувати цю групу, ви маєте бути її членом. Будь-ласка, зверніться до адміністратора, якщо вважаєте це помилкою.',
    'cantlistgroup' => 'Щоб побачити членів цієї групи, ви самі повинні бути її членом. Будь-ласка, зверніться до адміністратора, якщо вважаєте це помилкою.',
    'editgroupmsg' => 'To modify the group membership, click on the member names(s) and use the add or remove buttons. If the member is a member of the group, their name will appear on the right side only. Once you are complete - press <b>Save</b> to update the group and return to the main group admin page.',
    'listgroupmsg' => 'Listing of all current members in the group: <b>%s</b>',
    'search' => 'Search',
    'submit' => 'Submit',
    'limitresults' => 'Limit Results',
    'group_id' => 'Group ID',
    'plugin_access_denied_msg' => 'You are illegally trying access a plugin administration page.  Please note that all attempts to illegally access this page are logged.',
    'groupexists' => 'Group name already exists',
    'groupexistsmsg' => 'There is already a group with this name. Group names must be unique.'
);

###############################################################################
# admin/database.php

$LANG_DB_BACKUP = array(
    'last_ten_backups' => 'Останні 10 резервних копій',
    'do_backup' => 'Створити резервну копію',
    'backup_successful' => 'Резервне копіювання бази даних вдало завершено.',
    'db_explanation' => 'Щоб створити нову резервну копію вашої системи Geeklog, клацніть нижче',
    'not_found' => "Неправильний шлях або утиліта mysqldump не виконується.<br>Перевірте змінну <strong>\$_DB_mysqldump_path</strong> у файлі config.php.<br>Її теперішнє значення: <var>{$_DB_mysqldump_path}</var>",
    'zero_size' => 'Помилка резервного копіювання: Розмір файла 0 байт',
    'path_not_found' => "{$_CONF['backup_path']} не існує або не є каталогом",
    'no_access' => "Помилка: каталог {$_CONF['backup_path']} недоступний.",
    'backup_file' => 'Файл резервної копії',
    'size' => 'Розмір',
    'bytes' => 'Байт',
    'total_number' => 'Всього резервних копій: %d'
);

###############################################################################

$LANG_BUTTONS = array(
    1 => 'Додому',
    2 => 'Контакт',
    3 => 'Опублікувати',
    4 => 'Посилання',
    5 => 'Опитування',
    6 => 'Календар',
    7 => 'Статистика',
    8 => 'Вигляд',
    9 => 'Пошук',
    10 => 'розширений пошук',
    11 => 'Directory'
);

###############################################################################
# 404.php

$LANG_404 = array(
    1 => 'Помилка 404',
    2 => 'Вибачте, я дивився скрізь, але не можу знайти <b>%s</b>.',
    3 => "<p>Нам шкода, але файл, який вам потрібен, не існує. Будь-ласка, перевірте <a href=\"{$_CONF['site_url']}\">головну сторінку</a> або <a href=\"{$_CONF['site_url']}/search.php\">сторінку пошуку</a> щоб спробувати знайти потрібну інформацію."
);

###############################################################################
# login form

$LANG_LOGIN = array(
    1 => 'Вхід обов\'язковий',
    2 => 'Вибачте, щоб мати доступ до цієї області, вам потрібно зареєструватися.',
    3 => 'Увійти',
    4 => 'Новий користувач'
);

###############################################################################
# pdfgenerator.php

$LANG_PDF = array(
    1 => 'Функцію PDF відключено',
    2 => 'Рендерінг документу не відбувся. Документ було отримано, але обробка не завершилась.  Будь-ласка, надсилайте документи лише у форматі html, написані за стандартом xHTML. Майте на увазі, що дуже складні документи можуть обробитись з помилками або взагалі не обробитись. Документ із вашої спроби мав 0 байтів у довжину, тому його було знищено. Якщо ви впевнені, що ваш документ повинен обробитись правильно, будь-ласка перешліть його.',
    3 => 'Невідома помилка під час генерації PDF',
    4 => 'Не надано даних про сторінку, можливо ви хочете використати ad-hoc PDF.  Якщо ви вважаєте, що отримали це повідомлення помилково, зверніться до адміністратора сайту.  В іншому разі ви можете скористатися формою внизу для генерації PDF в режимі ad-hoc.',
    5 => 'Завантажую ваш документ.',
    6 => 'Будь-ласка, зачекайте доки ваш документ завантажиться.',
    7 => 'Ви можете натиснути правою кнопкою мишки внизу і обрати \'зберегти посилання...\', щоб зберегти копію вашого документу.',
    8 => 'Шлях до програми HTMLDoc, вказаний в конфігураційному файлі, неправильний або ця система не в змозі її запустити.  Будь-ласка, зверніться до адміністратора сайту.',
    9 => 'Генератор PDF',
    10 => 'Це інструмент для генерування Ad-hoc PDF. Він спробує перетворити URL, який ви вкажете,на PDF файл.  Майте на увазі, що деякі веб-сторінки можуть бути оьроьлені з помилками.  Це обмеження програми HTMLDoc, і про такі помилки не потрібно доповідати адміністраторам сайту',
    11 => 'URL',
    12 => 'Згенерувати PDF!',
    13 => 'Конвігурація PHP на цьому сервері не дозволяє використання URL-ів через команду fopen().  Адміністратор системи повинен відредагувати файл php.ini і встановити allow_url_fopen в значення On',
    14 => 'PDF, який вам потрібен або не існує, або ви намагалися незаконно отримати доступ до файлу.'
);

###############################################################################
# trackback.php

$LANG_TRB = array(
    'trackback' => 'Trackback',
    'from' => 'from',
    'tracked_on' => 'Tracked on',
    'read_more' => '[read more]',
    'intro_text' => 'Here\'s what others have to say about \'%s\':',
    'no_comments' => 'No trackback comments for this entry.',
    'this_trackback_url' => 'Trackback URL for this entry:',
    'num_comments' => '%d trackback comments',
    'send_trackback' => 'Send Pings',
    'preview' => 'Preview',
    'editor_title' => 'Send trackback comment',
    'trackback_url' => 'Trackback URL',
    'entry_url' => 'Entry URL',
    'entry_title' => 'Entry Title',
    'blog_name' => 'Site Name',
    'excerpt' => 'Excerpt',
    'truncate_warning' => 'Note: The receiving site may truncate your excerpt',
    'button_send' => 'Send',
    'button_preview' => 'Preview',
    'send_error' => 'Error',
    'send_error_details' => 'Error when sending trackback comment:',
    'url_missing' => 'No Entry URL',
    'url_required' => 'Please enter at least a URL for the entry.',
    'target_missing' => 'No Trackback URL',
    'target_required' => 'Please enter a trackback URL',
    'error_socket' => 'Could not open socket.',
    'error_response' => 'Response not understood.',
    'error_unspecified' => 'Unspecified error.',
    'select_url' => 'Select Trackback URL',
    'not_found' => 'Trackback URL not found',
    'autodetect_failed' => 'Geeklog could not detect the Trackback URL for the post you want to send your comment to. Please enter it manually below.',
    'trackback_explain' => 'From the links below, please select the URL you want to send your Trackback comment to. Geeklog will then try to determine the correct Trackback URL for that post. Or you can <a href="%s">enter it manually</a> if you know it already.',
    'no_links_trackback' => 'No links found. You can not send a Trackback comment for this entry.',
    'pingback' => 'Pingback',
    'pingback_results' => 'Pingback results',
    'send_pings' => 'Send Pings',
    'send_pings_for' => 'Send Pings for "%s"',
    'no_links_pingback' => 'No links found. No Pingbacks were sent for this entry.',
    'pingback_success' => 'Pingback sent.',
    'no_pingback_url' => 'No pingback URL found.',
    'resend' => 'Resend',
    'ping_all_explain' => 'You can now notify the sites you linked to (<a href="http://en.wikipedia.org/wiki/Pingback">Pingback</a>), advertise that your site has been updated by pinging weblog directory services, or send a <a href="http://en.wikipedia.org/wiki/Trackback">Trackback</a> comment in case you wrote about a post on someone else\'s site.',
    'pingback_button' => 'Send Pingback',
    'pingback_short' => 'Send Pingbacks to all sites linked from this entry.',
    'pingback_disabled' => '(Pingback disabled)',
    'ping_button' => 'Send Ping',
    'ping_short' => 'Ping weblog directory services.',
    'ping_disabled' => '(Ping disabled)',
    'trackback_button' => 'Send Trackback',
    'trackback_short' => 'Send a Trackback comment.',
    'trackback_disabled' => '(Trackback disabled)',
    'may_take_a_while' => 'Please note that sending Pingbacks and Pings may take a while.',
    'ping_results' => 'Ping results',
    'unknown_method' => 'Unknown ping method',
    'ping_success' => 'Ping sent.',
    'error_site_name' => 'Please enter the site\'s name.',
    'error_site_url' => 'Please enter the site\'s URL.',
    'error_ping_url' => 'Please enter a valid Ping URL.',
    'no_services' => 'No weblog directory services configured.',
    'services_headline' => 'Weblog Directory Services',
    'service_explain' => 'To modify or delete a weblog directory service, click on the edit icon of that service below. To add a new weblog directory service, click on "Create New" above.',
    'service' => 'Service',
    'ping_method' => 'Ping method',
    'service_website' => 'Website',
    'service_ping_url' => 'URL to ping',
    'ping_standard' => 'Standard Ping',
    'ping_extended' => 'Extended Ping',
    'ping_unknown' => '(unknown method)',
    'edit_service' => 'Edit Weblog Directory Service',
    'trackbacks' => 'Trackbacks',
    'editor_intro' => 'Prepare your trackback comment for <a href="%s">%s</a>.',
    'editor_intro_none' => 'Prepare your trackback comment.',
    'trackback_note' => 'To send a trackback comment for a story, go to the list of stories and click on "Send Ping" for the story. To send a trackback that is not related to a story, <a href="%s">click here</a>.',
    'pingback_explain' => 'Enter a URL to send the Pingback to. The pingback will point to your site\'s homepage.',
    'pingback_url' => 'Pingback URL',
    'site_url' => 'This site\'s URL',
    'pingback_note' => 'To send a pingback for a story, go to the list of stories and click on "Send Ping" for the story. To send a pingback that is not related to a story, <a href="%s">click here</a>.',
    'pbtarget_missing' => 'No Pingback URL',
    'pbtarget_required' => 'Please enter a pingback URL',
    'pb_error_details' => 'Error when sending the pingback:'
);

###############################################################################
# directory.php

$LANG_DIR = array(
    'title' => 'Article Directory',
    'title_year' => 'Article Directory for %d',
    'title_month_year' => 'Article Directory for %s %d',
    'nav_top' => 'Back to Article Directory',
    'no_articles' => 'No articles.'
);

###############################################################################
# "What's New" Time Strings
# 
# For the first two strings, you can use the following placeholders.
# Order them so it makes sense in your language:
# %i    item, "Stories"
# %n    amount, "2", "20" etc.
# %t    time, "2" (weeks)
# %s    scale, "hrs", "weeks"

$LANG_WHATSNEW = array(
    'new_string' => '%n new %i in the last %t %s',
    'new_last' => 'last %t %s',
    'minutes' => 'minutes',
    'hours' => 'hours',
    'days' => 'days',
    'weeks' => 'weeks',
    'months' => 'months',
    'minute' => 'minute',
    'hour' => 'hour',
    'day' => 'day',
    'week' => 'week',
    'month' => 'month'
);

###############################################################################
# Admin - Strings
# 
# These are some standard strings used by core functions as well as plugins to
# display administration lists and edit pages

$LANG_ADMIN = array(
    'search' => 'Search',
    'limit_results' => 'Limit Results',
    'submit' => 'Submit',
    'edit' => 'Edit',
    'admin_home' => 'Admin Home',
    'create_new' => 'Create New',
    'enabled' => 'Enabled',
    'title' => 'Title',
    'type' => 'Type',
    'topic' => 'Topic',
    'help_url' => 'Help File URL',
    'save' => 'Save',
    'cancel' => 'Cancel',
    'delete' => 'Delete',
    'copy' => 'Copy',
    'no_results' => '- No entries found -',
    'data_error' => 'There was an error processing the subscription data. Please check the data source.'
);

###############################################################################
# Localisation of the texts for the various drop-down menus that are actually
# stored in the database. If these exist, they override the texts from the
# database.

$LANG_commentcodes = array(
    0 => 'Comments Enabled',
    -1 => 'Comments Disabled'
);


$LANG_commentmodes = array(
    'flat' => 'Flat',
    'nested' => 'Nested',
    'threaded' => 'Threaded',
    'nocomment' => 'No Comments'
);

$LANG_cookiecodes = array(
    0 => '(don\'t)',
    3600 => '1 Hour',
    7200 => '2 Hours',
    10800 => '3 Hours',
    28800 => '8 Hours',
    86400 => '1 Day',
    604800 => '1 Week',
    2678400 => '1 Month'
);

$LANG_dateformats = array(
    0 => 'System Default'
);

$LANG_featurecodes = array(
    0 => 'Not Featured',
    1 => 'Featured'
);

$LANG_frontpagecodes = array(
    0 => 'Show Only in Topic',
    1 => 'Show on Front Page'
);

$LANG_postmodes = array(
    'plaintext' => 'Plain Old Text',
    'html' => 'HTML Formatted'
);

$LANG_sortcodes = array(
    'ASC' => 'Oldest First',
    'DESC' => 'Newest First'
);

$LANG_trackbackcodes = array(
    0 => 'Trackback Enabled',
    -1 => 'Trackback Disabled'
);

?>
