<?php

###############################################################################
# ukrainian.php
# This is the Ukrainian language page for GeekLog!
# Special thanks to Mischa Polivanov for his work on this project
#
# Copyright (C) 2005 Yaroslav Fedevych
# jaroslaw@nospam.kiev.ua
# 
#
# This program is free software; you can redistribute it and/or
# modify it under the terms of the GNU General Public License
# as published by the Free Software Foundation; either version 2
# of the License, or (at your option) any later version.
#
# This program is distributed in the hope that it will be useful,
# but WITHOUT ANY WARRANTY; without even the implied warranty of
# MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
# GNU General Public License for more details.
#
# You should have received a copy of the GNU General Public License
# along with this program; if not, write to the Free Software
# Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA  02111-1307, USA.
#
###############################################################################

$LANG_CHARSET = 'koi8-u';

###############################################################################
# Array Format:
# $LANGXX[YY]:  $LANG - variable name
#               XX    - file id number
#               YY    - phrase id number
###############################################################################

###############################################################################
# USER PHRASES - These are file phrases used in end user scripts
###############################################################################

###############################################################################
# lib-common.php

$LANG01 = array(
    1 => 'Над╕слано:',
    2 => 'читати дал╕',
    3 => 'допис╕в',
    4 => 'Реда╜увати',
    5 => 'Голосувати',
    6 => 'Результати',
    7 => 'П╕дсумки опитування',
    8 => 'голос╕в',
    9 => 'Адм╕н╕страторськ╕ функц╕╖:',
    10 => 'Над╕слане',
    11 => 'Статт╕',
    12 => 'Блоки',
    13 => 'Теми',
    14 => 'Посилання',
    15 => 'Под╕╖',
    16 => 'Опитування',
    17 => 'Користувач╕',
    18 => 'Запит SQL',
    19 => 'Вийти',
    20 => '╤нформац╕я про користувача:',
    21 => 'Ре╓страц╕йне ╕м\'я',
    22 => '╤дентиф╕катор користувача',
    23 => 'Р╕вень безпеки',
    24 => 'Анон╕м',
    25 => 'В╕дпов╕дь',
    26 => 'Власниками нижчеподаних коментар╕в ╓ ╖хн╕ дописувач╕. Власники сайту не в╕дпов╕дають за ╖хн╕й зм╕ст.',
    27 => 'Найсв╕ж╕ший допис',
    28 => 'Видалити',
    29 => 'Нема користувацьких коментар╕в.',
    30 => 'Давн╕ш╕ статт╕',
    31 => 'Дозволен╕ м╕тки HTML:',
    32 => 'Помилка, недопустиме ре╓страц╕йне ╕м\'я',
    33 => 'Помилка, не вдалося зд╕йснити запис до протокольного файлу',
    34 => 'Помилка',
    35 => 'В╕дре╓струватись',
    36 => 'на',
    37 => 'Нема користувацьких статей',
    38 => 'Трансляц╕я вм╕сту',
    39 => 'Поновити',
    40 => 'У вашому <tt>php.ini</tt> встановлено <tt>register_globals = Off</tt>. Geeklog, однак, потребу╓, щоб значенням <tt>register_globals</tt> було <strong>on</strong>. Перш н╕ж продовжити, будь ласка, встанов╕ть його в <strong>on</strong> та перезапуст╕ть веб-сервер.',
    41 => 'Користувач╕-гост╕',
    42 => 'Написав:',
    43 => 'В╕дпов╕сти на це',
    44 => 'Предок',
    45 => 'Номер помилки MySQL',
    46 => 'Пов╕домлення MySQL про помилку',
    47 => 'Функц╕╖ користувача',
    48 => 'Проф╕ль користувача',
    49 => 'Вподобання',
    50 => 'Помилка у вираз╕ SQL',
    51 => 'дов╕дка',
    52 => 'Створити',
    53 => 'Адм╕н╕страторська дом╕вка',
    54 => 'Не вдалося в╕дкрити файл.',
    55 => 'Помилка при',
    56 => 'Голосувати',
    57 => 'Пароль',
    58 => 'Ув╕йти',
    59 => "Ще не заре╓струвались? Заре╓струйтесь як <a href=\"{$_CONF['site_url']}/users.php?mode=new\">новий користувач</a>",
    60 => 'Розм╕стити коментар',
    61 => 'Створити новий проф╕ль',
    62 => 'сл╕в',
    63 => 'Вподобання щодо коментар╕в',
    64 => 'Над╕слати статтю другов╕ електронною поштою',
    65 => 'Вар╕ант для друку',
    66 => 'М╕й календар',
    67 => 'Ласкаво просимо до ',
    68 => 'Дом╕вка',
    69 => 'Зв\'язок',
    70 => 'Пошук',
    71 => 'Зробити внесок',
    72 => 'Ресурси Тенет',
    73 => 'Попередн╕ опитування',
    74 => 'Календар',
    75 => 'Складний пошук',
    76 => 'Статистика сайту',
    77 => 'Втулки',
    78 => 'Найближч╕ под╕╖',
    79 => 'Що нового',
    80 => 'пов╕домлень за останн╕',
    81 => 'пов╕домлення за останн╕',
    82 => 'годин',
    83 => 'КОМЕНТАР╤',
    84 => 'ПОСИЛАННЯ',
    85 => 'за останн╕ 48 год',
    86 => 'Нема нових коментар╕в',
    87 => 'за останн╕ 2 тижн╕',
    88 => 'Нема недавн╕х нових посилань',
    89 => 'Наближчим часом нема╓ жодних под╕й',
    90 => 'Дом╕вка',
    91 => 'Цю стор╕нку створено за',
    92 => 'секунд',
    93 => 'Copyright',
    94 => 'Вс╕ торгов╕ марки й авторськ╕ права на ц╕й стор╕нц╕ належать ╖х в╕дпов╕дним власникам.',
    95 => 'Тут використано',
    96 => 'Групи',
    97 => 'Перел╕к сл╕в',
    98 => 'Втулки',
    99 => 'СТАТТ╤',
    100 => 'Нема нових статей',
    101 => 'Ваш╕ под╕╖',
    102 => 'Под╕╖ на сайт╕',
    103 => 'Резервн╕ коп╕╖ БД',
    104 => 'by',
    105 => 'Листувати користувачам',
    106 => 'Перегляди',
    107 => 'Тест верс╕╖ GL',
    108 => 'Очистити кеш',
    109 => 'Пов╕домити про зловживання',
    110 => 'Пов╕домити адм╕н╕стратора про цей допис',
    111 => 'Перегляд PDF-вар╕анту',
    112 => 'Заре╓строван╕ користувач╕',
    113 => 'Документац╕я',
    114 => 'TRACKBACKS',
    115 => 'No new trackback comments',
    116 => 'Trackback',
    117 => 'Directory',
    118 => 'Please continue reading on the next page:',
    119 => "Lost your <a href=\"{$_CONF['site_url']}/users.php?mode=getpassword\">password</a>?",
    120 => 'Permanent link to this comment',
    121 => 'Comments (%d)',
    122 => 'Trackbacks (%d)',
    123 => 'All HTML is allowed'
);

###############################################################################
# calendar.php

$LANG02 = array(
    1 => 'Календар под╕й',
    2 => 'Пробачте, однак показати н╕чого.',
    3 => 'Коли',
    4 => 'Де',
    5 => 'Опис',
    6 => 'Додати под╕ю',
    7 => 'Найближч╕ под╕╖',
    8 => 'Додавши цю под╕ю до свого календаря, ви можете швидко оглянути лише ц╕кав╕ для вас под╕╖, клацнувши "М╕й календар" з зони функц╕й користувача.',
    9 => 'Додати до мого календаря',
    10 => 'Вилучити з мого календаря',
    11 => "Додавання под╕╖ до календаря користувача {$_USER['username']}",
    12 => 'Под╕я',
    13 => 'Розпочина╓ться',
    14 => 'Завершу╓ться',
    15 => 'Повернутись до календаря'
);

###############################################################################
# comment.php

$LANG03 = array(
    1 => 'Розм╕стити коментар',
    2 => 'Режим допису',
    3 => 'В╕дре╓струватись',
    4 => 'Заре╓струватись',
    5 => 'Ре╓страц╕йне ╕м\'я',
    6 => 'На цьому сайт╕ вимага╓ться ваша ре╓страц╕я для розм╕щення коментар╕в.  Якщо у вас нема╓ проф╕лю, ви можете скористатись поданою нижче формою для його створення.',
    7 => 'Ваш останн╕й коментар зроблено ',
    8 => " секунд тому.  На цьому сайт╕ вимага╓ться {$_CONF['commentspeedlimit']} секунд(и) м╕ж коментарями",
    9 => 'Коментар',
    10 => 'Над╕слати зв╕т',
    11 => 'Над╕слати коментар',
    12 => 'Будьте ласкав╕ заповнити поля &laquo;Назва&raquo; й &laquo;Коментар&raquo; &mdash; вони необх╕дн╕ для над╕слання вашого коментаря.',
    13 => 'Ваша ╕нформац╕я',
    14 => 'Попередн╕й перегляд',
    15 => 'Пов╕домити про цей допис',
    16 => 'Назва',
    17 => 'Помилка',
    18 => 'Важлива ╕нформац╕я',
    19 => 'Будь ласка, дотримуйтесь теми обговорення.',
    20 => 'Намагайтесь в╕дпов╕дати на коментар╕ ╕нших зам╕сть створювати нов╕ нитки.',
    21 => 'Читайте дописи ╕нших перед розм╕щенням власних задля уникнення повторень того, що вже було сказано.',
    22 => 'Використайте ясну тему, котра опише, про що йдеться у вашому пов╕домленн╕.',
    23 => 'Ваша адреса електронно╖ пошти НЕ публ╕куватиметься.',
    24 => 'Анон╕мний користувач',
    25 => 'Ви впевнен╕, що бажа╓те пов╕домити про цей допис адм╕н╕страторов╕?',
    26 => '%s пов╕домля╓ про надуживання в допис╕ наступного зм╕сту:',
    27 => 'Зв╕т про надуживання'
);

###############################################################################
# users.php

$LANG04 = array(
    1 => 'Користувацький проф╕ль для',
    2 => 'Ре╓страц╕йне ╕м\'я',
    3 => 'Повне ╕м\'я',
    4 => 'Пароль',
    5 => 'Електронна пошта',
    6 => 'Дом╕вка',
    7 => 'Б╕ограф╕я',
    8 => 'Ключ PGP',
    9 => 'Зберегти ╕нформац╕ю',
    10 => 'Останн╕ 10 коментар╕в користувача',
    11 => 'Нема╓ коментар╕в користувача',
    12 => 'Користувацьк╕ вподобання для',
    13 => 'В╕дсилати н╕чний дайджест поштою',
    14 => 'Цей пароль створено ╜енератором випадкових рядк╕в. Радимо негайно зм╕нити цей пароль! Щоб зробити це, заре╓струйтеся й клацн╕ть &laquo;╤нформац╕я про рахунок&raquo; з меню &laquo;Функц╕╖ користувача&raquo;.',
    15 => "Ваш проф╕ль для {$_CONF['site_name']} усп╕шно створено. Щоб мати змогу ним скористатись, вам потр╕бно ув╕йти до системи, використавши нижчеподану ╕нформац╕ю. Будь ласка, збереж╕ть листа для подальшого використання.",
    16 => '╤нформац╕я про ваш проф╕ль',
    17 => 'Проф╕ль не ╕сну╓',
    18 => 'Подана адреса електронно╖ пошти не скида╓ться на д╕йсну',
    19 => 'Подане ре╓страц╕йне ╕м\'я чи адресу електронно╖ пошти вже заре╓стровано',
    20 => 'Подана поштова адреса не скида╓ться на д╕йсну',
    21 => 'Помилка',
    22 => "Заре╓струйтесь на {$_CONF['site_name']}!",
    23 => "Створення користувацького проф╕лю надасть вам ус╕ переваги членства на сайт╕ {$_CONF['site_name']}, як також дозволить вам розм╕щувати дописи й публ╕кувати матер╕али в╕д власного ╕мен╕. Якщо у вас нема проф╕лю, розм╕стити матер╕ал можна буде лише анон╕мно. Зауважте, що ваша поштова адреса <b><i>н╕коли</i></b> не публ╕куватиметься в нас на сайт╕.",
    24 => 'Ваш пароль над╕шлеться на подану вами поштову адресу.',
    25 => 'Ви забули св╕й пароль?',
    26 => 'Впиш╕ть <em>або</em> сво╓ ре╓страц╕йне ╕м\'я, <em>або</em> або використану при ре╓страц╕╖ поштову адресу, п╕сля чого клацн╕ть &laquo;Над╕слати пароль&raquo;. ╤нструкц╕╖ щодо встановлення нового паролю будуть над╕слан╕ на адресу в наш╕й баз╕ даних.',
    27 => 'Заре╓струйте мене!',
    28 => 'Над╕слати пароль',
    29 => 'розре╓струвався з',
    30 => 'заре╓струвався з',
    31 => 'Обрана вами функц╕я вимага╓ в╕д вас ре╓страц╕╖',
    32 => 'П╕дпис',
    33 => 'Н╕коли не показу╓ться прилюдно',
    34 => 'Це ваше справжн╓ ╕м\'я',
    35 => 'Введ╕ть пароль для його зм╕ни',
    36 => 'Почина╓ться з http://',
    37 => 'Долучу╓ться до ваших коментар╕в',
    38 => 'Усе це &mdash; про вас! Кожен може це прочитати',
    39 => 'Ваш публ╕чний ключ PGP для розповсюдження',
    40 => 'Нема╓ значк╕в для теми',
    41 => 'Бажаю бути наглядачем',
    42 => 'Формат дати',
    43 => 'Максимальна к╕льк╕сть статей',
    44 => 'Без в╕конець',
    45 => 'Вподобання щодо показу для',
    46 => 'Вилучен╕ елементи для',
    47 => 'Налаштування в╕конця новин для',
    48 => 'Теми',
    49 => 'Без значк╕в б╕ля статей',
    50 => 'Зн╕м╕ть позначку, якщо це вас не ц╕кавить',
    51 => 'Лише статт╕-новини',
    52 => 'Усталено:',
    53 => 'Отримувати статт╕ дня щовечора',
    54 => 'Позначте теми й автор╕в, котрих не бажа╓те бачити.',
    55 => 'Якщо ви не залишите позначок, це означатиме усталений виб╕р в╕конець. Почавши вибирати в╕конця, пам\'ятайте встановити вс╕, як╕ бажа╓те, бо усталений виб╕р знехту╓ться. Устален╕ елементи показано погрубшеним шрифтом.',
    56 => 'Автори',
    57 => 'Режим показу',
    58 => 'Спос╕б упорядкування',
    59 => 'Обмеження коментар╕в',
    60 => 'Як вам показувати ваш╕ коментар╕?',
    61 => 'Спершу найнов╕ш╕ чи найстар╕ш╕?',
    62 => 'Початково 100',
    63 => "Ваш пароль вислано вам поштою, за хвилю в╕н повинен прийти. Будь ласка, виконайте описан╕ в лист╕ кроки; дяку╓мо за використання {$_CONF['site_name']}!",
    64 => 'Вподобання щодо коментар╕в для',
    65 => 'Спробуйте заре╓струватись ╕ще раз',
    66 => "Ви могли помились при вписуванн╕ ре╓страц╕йних даних. Спробуйте вв╕йти ще раз, нижче. Чи ви <a href=\"{$_CONF['site_url']}/users.php?mode=new\">новий користувач</a>?",
    67 => 'Учасник в╕д',
    68 => 'Пам\'ятати мене',
    69 => 'Як довго нам пам\'ятати вас п╕сля входу до системи?',
    70 => "Облаштувати зовн╕шн╕й вигляд ╕ вм╕ст {$_CONF['site_name']}",
    71 => "Чудовою властив╕стю сайту {$_CONF['site_name']} ╓ те, що ви можете налаштувати для себе отримуваний вм╕ст ╕ повн╕стю зм╕нити загальний макет сайту. Аби цим скористатись, ви спершу повинн╕ <a href=\"{$_CONF['site_url']}/users.php?mode=new\">записатись</a> на {$_CONF['site_name']}. Ви вже учасник? Скористайтесь формою л╕воруч ╕ вв╕йд╕ть на сайт!",
    72 => 'Тема',
    73 => 'Мова',
    74 => 'Зм╕н╕ть зовн╕шн╕сть сайту!',
    75 => 'Надсилан╕ теми для',
    76 => 'Вибравши тему з нижчеподаного списку, ви отримуватимете вс╕ нов╕ статт╕ на цю тему п╕д к╕нець кожного дня. Обер╕ть лише теми, котр╕ вас ц╕кавлять!',
    77 => 'Св╕тлина',
    78 => 'Додайте власну св╕тлину!',
    79 => 'Позначте тут, щоб видалити поточну св╕тлину',
    80 => 'Ув╕йти',
    81 => 'Над╕слати листа',
    82 => 'Останн╕ 10 статей користувача',
    83 => 'Статистика публ╕кац╕й користувача',
    84 => 'Всього статей:',
    85 => 'Всього коментар╕в:',
    86 => 'Знайти все, над╕слане',
    87 => 'Ваше ре╓страц╕йне ╕м\'я',
    88 => "Хтось (можливо, ви) замовив новий пароль для вашого проф╕лю \"%s\" на {$_CONF['site_name']}, <{$_CONF['site_url']}>.\n\nЯкщо ви справд╕ бажа╓те, щоб ця д╕я в╕дбулась, будь ласка, клацн╕ть ось це посилання:\n\n",
    89 => "Якщо ви не хочете виконання ц╕╓╖ д╕╖, просто знехтуйте це пов╕домлення й запит також буде знехтувано (ваш пароль залишиться без зм╕н).\n\n",
    90 => 'Нижче ви можете ввести новий пароль для свого проф╕лю. Зауважте: ваш пароль залишиться в сил╕, доки ви не над╕шлете цю форму.',
    91 => 'Встановити новий пароль',
    92 => 'Впиш╕ть новий пароль',
    93 => 'Ваш останн╕й запит на новий пароль в╕дбувся %d секунд тому. Цей сайт вимага╓ щонайменше %d секунд м╕ж такими запитами.',
    94 => 'Вилучити рахунок "%s"',
    95 => 'Клацн╕ть кнопку "вилучити рахунок", що нижче, для усунення вашого рахунку з нашо╖ бази даних. Зауважте, що вс╕ статт╕ та коментар╕, залишен╕ вами п╕д цим рахунком, <strong>не видалятимуться</strong>, а показуватимуться як над╕слан╕ анон╕мно.',
    96 => 'вилучити проф╕ль',
    97 => 'П╕дтверд╕ть вилучення проф╕лю',
    98 => 'Ви впевнен╕, що бажа╓те вилучити св╕й проф╕ль? Зробивши це, ви не зможете вв╕йти на цей сайт знову (х╕ба що створите новий проф╕ль). Якщо ви певн╕ щодо цього, клацн╕ть кнопку &laquo;вилучити проф╕ль&raquo; ще раз на форм╕, що нижче.',
    99 => 'Налаштування приватност╕ для',
    100 => 'Пошта в╕д адм╕н╕стратор╕в',
    101 => 'Дозволити пошту в╕д адм╕н╕стратор╕в сайту',
    102 => 'Пошта в╕д користувач╕в',
    103 => 'Дозволити пошту в╕д ╕нших користувач╕в',
    104 => 'Показувати ваш стан на л╕н╕╖',
    105 => 'Показувати у в╕конц╕ &laquo;хто на л╕н╕╖&raquo;',
    106 => 'М╕сцеперебування',
    107 => 'Показувати у вашому публ╕чному проф╕л╕',
    108 => 'Confirm new password',
    109 => 'Enter the New password again here',
    110 => 'Current Password',
    111 => 'Please enter your Current password',
    112 => 'You have exceeded the number of allowed login attempts.  Please try again later.',
    113 => 'Login Attempt Failed',
    114 => 'Account Disabled',
    115 => 'Your account has been disabled, you may not login. Please contact an Administrator.',
    116 => 'Account Awaiting Activation',
    117 => 'Your account is currently awaiting activation by an administrator. You will not be able to login until your account has been approved.',
    118 => "Your {$_CONF['site_name']} account has now been activated by an administrator. You may now login to the site at the url below using your username (<username>) and password as previously emailed to you.",
    119 => 'If you have forgotten your password, you may request a new one at this url:',
    120 => 'Account Activated',
    121 => 'Service',
    122 => 'Sorry, new user registration is disabled',
    123 => "Are you a <a href=\"{$_CONF['site_url']}/users.php?mode=new\">new user</a>?"
);

###############################################################################
# index.php

$LANG05 = array(
    1 => 'Нема новин до показу',
    2 => 'Нема новин до показу. Можливо, на цю тему нема╓ новин, або ж ваш╕ вподобання занадто обмежувальн╕',
    3 => ' для теми &laquo;%s&raquo;',
    4 => 'Вибрана сьогодн╕ стаття',
    5 => 'Наступна',
    6 => 'Попередня',
    7 => 'Перша',
    8 => 'Остання'
);

###############################################################################
# profiles.php

$LANG08 = array(
    1 => 'При в╕дправленн╕ пов╕домлення сталась помилка. Будь ласка, спробуйте ще раз.',
    2 => 'Пов╕домлення усп╕шно в╕дправлене.',
    3 => 'Будь ласка, впевн╕ться, що використову╓те д╕йсну адресу електронно╖ пошти в пол╕ &laquo;В╕дпов╕дати на&raquo;.',
    4 => 'Будь ласка, заповн╕ть поля &laquo;Ваше ╕м\'я&raquo;, &laquo;В╕дпов╕дати на&raquo;, &laquo;Тема&raquo; й &laquo;Пов╕домлення&raquo;',
    5 => 'Помилка: Нема такого користувача.',
    6 => 'Сталась помилка.',
    7 => 'Проф╕ль користувача для',
    8 => 'Ре╓страц╕йне ╕м\'я',
    9 => 'URL користувача',
    10 => 'Надсилати пошту на',
    11 => 'Ваше ╕м\'я:',
    12 => 'В╕дпов╕дати на:',
    13 => 'Тема:',
    14 => 'Пов╕домлення:',
    15 => 'HTML не дозволено.',
    16 => 'В╕д╕слати пов╕домлення',
    17 => 'Над╕слати другов╕ цю статтю листом',
    18 => 'На ╕м\'я',
    19 => 'На адресу електронно╖ пошти',
    20 => 'В╕д ╕мен╕',
    21 => 'В╕д адреси електронно╖ пошти',
    22 => 'Вс╕ поля ╓ обов\'язковими до заповнення',
    23 => "Цього листа вам над╕слано в╕д %s о %s, бо в╕н(вона) вважа╓, що вас зац╕кавить стаття {$_CONF['site_url']}. Це не ╓ спамом; залучен╕ адреси електронно╖ пошти не занесено в список ╕ не збережено для подальшого вжитку.",
    24 => 'Коментуйте цю статтю на',
    25 => 'Для використання ц╕╓╖ функц╕╖ ви повинн╕ заре╓струватись у систем╕. Примусова ре╓страц╕я допомага╓ нам запоб╕гти неправильному використанню системи.',
    26 => 'Ця форма дозволить вам над╕слати листа вибраному користувачев╕. Вс╕ поля ╓ обов\'язковими.',
    27 => 'Коротке пов╕домлення',
    28 => '%s написав(-ла): ',
    29 => "Це &mdash; щоденний дайджест сайту {$_CONF['site_name']} для ",
    30 => ' Щоденна розсилка новин ',
    31 => 'Назва',
    32 => 'Дата',
    33 => 'Читайте повний текст статт╕ на',
    34 => 'К╕нець пов╕домлення',
    35 => 'Вибачте, цьому користувачев╕ до вподоби не отримувати жодних лист╕в.'
);

###############################################################################
# search.php

$LANG09 = array(
    1 => 'Складний пошук',
    2 => 'Ключов╕ слова',
    3 => 'Тема',
    4 => 'Вс╕',
    5 => 'Тип',
    6 => 'Статт╕',
    7 => 'Коментар╕',
    8 => 'Автори',
    9 => 'Вс╕',
    10 => 'Шукати',
    11 => 'Шукати серед знайденого',
    12 => 'сп╕впадань',
    13 => 'Результат пошуку: без сп╕впадань',
    14 => 'Не знайдено сп╕впадань для вашого пошуку',
    15 => 'Будь ласка, спробуйте ще раз.',
    16 => 'Назва',
    17 => 'Дата',
    18 => 'Автор',
    19 => "Перешукати всю базу даних поточних ╕ старих статей-новин на сайт╕ {$_CONF['site_name']}",
    20 => 'Дата з',
    21 => 'по',
    22 => '(Вигляд дати РРРР-ММ-ДД)',
    23 => 'Перегляди',
    24 => 'Знайдено %d матер╕ал╕в',
    25 => 'Ви шукали',
    26 => 'матер╕ал╕в ',
    27 => 'секунд',
    28 => 'Для вашого пошуку не знайдено н╕ п╕дхожих статей, н╕ коментар╕в',
    29 => 'Результати пошуку в статтях ╕ коментарях',
    30 => 'Вашим умовам пошуку не в╕дпов╕да╓ жодне посилання',
    31 => 'Ця втулка не повернула жодного результату',
    32 => 'Под╕я',
    33 => 'URL',
    34 => 'М╕сцезнаходження',
    35 => 'Ц╕лий день',
    36 => 'Вашим умовам пошуку не в╕пов╕да╓ жодна под╕я',
    37 => 'Результати пошуку серед под╕й',
    38 => 'Результати пошуку серед посилань',
    39 => 'Посилання',
    40 => 'Под╕╖',
    41 => 'Рядок вашого запиту повинен м╕стити щонайменше 3 символи.',
    42 => 'Будь ласка, використовуйте дати у вигляд╕ РРРР-ММ-ДД (р╕к-м╕сяць-день).',
    43 => 'точна фраза',
    44 => 'вс╕ ц╕ слова',
    45 => 'будь-як╕ з цих сл╕в',
    46 => 'Наступн╕',
    47 => 'Попередн╕',
    48 => 'Автор',
    49 => 'Дата',
    50 => 'В╕дв╕дувань',
    51 => 'Посилання',
    52 => 'М╕сцезнаходження',
    53 => 'Результати для статей',
    54 => 'Результати для коментар╕в',
    55 => 'фразу',
    56 => '╤',
    57 => 'АБО',
    58 => 'More results &gt;&gt;',
    59 => 'Results',
    60 => 'per page',
    61 => 'Refine search'
);

###############################################################################
# stats.php

$LANG10 = array(
    1 => 'Статистика сайту',
    2 => 'Всього звертань до системи',
    3 => 'Статей(Коментар╕в) у систем╕',
    4 => 'Опитувань(В╕дпов╕дей) у систем╕',
    5 => 'Посилань(Клацань) у систем╕',
    6 => 'Под╕й у систем╕',
    7 => 'Десятка найпопулярн╕ших статей',
    8 => 'Назва статт╕',
    9 => 'Перегляд╕в',
    10 => 'Схоже, на цьому сайт╕ нема статей, або ж ╖х н╕хто н╕коли не читав.',
    11 => 'Десятка найобговорюван╕ших статей',
    12 => 'Коментар╕',
    13 => 'Схоже, на цьому сайт╕ нема статей, або ж ╖х н╕хто н╕коли не коментував.',
    14 => 'Десятка найпопулярн╕ших опитувань',
    15 => 'Запитання',
    16 => 'Голос╕в',
    17 => 'Схоже, на цьому сайт╕ нема опитувань, або ж у них н╕хто н╕коли не голосував.',
    18 => 'Десятка найпопулярн╕ших посилань',
    19 => 'Посилання',
    20 => 'В╕дв╕дувань',
    21 => 'Схоже, на цьому сайт╕ нема посилань, або ж на жодн╕й з них н╕хто н╕коли не клацав.',
    22 => 'Десятка найчаст╕ше в╕дсиланих поштою статей',
    23 => 'Лист╕в',
    24 => 'Схоже, на цьому сайт╕ н╕хто не надсилав поштою жодно╖ статт╕.',
    25 => 'Top Ten Trackback Commented Stories',
    26 => 'No trackback comments found.',
    27 => 'Number of active users',
    28 => 'Top Ten Events',
    29 => 'Event',
    30 => 'Hits',
    31 => 'It appears that there are no events on this site or no one has ever clicked on one.'
);

###############################################################################
# article.php

$LANG11 = array(
    1 => 'Под╕бне',
    2 => 'Над╕слати статтю другов╕',
    3 => 'Стаття у вигляд╕ для друку',
    4 => 'Налаштування статт╕',
    5 => 'Стаття в формат╕ PDF'
);

###############################################################################
# submit.php

$LANG12 = array(
    1 => 'Щоб розм╕стити %s, ви повинн╕ заре╓струватись як користувач.',
    2 => 'Заре╓струватись',
    3 => 'Новий користувач',
    4 => 'Розм╕стити под╕ю',
    5 => 'Розм╕стити посилання',
    6 => 'Розм╕стити статтю',
    7 => 'Вимага╓ться ре╓страц╕я',
    8 => 'Розм╕стити',
    9 => 'Просимо при розм╕щенн╕ матер╕ал╕в тут на сайт╕ додержувати цих порад:<ul><li>Заповн╕ть ус╕ поля, вони обов\'язков╕<li>Надавайте повн╕ й точн╕ в╕домост╕<li>Перев╕рте посилання дв╕ч╕</ul>',
    10 => 'Назва',
    11 => 'Посилання',
    12 => 'Дата початку',
    13 => 'Дата зак╕нчення',
    14 => 'М╕сце',
    15 => 'Опис',
    16 => 'Вкаж╕ть, якщо якась ╕нша',
    17 => 'Категор╕я',
    18 => '╤нше',
    19 => 'Спершу прочитайте',
    20 => 'Помилка: браку╓ категор╕╖',
    21 => 'Вибравши &laquo;╤нше&raquo;, вкаж╕ть також ╕ назву категор╕╖',
    22 => 'Помилка: браку╓ пол╕в',
    23 => 'Будь ласка, заповн╕ть ус╕ поля форми. Вони обов\'язков╕.',
    24 => 'Публ╕кац╕ю збережено',
    25 => 'Вашу публ╕кац╕ю %s усп╕шно збережено.',
    26 => 'Обмеження швидкост╕',
    27 => 'Ре╓страц╕йне ╕м\'я',
    28 => 'Тема',
    29 => 'Стаття',
    30 => 'Ви востанн╓ публ╕кувались ',
    31 => " секунд(и) тому. Цей сайт вимага╓ щонайменше {$_CONF['speedlimit']} секунд м╕ж публ╕кац╕ями.",
    32 => 'Попередн╕й перегляд',
    33 => 'Попередн╕й перегляд статт╕',
    34 => 'Розре╓струватись',
    35 => 'Розм╕тку HTML не дозволено',
    36 => 'Режим в╕дправлення',
    37 => "Публ╕кац╕я под╕╖ на сайт╕ {$_CONF['site_name']} розм╕стить вашу под╕ю на головному календар╕, зв╕дки користувач╕ зможуть додавати ╖╖ до особистих календар╕в. Ця функц╕я <b>НЕ</b> призначена збер╕гати ваш╕ особист╕ под╕╖, як-от дн╕ народження та р╕чниц╕.<br><br>П╕сля розм╕щення под╕ю буде над╕слано нашим адм╕н╕страторам, ╕ п╕сля ╖хнього схвалення ваша под╕я з'явиться на головному календар╕.",
    38 => 'Додати под╕ю до',
    39 => 'головного календаря',
    40 => 'особистого календаря',
    41 => 'Час завершення',
    42 => 'Час початку',
    43 => 'Под╕я ц╕лого дня',
    44 => 'Рядок адреси 1',
    45 => 'Рядок адреси 2',
    46 => 'М╕сто',
    47 => 'Штат',
    48 => 'Поштовий ╕ндекс',
    49 => 'Тип под╕╖',
    50 => 'Редагувати типи под╕й',
    51 => 'М╕сце',
    52 => 'Викреслити',
    53 => 'Створити рахунок'
);

###############################################################################
# ADMIN PHRASES - These are file phrases used in admin scripts
###############################################################################

###############################################################################
# admin/auth.inc.php

$LANG20 = array(
    1 => 'Вимага╓ться автентиф╕кац╕я',
    2 => 'В╕дмовлено! Нев╕рна ре╓страц╕йна ╕нформац╕я',
    3 => 'Нев╕рний пароль для користувача',
    4 => 'Ре╓страц╕йне ╕м\'я:',
    5 => 'Пароль:',
    6 => 'Увесь доступ до адм╕н╕стративних частин цього сайту протоколю╓ться ╕ нагляда╓ться.<br>Ця стор╕нка призначена лише для допущеного персоналу.',
    7 => 'ув╕йти'
);

###############################################################################
# admin/block.php

$LANG21 = array(
    1 => 'Браку╓ адм╕н╕стративних прав',
    2 => 'Ви не ма╓те достатн╕х прав для редагування цього блоку.',
    3 => 'Редактор блок╕в',
    4 => 'При читанн╕ ц╕╓╖ трансляц╕╖ виник клоп╕т (за подробицями див╕ться error.log).',
    5 => 'Назва блоку',
    6 => 'Тема',
    7 => 'Вс╕',
    8 => 'Р╕вень безпеки блоку',
    9 => 'Порядок блоку',
    10 => 'Тип блоку',
    11 => 'Блок порталу',
    12 => 'Звичайний блок',
    13 => 'Налаштування портального блоку',
    14 => 'URL для RSS',
    15 => 'Останн╓ поновлення RSS',
    16 => 'Налаштування для звичайного блоку',
    17 => 'Вм╕ст блоку',
    18 => 'Будь ласка, заповн╕ть поля для назви та вм╕сту блоку',
    19 => 'Керування блоками',
    20 => 'Назва блоку',
    21 => 'Р╕вень безпеки блоку',
    22 => 'Тип блоку',
    23 => 'Порядок блоку',
    24 => 'Тема блоку',
    25 => 'Аби зм╕нити чи вилучити блок, клацн╕ть на ньому нижче. Щоб створити новий блок, клацн╕ть &laquo;Новий блок&raquo; вище.',
    26 => 'Блок макету',
    27 => 'Блок PHP',
    28 => 'Налаштування блоку PHP',
    29 => 'Функц╕я блоку',
    30 => 'Якщо ви б хот╕ли використати код PHP в одному з╕ сво╖х блок╕в, введ╕ть назву функц╕╖ вище. Назва вашо╖ функц╕╖ повинна починатися з "phpblock_" (наприклад, phpblock_getweather).  Якщо функц╕я не матиме такого преф╕ксу, вона не буде викликана. Це зроблено, щоб стримати людей, котр╕ могли б уламатись до вашо╖ ╕нсталяц╕╖ Geeklog, в╕д виклику дов╕льних функц╕й, що зашкодили б ваш╕й систем╕.  Упевн╕ться, що п╕сля назви функц╕╖ НЕ йдуть порожн╕ дужки "()". Нарешт╕, радиться, щоб ви розм╕стили весь св╕й код блоку PHP в /path/to/geeklog/system/lib-custom.php. Тод╕ цей код залишиться нав╕ть коли ви поновите Geeklog до нов╕шо╖ верс╕╖.',
    31 => 'Помилка в блоц╕ PHP. Функц╕я %s не ╕сну╓.',
    32 => 'Помилка &mdash; брак поля (пол╕в)',
    33 => 'Ви повинн╕ ввести URL до файлу RSS для портальних блок╕в',
    34 => 'Ви повинн╕ ввести назву й функц╕ю для блок╕в PHP',
    35 => 'Ви повинн╕ ввести назву та вм╕ст для звичайних блок╕в',
    36 => 'Ви повинн╕ ввести вм╕ст для макетних блок╕в',
    37 => 'Недопустима назва функц╕╖ для блоку PHP',
    38 => 'Функц╕╖ для блок╕в PHP повинн╕ мати преф╕кс &laquo;phpblock_&raquo; (наприклад, phpblock_getweather). Преф╕кс &laquo;phpblock_&raquo; вимага╓ться з м╕ркувань безпеки, щоб запоб╕гти виконанню дов╕льного коду.',
    39 => 'Боковий',
    40 => 'Л╕воруч',
    41 => 'Праворуч',
    42 => 'Необх╕дно ввести назву й порядок блоку для усталених блок╕в Geeklog.',
    43 => 'Лише домашня стор╕нка',
    44 => 'В доступ╕ в╕дмовлено',
    45 => "Ви намага╓тесь доступитись до блоку, на який не ма╓те прав. Цю спробу запротокольовано. Будь ласка, <a href=\"{$_CONF['site_admin_url']}/block.php\">поверн╕ться на стор╕нку адм╕н╕стрування блок╕в</a>.",
    46 => 'Новий блок',
    47 => 'Дом╕вка адм╕н╕стратора',
    48 => 'Назва блоку',
    49 => ' (повинен бути без проб╕л╕в ╕ мати ун╕кальну назву)',
    50 => 'URL файлу дов╕дки',
    51 => 'включ╕ть http://',
    52 => 'Якщо залишити це поле порожн╕м, значок дов╕дки для цього блоку не показуватиметься',
    53 => 'Ув╕мкнено',
    54 => 'зберегти',
    55 => 'скасувати',
    56 => 'вилучити',
    57 => 'Перем╕стити блок донизу',
    58 => 'Перем╕стити блок догори',
    59 => 'Перем╕стити блок праворуч',
    60 => 'Перем╕стити блок л╕воруч',
    61 => 'No Title',
    62 => 'Article Limit',
    63 => 'Bad Block Title',
    64 => 'Your Title must not be empty and cannot contain HTML!',
    65 => 'Order'
);

###############################################################################
# admin/event.php

$LANG22 = array(
    1 => 'Редактор под╕й',
    2 => 'Помилка',
    3 => 'Назва под╕╖',
    4 => 'URL под╕╖',
    5 => 'Дата початку под╕╖',
    6 => 'Дата к╕нця под╕╖',
    7 => 'М╕сце под╕╖',
    8 => 'Опис под╕╖',
    9 => '(включ╕ть http://)',
    10 => 'Ви повинн╕ подати дати/час, назву под╕╖ й ╖╖ опис',
    11 => 'Менеджер под╕й',
    12 => 'Для зм╕ни чи вилучення под╕╖ клацн╕ть на н╕й нижче. Для створення ново╖ под╕╖ клацн╕ть &laquo;нову под╕ю&raquo; вгор╕. Клацн╕ть [C] для створення коп╕╖ наявно╖ вже под╕╖.',
    13 => 'Назва под╕╖',
    14 => 'Дата початку',
    15 => 'Дата к╕нця',
    16 => 'В доступ╕ в╕дмовлено',
    17 => "Ви намага╓тесь доступитись до под╕╖, на котру не ма╓те прав. Цю спробу запротокольовано. Будь ласка, <a href=\"{$_CONF['site_admin_url']}/event.php\">поверн╕ться на стоор╕нку адм╕н╕стрування под╕й</a>.",
    18 => 'Нова под╕я',
    19 => 'Дом╕вка адм╕н╕стратора',
    20 => 'зберегти',
    21 => 'скасувати',
    22 => 'вилучити',
    23 => 'Неправильна початкова дата.',
    24 => 'Нев╕рна к╕нцева дата.',
    25 => 'К╕нцева дата наста╓ перед початковою.'
);

###############################################################################
# admin/story.php

$LANG24 = array(
    1 => 'Попередн╕ статт╕',
    2 => 'Наступн╕ статт╕',
    3 => 'Режим',
    4 => 'Режим допису',
    5 => 'Редактор статей',
    6 => 'В систем╕ нема╓ статей',
    7 => 'Автор',
    8 => 'зберегти',
    9 => 'попередн╕й перегляд',
    10 => 'скасувати',
    11 => 'вилучити',
    12 => '╤дентиф╕катор',
    13 => 'Назва',
    14 => 'Тема',
    15 => 'Дата',
    16 => 'Текст вступу',
    17 => 'Основний текст',
    18 => 'Звертань',
    19 => 'Коментар╕в',
    20 => 'Ping',
    21 => 'Send Ping',
    22 => 'Перел╕к статей',
    23 => 'Щоб виправити чи вилучити статтю, клацн╕ть на номер╕ ц╕╓╖ статт╕ нижче. Щоб переглянути статтю, клацн╕ть назву бажано╖ статт╕. Для створення ново╖ статт╕ клацн╕ть &laquo;Нова стаття&raquo; вище.',
    24 => 'Обраний вами ╕дентиф╕катор для статт╕ вже використову╓ться. Будь ласка, використайте ╕нший.',
    25 => 'Error when saving story',
    26 => 'Попередн╕й перегляд статт╕',
    27 => 'If you use [unscaledX] instead of [imageX], the image will be inserted at its original dimensions.',
    28 => '<p><b>PREVIEWING</b>: Previewing a story with images attached is best done by saving the article as a draft INSTEAD OF hitting the preview button.  Use the preview button only when images are not attached.',
    29 => 'Trackbacks',
    30 => 'Помилка при завантаженн╕ файлу',
    31 => 'Будь ласка, заповн╕ть поля &laquo;Назва&raquo; та &laquo;Текст вступу&raquo;',
    32 => 'Вибрана',
    33 => 'Вибраною може бути лише одна стаття',
    34 => 'Чернетка',
    35 => 'Так',
    36 => 'Н╕',
    37 => 'Б╕льше в╕д',
    38 => 'Б╕льше з',
    39 => 'Пошта',
    40 => 'В доступ╕ в╕дмовлено',
    41 => "Ви намага╓тесь отримати доступ до статт╕, на яку не ма╓те прав. Цю спробу запротокольовано. Нижче ви можете прочитати цю статтю в режим╕ т╕льки для перегляду. Будь ласка, по зак╕нченн╕ <a href=\"{$_CONF['site_admin_url']}/story.php\">поверн╕ться на стор╕нку адм╕н╕стрування статей</a>.",
    42 => "Ви намага╓тесь отримати доступ до статт╕, на яку не ма╓те прав. Цю спробу запротокольовано. Будь ласка, <a href=\"{$_CONF['site_admin_url']}/story.php\">поверн╕ться на стор╕нку адм╕н╕стрування статей</a>.",
    43 => 'Нова стаття',
    44 => 'Дом╕вка адм╕н╕стратора',
    45 => 'Доступ',
    46 => '<b>УВАГА:</b> якщо ви зм╕ните цю дату так, що вона буде в майбутньому, стаття не опубл╕ку╓ться до настання ц╕╓╖ дати. Це також означа╓, що цю статтю не буде включено у вашу трансляц╕ю заголовк╕в RSS, а також вона буде знехтувана на стор╕нках пошуку та статистики.',
    47 => 'Зображення',
    48 => 'зображення',
    49 => 'праворуч',
    50 => 'л╕воруч',
    51 => 'Щоб додати одне з зображень, котр╕ ви долуча╓те до ц╕╓╖ статт╕, вам необх╕дно вставити особливим чином розм╕чений текст. Таким текстом ╓ [imageX], [imageX_right] або [imageX_left], де X &mdash; це номер долученого зображення. УВАГА: ви повинн╕ використати долучуван╕ зображення. ╤накше ви не зможете зберегти свою статтю.<br><p><b>ПОПЕРЕДН╤Й ПЕРЕГЛЯД</b>: Попередн╕й перегляд статт╕ з долученими зображеннями найкраще зд╕йснювати, збер╕гаючи статтю як чернетку, А НЕ натискаючи кнопку &laquo;попередн╕й перегляд&raquo;. Використовуйте цю кнопку лише тод╕, коли долучених зображень нема╓.',
    52 => 'Вилучити',
    53 => 'не використано. Ви повинн╕ включити це зображення у вступ чи основний текст, перш н╕ж зможете зберегти цю статтю',
    54 => 'Невикористан╕ долучен╕ зображення',
    55 => 'При збер╕ганн╕ вашо╖ статт╕ стались наступн╕ помилки. Будь ласка, виправте ╖х перед збер╕ганням',
    56 => 'Показувати значок теми',
    57 => 'Переглянути зображення в натуральну величину',
    58 => 'Керування статтями',
    59 => 'Опц╕я',
    60 => 'Ув╕мкнено',
    61 => 'Автоарх╕вування',
    62 => 'Автовилучення',
    63 => '',
    64 => '',
    65 => '',
    66 => '',
    67 => 'Expand the Content Edit Area size',
    68 => 'Reduce the Content Edit Area size',
    69 => 'Publish Story Date',
    70 => 'Toolbar Selection',
    71 => 'Basic Toolbar',
    72 => 'Common Toolbar',
    73 => 'Advanced Toolbar',
    74 => 'Advanced II Toolbar',
    75 => 'Full Featured',
    76 => 'Publish Options',
    77 => 'Javascript needs to be enabled for Advanced Editor. Option can be disabled in the main site config.php',
    78 => 'Click <a href="%s/story.php?mode=edit&amp;sid=%s&amp;editopt=default">here</a> to use default editor'
);

###############################################################################
# admin/topic.php

$LANG27 = array(
    1 => 'Редактор тем',
    2 => '╤дентиф╕катор теми',
    3 => 'Назва теми',
    4 => 'Зображення теми',
    5 => '(не використовуйте проб╕л╕в)',
    6 => 'Вилучення теми видалить також ус╕ пов\'язан╕ з нею статт╕ й блоки',
    7 => 'Будь ласка, заповн╕ть поля &laquo;╤дентиф╕катор теми&raquo; й &laquo;Назва теми&raquo;',
    8 => 'Менеджер тем',
    9 => 'Аби зм╕нити чи вилучити тему, клацн╕ть на н╕й. Щоб створити нову тему, клацн╕ть кнопку &laquo;нова тема&raquo;, що л╕воруч. В дужках ви знайдете св╕й р╕вень доступу до кожно╖ теми. З╕рочка (*) познача╓ усталену тему.',
    10 => 'Порядок сортування',
    11 => 'Статей/Стор╕нка',
    12 => 'В доступ╕ в╕дмовлено',
    13 => "Ви намага╓тесь отримати доступ до теми, на яку не ма╓те прав. Цю спробу запротокольовано. Будь ласка, <a href=\"{$_CONF['site_admin_url']}/topic.php\">поверн╕ться на стор╕нку адм╕н╕стрування тем</a>.",
    14 => 'Спос╕б сортування',
    15 => 'абетковий',
    16 => 'усталено',
    17 => 'Нова тема',
    18 => 'Дом╕вка адм╕н╕стратора',
    19 => 'зберегти',
    20 => 'скасувати',
    21 => 'вилучити',
    22 => 'Усталено',
    23 => 'зробити цю тему усталеною для новонад╕сланих статей',
    24 => '(*)',
    25 => 'Арх╕вна тема',
    26 => 'зробити цю тему усталеною для арх╕вних статей. Дозволено лише одну таку тему.',
    27 => 'Or Upload Topic Icon',
    28 => 'Maximum',
    29 => 'File Upload Errors'
);

###############################################################################
# admin/user.php

$LANG28 = array(
    1 => 'Редактор користувач╕в',
    2 => '╤дентиф╕катор користувача',
    3 => 'Ре╓страц╕йне ╕м\'я користувача',
    4 => 'Повне ╕м\'я',
    5 => 'Пароль',
    6 => 'Р╕вень безпеки',
    7 => 'Електронна адреса',
    8 => 'Дом╕вка',
    9 => '(не використовуйте проб╕л╕в)',
    10 => 'Будь ласка, заповн╕ть поля &laquo;Ре╓страц╕йне ╕м\'я користувача&raquo; й &laquo;Електронна адреса&raquo;',
    11 => 'Менеджер користувач╕в',
    12 => 'Аби зм╕нити чи вилучити користувача, клацн╕ть на ньому нижче. Для створення нового користувача клацн╕ть кнопку &laquo;новий користувач&raquo; л╕воруч. Ви можете зд╕йснювати простий пошук, вводячи частини ре╓страц╕йного ╕мен╕, повного ╕мен╕ й електронно╖ адреси (наприклад, *son* або *.edu) в нижчеподану форму.',
    13 => 'Р╕вБезп',
    14 => 'Дата ре╓страц╕╖',
    15 => 'Новий користувач',
    16 => 'Дом╕вка адм╕н╕стратора',
    17 => 'changepw',
    18 => 'скасувати',
    19 => 'вилучити',
    20 => 'зберегти',
    21 => '╤м\'я користувача, котре ви намагалися зберегти, вже ╕сну╓.',
    22 => 'Помилка',
    23 => 'Пакетне додавання',
    24 => 'Пакетне ╕мпортування користувач╕в',
    25 => 'В╕ можете за╕мпортувати в Geeklog пакет користувач╕в. Файл для ╕мпорту мусить бути текстовим файлом з полями, розд╕леними табуляц╕ями. Ось поля та ╖х порядок: повне ╕м\'я, ре╓страц╕йне ╕м\'я, електронна адреса. Кожному ╕мпортованому користувачев╕ буде над╕слано випадково п╕д╕браний пароль. Дан╕ про кожного користувача повинн╕ м╕ститися в окремому рядку. Невиконання цих вказ╕вок може спричинити клопоти, котр╕ вимагатимуть ручного втручання, тож перев╕рте добре вс╕ поля!',
    26 => 'Пошук',
    27 => 'Обмежити результати',
    28 => 'В╕дм╕тьте тут, якщо бажа╓те стерти зображення',
    29 => 'Шлях',
    30 => '╤мпорт',
    31 => 'Нов╕ користувач╕',
    32 => 'Обробку завершено. ╤мпортовано %d користувач╕в, сталося %d невдач',
    33 => 'над╕слати',
    34 => 'Помилка: ви повинн╕ вказати файл для завантаження.',
    35 => 'Остання ре╓страц╕я',
    36 => '(н╕коли)',
    37 => 'UID',
    38 => 'Group Listing',
    39 => 'Password (again)',
    40 => 'Registration Date',
    41 => 'Last login Date',
    42 => 'Banned',
    43 => 'Awaiting Activation',
    44 => 'Awaiting Authorization',
    45 => 'Active',
    46 => 'User Status',
    47 => 'Edit'
);

###############################################################################
# admin/moderation.php

$LANG29 = array(
    1 => 'Схвалити',
    2 => 'Видалити',
    3 => 'Редагувати',
    4 => 'Проф╕ль',
    10 => 'Назва',
    11 => 'Дата початку',
    12 => 'URL',
    13 => 'Категор╕я',
    14 => 'Дата',
    15 => 'Тема',
    16 => 'Ре╓страц╕йне ╕м\'я',
    17 => 'Повне ╕м\'я',
    18 => 'Email',
    34 => 'Command and Control',
    35 => 'Над╕слан╕ статт╕',
    36 => 'Над╕слан╕ посилання',
    37 => 'Над╕слан╕ под╕╖',
    38 => 'Над╕слати',
    39 => 'Нараз╕ нема╓ матер╕ал╕в для модерац╕╖',
    40 => 'Користувацьк╕ публ╕кац╕╖'
);

###############################################################################
# calendar.php

$LANG30 = array(
    1 => 'Нед╕ля',
    2 => 'Понед╕лок',
    3 => 'В╕второк',
    4 => 'Середа',
    5 => 'Четвер',
    6 => 'П\'ятниця',
    7 => 'Субота',
    8 => 'Додати под╕ю',
    9 => '%s Event',
    10 => 'Под╕╖ для',
    11 => 'Головний календар',
    12 => 'М╕й календар',
    13 => 'С╕чень',
    14 => 'Лютий',
    15 => 'Березень',
    16 => 'Кв╕тень',
    17 => 'Травень',
    18 => 'Червень',
    19 => 'Липень',
    20 => 'Серпень',
    21 => 'Вересень',
    22 => 'Жовтень',
    23 => 'Листопад',
    24 => 'Грудень',
    25 => 'Повернутись до ',
    26 => 'Весь день',
    27 => 'Тиждень',
    28 => 'Особистий календар для',
    29 => 'Публ╕чний календар',
    30 => 'витерти под╕ю',
    31 => 'Додати',
    32 => 'Под╕я',
    33 => 'Дата',
    34 => 'Час',
    35 => 'Швидке додавання',
    36 => 'Над╕слати',
    37 => 'Пробачте, функц╕я особистих календар╕в не дозволена на цьому сайт╕',
    38 => 'Редактор особистих под╕й',
    39 => 'День',
    40 => 'Тиждень',
    41 => 'М╕сяць'
);

###############################################################################
# admin/mail.php

$LANG31 = array(
    1 => "Поштовий зас╕б {$_CONF['site_name']}",
    2 => 'В╕д',
    3 => 'В╕дпов╕дати на',
    4 => 'Тема',
    5 => 'Текст',
    6 => 'Кому над╕слати:',
    7 => 'Вс╕м користувачам',
    8 => 'Admin',
    9 => 'Налаштування',
    10 => 'HTML',
    11 => 'Терм╕нове пов╕домлення!',
    12 => 'Над╕слати',
    13 => 'Скинути',
    14 => 'Знехтувати користувацькими налаштуваннями',
    15 => 'Помилка при в╕дсиланн╕ до: ',
    16 => 'Усп╕шно в╕д╕слано пов╕домлення до: ',
    17 => "<a href={$_CONF['site_admin_url']}/mail.php>Над╕слати ще пов╕домлення</a>",
    18 => 'До',
    19 => 'УВАГА: якщо ви бажа╓те над╕слати пов╕домлення вс╕м учасникам, вибер╕ть з╕ списку групу &laquo;Заре╓строван╕ користувач╕&raquo;.',
    20 => "Усп╕шно послано <successcount> пов╕домлення, а <failcount> пов╕домлень не вдалось над╕слати. \n	Якщо вам потр╕бн╕ подробиц╕, ви можете переглянути ╖х про кожне пов╕домлення нижче.  \n	Або ж можна <a href=\"{$_CONF['site_admin_url']}/mail.php\">Над╕слати ще пов╕домлення</a> або <a href=\"{$_CONF['site_admin_url']}/moderation.php\">повернутись на адм╕н╕страторську стор╕нку</a>.",
    21 => 'Невдач',
    22 => 'Усп╕шних операц╕й',
    23 => 'Нема невдач',
    24 => 'Нема усп╕шних операц╕й',
    25 => '-- Вибер╕ть групу --',
    26 => 'Заповн╕ть ус╕ поля форми й вибер╕ть групу користувач╕в з╕ списку.'
);

###############################################################################
# admin/plugins.php

$LANG32 = array(
    1 => 'Встановлення втулок може завдати шкоди ваш╕й ╕нсталяц╕╖ Geeklog ╕, можливо, ваш╕й систем╕. Важливо, щоб ви встановлювали лише втулки, звантажен╕ з <a href="http://www.geeklog.net">Дом╕вки Geeklog</a>, оск╕льки ми ретельно перев╕ря╓мо вс╕ над╕слан╕ на наш сайт втулки на ц╕лому ряд╕ операц╕йних систем. Важливо, щоб ви розум╕ли, що процес встановення втулки вимагатиме виконання к╕лькох команд роботи з файловою системою, що може призвести до клопот╕в з безпекою, особливо ж, якщо ви використову╓те втулки з╕ сторонн╕х сайт╕в. Нав╕ть п╕сля ц╕╓╖ остороги, ми не ╜аранту╓мо усп╕ху будь-якого встановлення, ан╕ не в╕дпов╕да╓мо за шкоду, спричинену встановленням втулки для Geeklog. ╤ншими словами, встановлюйте на власний страх ╕ ризик. Для обережних, кер╕вництво з╕ встановлення втулки власноруч постача╓ться з кожною втулкою.',
    2 => 'Юридичне пов╕домлення встановлювано╖ втулки',
    3 => 'Форма встановлення втулки',
    4 => 'Файл втулки',
    5 => 'Перел╕к втулок',
    6 => 'Увага: втулку вже встановлено!',
    7 => 'Втулка, котру ви намага╓тесь встановити, вже ╕сну╓. Будь ласка, вилуч╕ть втулку перед ╖╖ перевстановленням',
    8 => 'Перев╕рку втулки на сум╕сн╕сть не пройдено',
    9 => 'Ця втулка вимага╓ нов╕шо╖ верс╕╖ Geeklog. Або понов╕ть св╕й прим╕рник <a href="http://www.geeklog.net">Geeklog</a>, або ж отримайте нов╕шу верс╕ю втулки.',
    10 => '<br><b>В даний момент не встановлено жодно╖ втулки.</b><br><br>',
    11 => 'Аби виправити чи вилучити втулку, клацн╕ть на ╖╖ назв╕ нижче. Це покаже подробиц╕ втулки, в тому числ╕ й сайт автора (автор╕в). Показуються ╕ встановлена верс╕я, й верс╕я, отримана з коду втулки. Це допоможе вам д╕знатись, чи варто поновлювати втулку. Для встановлення чи поновлення втулки зверн╕ться до ╖╖ супров╕дно╖ документац╕╖.',
    12 => 'plugineditor() не надано назви втулки',
    13 => 'Редактор втулок',
    14 => 'Нова втулка',
    15 => 'Дом╕вка адм╕н╕стратора',
    16 => 'Назва втулки',
    17 => 'Верс╕я втулки',
    18 => 'Верс╕я Geeklog',
    19 => 'Ув╕мкнена',
    20 => 'Так',
    21 => 'Н╕',
    22 => 'Встановити',
    23 => 'Зберегти',
    24 => 'Скасувати',
    25 => 'Вилучити',
    26 => 'Назва втулки',
    27 => 'Дом╕вка втулки',
    28 => 'Встановлена верс╕я',
    29 => 'Верс╕я Geeklog',
    30 => 'Вилучити втулку?',
    31 => 'Ви впевнен╕, що хочете вилучити цю втулку? Зробивши це, ви усунете також ус╕ дан╕ й структури даних, використовуван╕ ц╕╓ю втулкою. Якщо ви впевнен╕, клацн╕ть &laquo;вилучити&raquo; ще раз на форм╕, що нижче.',
    32 => '<p><b>Помилка: нев╕рний формат для м╕тки AutoLink</b></p>',
    33 => 'Верс╕я коду',
    34 => 'Поновити',
    35 => 'Edit',
    36 => 'Code',
    37 => 'Data',
    38 => 'Update!'
);

###############################################################################
# admin/syndication.php

$LANG33 = array(
    1 => 'створити трансляц╕ю',
    2 => 'зберегти',
    3 => 'вилучити',
    4 => 'скасувати',
    10 => 'Трансляц╕я вм╕сту',
    11 => 'Нова трансляц╕я',
    12 => 'Дом╕вка адм╕н╕стратора',
    13 => 'Щоб зм╕нити чи вилучити трансляц╕ю, клацн╕ть на назв╕ трансляц╕╖ нижче. Для створення ново╖ трансляц╕╖ клацн╕ть &laquo;Нова трансляц╕я&raquo; вище.',
    14 => 'Назва',
    15 => 'Тип',
    16 => 'Назва файлу',
    17 => 'Формат',
    18 => 'востанн╓ поновлено',
    19 => 'Дозволено',
    20 => 'Так',
    21 => 'Н╕',
    22 => '<i>(нема трансляц╕й)</i>',
    23 => 'вс╕ статт╕',
    24 => 'Редактор трансляц╕й',
    25 => 'Назва трансляц╕╖',
    26 => 'Обмеження',
    27 => 'Довжина елемент╕в',
    28 => '(0 = без тексту, 1 = повний текст, все ╕нше = обмежити до ц╕╓╖ к╕лькост╕ символ╕в.)',
    29 => 'Опис',
    30 => 'Останн╓ поновлення',
    31 => 'Наб╕р символ╕в',
    32 => 'Мова',
    33 => 'Зм╕ст',
    34 => 'Елементи',
    35 => 'Години',
    36 => 'Вибер╕ть тип трансляц╕╖',
    37 => 'У вас встановлена щонайменше одна втулка, що п╕дтриму╓ трансляц╕ю вм╕сту. Нижче вам потр╕бно буде вибрати, чи ви бажа╓те створити трансляц╕ю Geeklog чи трансляц╕ю одн╕╓╖ з втулок.',
    38 => 'Помилка: не вказано трансляц╕ю',
    39 => 'Будь ласка, заповн╕ть поля &laquo;Назва трансляц╕╖&raquo;, &laquo;Опис&raquo; ╕ &laquo;Назва файлу&raquo;.',
    40 => 'Будь ласка, вкаж╕ть к╕льк╕сть годин або к╕льк╕сть елемент╕в.',
    41 => 'Посилання',
    42 => 'Под╕╖',
    43 => 'All',
    44 => 'None',
    45 => 'Header-link in topic',
    46 => 'Limit Results',
    47 => 'Search',
    48 => 'Edit',
    49 => 'Feed Logo',
    50 => "Relative to site url ({$_CONF['site_url']})"
);

###############################################################################
# confirmation and error messages

$MESSAGE = array(
    1 => "Ваш пароль в╕д╕слано поштою, й в╕н ось-ось повинен до вас над╕йти. Будь ласка, виконайте вказ╕вки в лист╕. Дяку╓мо вам за користування {$_CONF['site_name']}",
    2 => "Дяку╓мо за над╕слання вашо╖ статт╕ на {$_CONF['site_name']}. ╥╖ над╕слано нашому штатов╕ для схвалення. Якщо статтю схвалять, вона стане доступною для прочитання ╕ншим.",
    3 => "Дяку╓мо за над╕слання посилання на {$_CONF['site_name']}. Його над╕слано нашому штатов╕ для схвалення. Якщо посилання схвалять, воно стане видимим у розд╕л╕ <a href={$_CONF['site_url']}/links.php>посилань</a>.",
    4 => "Дяку╓мо за над╕слання под╕╖ на {$_CONF['site_name']}. ╥╖ над╕слано нашому штатов╕ для схвалення. Якщо под╕ю схвалять, ╖╖ буде видно в розд╕л╕ <a href={$_CONF['site_url']}/calendar.php>календаря</a>.",
    5 => '╤нформац╕ю про ваш рахунок усп╕шно збережено.',
    6 => 'Ваш╕ вподобання усп╕шно збережено.',
    7 => 'Ваш╕ вподобання щодо коментар╕в усп╕шно збережено.',
    8 => 'Ви усп╕шно вийшли ╕з системи.',
    9 => 'Вашу статтю усп╕шно збережено.',
    10 => 'Статтю усп╕шно вилучено.',
    11 => 'Ваш блок усп╕шно збережено.',
    12 => 'Блок усп╕шно вилучено.',
    13 => 'Вашу тему усп╕шно збережено.',
    14 => 'Тему, вс╕ ╖╖ статт╕ та блоки усп╕шно вилучено.',
    15 => 'Ваше посилання усп╕шно збережено.',
    16 => 'Посилання усп╕шно вилучено.',
    17 => 'Вашу под╕ю усп╕шно збережено.',
    18 => 'Под╕ю усп╕шно вилучено.',
    19 => 'Ваше опитування усп╕шно збережено.',
    20 => 'Опитування усп╕шно вилучено.',
    21 => 'Користувача усп╕шно збережено.',
    22 => 'Користувача усп╕шно вилучено.',
    23 => 'Помилка при спроб╕ додати под╕ю до вашого календаря. Не передано ╕дентиф╕катор под╕╖.',
    24 => 'Под╕ю збережено до вашого календаря',
    25 => 'Ваш особистий календар не вдасться в╕дкрити, поки ви не вв╕йдете в систему',
    26 => 'Под╕ю усп╕шно усунено з вашого особистого календаря',
    27 => 'Пов╕домлення усп╕шно в╕д╕слано.',
    28 => 'Втулку усп╕шно збережено',
    29 => 'Вибачте, особист╕ календар╕ на цьому сайт╕ недозволен╕',
    30 => 'В доступ╕ в╕дмовлено',
    31 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування статей. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    32 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування тем. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    33 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування блок╕в. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    34 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування посилань. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    35 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування под╕й. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    36 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування опитувань. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    37 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування користувач╕в. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    38 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування втулок. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    39 => 'Пробачте, у вас нема╓ доступу до стор╕нки адм╕н╕стрування пошти. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    40 => 'Системне пов╕домлення',
    41 => 'Пробачте, у вас нема╓ доступу до word replacement page. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    42 => 'Ваше слово усп╕шно збережене.',
    43 => 'Слово усп╕шно вилучене.',
    44 => 'Втулку усп╕шно встановлено!',
    45 => 'Втулку усп╕шно вилучено.',
    46 => 'Пробачте, у вас нема╓ доступу до засобу резервного коп╕ювання бази даних. Зауважте, що вс╕ спроби доступу до недозволених функц╕й протоколюються',
    47 => 'Ця функц╕ональн╕сть працю╓ лише п╕д *nix. Якщо вашою операц╕йною системою ╓ *nix, тод╕ кеш усп╕шно очищено. Якщо у вас Windows, вам треба буде пошукати файли за назвою adodb_*.php ╕ усунути ╖х самост╕йно.',
    48 => "Дяку╓мо вам за ваше бажання стати учасником {$_CONF['site_name']}. Наша команда розгляне вашу заяву. В раз╕ ухвали, ваш пароль буде над╕слано вам на щойно вами вказану адресу електронно╖ пошти.",
    49 => 'Вашу групу усп╕шно збережено.',
    50 => 'Групу усп╕шно вилучено.',
    51 => 'Це ре╓страц╕йне ╕м\'я вже використову╓ться. Будь ласка, обер╕ть якесь ╕нше.',
    52 => 'Надана вами електронна адреса, схоже, не ╓ допустимою.',
    53 => 'Ваш новий пароль прийнято. А тепер, будь ласка, використайте цей новий пароль для входу в систему.',
    54 => 'Ваш запит на новий пароль застар╕в. Будь ласка, спробуйте ще раз, нижче.',
    55 => 'Вам вислано електронного листа, який ось-ось ма╓ прийти. Будь ласка, виконайте вказ╕вки в лист╕, щоб встановити новий пароль для вашого рахунку.',
    56 => 'Надана електронна адреса вже використову╓ться ╕ншим рахунком.',
    57 => 'Ваш рахунок усп╕шно вилучено.',
    58 => 'Вашу трансляц╕ю усп╕шно збережено.',
    59 => 'Трансляц╕ю усп╕шно вилучено.',
    60 => 'Втулку усп╕шно поновлено',
    61 => 'Втулка %s: Нев╕доме поле зам╕щення для пов╕домлення',
    62 => 'The trackback comment has been deleted.',
    63 => 'An error occurred when deleting the trackback comment.',
    64 => 'Your trackback comment has been successfully sent.',
    65 => 'Weblog directory service successfully saved.',
    66 => 'The weblog directory service has been deleted.',
    67 => 'The new password does not match the confirmation password!',
    68 => 'You have to enter the correct current password.',
    69 => 'Your account has been blocked!',
    70 => 'Your account is awaiting administrator approval.',
    71 => 'Your account has now been confirmed and is awaiting administrator approval.',
    72 => 'An error occured while attempting to install the plugin. See error.log for details.',
    73 => 'An error occured while attempting to uninstall the plugin. See error.log for details.',
    74 => 'The pingback has been successfully sent.',
    75 => 'Trackbacks must be sent using a POST request.'
);

###############################################################################

$LANG_ACCESS = array(
    'access' => 'Доступ',
    'ownerroot' => 'Власник/Root',
    'group' => 'Група',
    'readonly' => 'Лише читання',
    'accessrights' => 'Права доступу',
    'owner' => 'Власник',
    'grantgrouplabel' => 'Надати вищеподан╕й груп╕ права редагування',
    'permmsg' => 'УВАГА: учасники &mdash; це вс╕ заре╓строван╕ користувач╕ сайту, а анон╕ми &mdash; це вс╕ користувач╕ сайту, що не вв╕йшли до системи.',
    'securitygroups' => 'Групи безпеки',
    'editrootmsg' => "Хоча ви ╓ адм╕н╕стратором користувач╕в, ви не зможете редагувати користувача root, сам╕ не бувши користувачем root. Ви можете редагувати вс╕х користувач╕в, окр╕м користувач╕в root. Зауважте, що вс╕ спроби незаконно редагувати користувач╕в root протоколюються. Будь ласка, поверн╕ться на <a href=\"{$_CONF['site_admin_url']}/user.php\">стор╕нку адм╕н╕стрування користувач╕в</a>.",
    'securitygroupsmsg' => 'В╕дм╕тьте групи, до котрих бажа╓те в╕днести користувача.',
    'groupeditor' => 'Редактор груп',
    'description' => 'Опис',
    'name' => 'Назва',
    'rights' => 'Права',
    'missingfields' => 'Браку╓ пол╕в',
    'missingfieldsmsg' => 'Ви повинн╕ надати назву та опис для групи',
    'groupmanager' => 'Менеджер груп',
    'newgroupmsg' => 'Аби виправити чи вилучити групу, клацн╕ть ╖╖ нижче. Для створення ново╖ групи клацн╕ть &laquo;нова група&raquo; вгор╕. Зауважте, що основн╕ групи неможливо вилучити, бо вони використовуються системою.',
    'groupname' => 'Назва групи',
    'coregroup' => 'Основна група',
    'yes' => 'Так',
    'no' => 'Н╕',
    'corerightsdescr' => "Ця група ╓ основною для сайту {$_CONF['site_name']}. Тому ╖╖ права не можна редагувати. Нижче наведено незм╕нюваний перел╕к прав, наданих ц╕й груп╕.",
    'groupmsg' => 'Групи безпеки на цьому сайт╕ ╓ ╕╓рарх╕чними. Додаючи цю групу до будь-яко╖ з нижчеподаних груп, ви дасте ╖й вс╕ права т╕╓╖ групи. Де т╕льки можливо, вас заохочу╓ться використовувати нижчеподан╕ групи для надання груп╕ прав. Якщо ж ви бажа╓те окремих прав для сво╓╖ групи, то можете обрати права доступу до р╕зних можливостей сайту в розд╕л╕ &laquo;Права&raquo;, що нижче. Щоб додати цю групу до яко╖сь ╕з нижченаведених груп, просто в╕дм╕тьте поля поряд з бажаними групами.',
    'coregroupmsg' => "Ця група ╓ основною для сайту {$_CONF['site_name']}. Тому групи, до яких вона належить, редагувати не можна. Нижче подано список цих груп (лише для читання).",
    'rightsdescr' => 'Доступ групи до певного з нижчеподаних прав можна прямо надати груп╕ АБО ╕нш╕й, частиною яко╖ ╓ потр╕бна нам група. Права, котр╕ ви бачите без пол╕в для галочки, надаються ц╕й груп╕, бо вона належить до ╕ншо╖ групи з таким правом. Права, що мають поряд поля для	галочки, можуть прямо надаватись ц╕й груп╕.',
    'lock' => 'Замкнути',
    'members' => 'Учасники',
    'anonymous' => 'Анон╕ми',
    'permissions' => 'Дозволи',
    'permissionskey' => 'R = читання, E = редагування, права на редагування включають ╕ права на читання',
    'edit' => 'Редагування',
    'none' => 'Нема╓',
    'accessdenied' => 'В доступ╕ в╕дмовлено',
    'storydenialmsg' => "Ви не ма╓те доступу до перегляду ц╕╓╖ статт╕. Це може бути через те, що ви не ╓ учасником сайту {$_CONF['site_name']}. Будь ласка, <a href=users.php?mode=new>при╓днайтесь</a> до {$_CONF['site_name']} для отримання повного учасницького доступу!",
    'eventdenialmsg' => "Ви не ма╓те доступу до перегляду ц╕╓╖ под╕╖. Це може бути через те, що ви не ╓ учасником сайту {$_CONF['site_name']}.  Будь ласка, <a href=users.php?mode=new>при╓днайтесь</a> до {$_CONF['site_name']} для отримання повного учасницького доступу!",
    'nogroupsforcoregroup' => 'Ця група не належить до жодно╖ ╕ншо╖ групи',
    'grouphasnorights' => 'Ця група не ма╓ доступу до жодно╖ адм╕н╕стративно╖ функц╕╖ цього сайту',
    'newgroup' => 'Нова група',
    'adminhome' => 'Дом╕вка адм╕н╕стратора',
    'save' => 'зберегти',
    'cancel' => 'скасувати',
    'delete' => 'вилучити',
    'canteditroot' => 'Ви намагались редагувати групу Root, не належачи до не╖. Тому в доступ╕ до ц╕╓╖ групи вам в╕дмовлено. Якщо ви вважа╓те, що це помилка, зверн╕ться до системного адм╕н╕стратора.',
    'listusers' => 'Перел╕к користувач╕в',
    'listthem' => 'перел╕к',
    'usersingroup' => 'Користувач╕ в груп╕ "%s"',
    'usergroupadmin' => 'Адм╕н╕стрування груп користувач╕в',
    'add' => 'Додати',
    'remove' => 'Усунути',
    'availmembers' => 'Доступн╕ учасники',
    'groupmembers' => 'Члени групи',
    'canteditgroup' => 'Для редагування ц╕╓╖ групи ви повинн╕ бути ╖╖ членом.  Якщо ви вважа╓те, що це помилка, зверн╕ться до системного адм╕н╕стратора.',
    'cantlistgroup' => 'Щоб бачити член╕в ц╕╓╖ групи, ви сам╕ повинн╕ бути ╖╖ членом. Якщо ви вважа╓те, що це помилка, зверн╕ться до системного адм╕н╕стратора.',
    'editgroupmsg' => 'To modify the group membership, click on the member names(s) and use the add or remove buttons. If the member is a member of the group, their name will appear on the right side only. Once you are complete - press <b>Save</b> to update the group and return to the main group admin page.',
    'listgroupmsg' => 'Listing of all current members in the group: <b>%s</b>',
    'search' => 'Search',
    'submit' => 'Submit',
    'limitresults' => 'Limit Results',
    'group_id' => 'Group ID',
    'plugin_access_denied_msg' => 'You are illegally trying access a plugin administration page.  Please note that all attempts to illegally access this page are logged.',
    'groupexists' => 'Group name already exists',
    'groupexistsmsg' => 'There is already a group with this name. Group names must be unique.'
);

###############################################################################
# admin/database.php

$LANG_DB_BACKUP = array(
    'last_ten_backups' => 'Останн╕ 10 резервних коп╕й',
    'do_backup' => 'Зробити резервну коп╕ю',
    'backup_successful' => 'Резервне коп╕ювання бази даних в╕дбулося усп╕шно.',
    'db_explanation' => 'Для створення ново╖ резервно╖ коп╕╖ системи Geeklog, натисн╕ть кнопку, що нижче',
    'not_found' => "Нев╕рний шлях, або ж утил╕та mysqldump не ╓ виконуваною.<br>Перев╕рте означення <strong>\$_DB_mysqldump_path</strong> в config.php.<br>Нараз╕ зм╕нну означено як: <var>{$_DB_mysqldump_path}</var>",
    'zero_size' => 'Резервне коп╕ювання не вдалося: розм╕р файлу становив 0 байт╕в',
    'path_not_found' => "{$_CONF['backup_path']} не ╕сну╓ або не ╓ каталогом",
    'no_access' => "ПОМИЛКА: Каталог {$_CONF['backup_path']} недоступний.",
    'backup_file' => 'Файл резервно╖ коп╕╖',
    'size' => 'Розм╕р',
    'bytes' => 'Байт╕в',
    'total_number' => 'Загальна к╕льк╕сть резервних коп╕й: %d'
);

###############################################################################

$LANG_BUTTONS = array(
    1 => 'Дом╕вка',
    2 => 'Contact',
    3 => 'Опубл╕куватись',
    4 => 'Посилання',
    5 => 'Опитування',
    6 => 'Календар',
    7 => 'Статистика сайту',
    8 => 'Personalize',
    9 => 'Шукати',
    10 => 'складний пошук',
    11 => 'Directory'
);

###############################################################################
# 404.php

$LANG_404 = array(
    1 => 'Помилка 404',
    2 => 'Бачте, ми дивилися всюди, та не змогли в╕дшукати <b>%s</b>.',
    3 => "<p>Просимо пробачення, однак запитаний вами файл не ╕сну╓. Будь ласка, перев╕рте <a href=\"{$_CONF['site_url']}\">головну стор╕нку</a> або <a href=\"{$_CONF['site_url']}/search.php\">стор╕нку пошуку</a>, щоб побачити, чи знайдеться те, що ви шука╓те."
);

###############################################################################
# login form

$LANG_LOGIN = array(
    1 => 'Вимага╓ться ре╓страц╕я',
    2 => 'Вибачте, для доступу сюди необх╕дно заре╓струватись як користувач.',
    3 => 'Ув╕йти',
    4 => 'Новий користувач'
);

###############################################################################
# pdfgenerator.php

$LANG_PDF = array(
    1 => 'Функц╕ональн╕сть PDF вимкнено',
    2 => 'Наданий документ не в╕дтворено. Документ було прийнято, однак не вдалось обробити. Впевн╕ться, що ви в╕дсила╓те лише документи в формат╕ HTML, що в╕дпов╕дають стандартов╕ xHTML. Зауважте, що занадто складн╕ документи html можуть в╕дтворитись неправильно, а то й зовс╕м не в╕дтворитись. Документ, що створився в результат╕ вашо╖ спроби, мав довжину 0 байт╕в та був видалений. Якщо ви впевнен╕, що документ повинен в╕дтворитись без проблем, будь ласка, вишл╕ть його ще раз.',
    3 => 'Нев╕дома помилка при створенн╕ PDF',
    4 => 'Не подано даних про стор╕нку, або ж ви бажа╓те скористатись ╕нструментом ad-hoc для створення PDF, що нижче. Якщо ви вважа╓те, що потрапили на цю стор╕нку помилково, зв\'яж╕ться з системним адм╕н╕стратором. В ╕ншому випадку можете скористатись нижчеподаною формою для створення PDF способом ad-hoc.',
    5 => 'Завантажу╓ться ваш документ.',
    6 => 'Будь ласка, зачекайте, доки ваш документ завантажиться.',
    7 => 'Для збереження прим╕рника вашого документу можете клацнути правою кнопкою миш╕ на кнопц╕, що нижче, й вибрати з контекстного меню &laquo;Зберегти посилання...&raquo;',
    8 => 'Поданий у конф╕гурац╕йному файл╕ шлях до дв╕йкового файлу HTMLDoc непримустимий, або ця система не може його виконати. Будь ласка, зверн╕ться до системного адм╕н╕стратора, якщо проблема не зника╓.',
    9 => 'Створювач PDF',
    10 => 'Це &mdash; ╕нструмент  Ad-hoc для створення PDF. В╕н намага╓ться перетворити документ з будь-якого поданого URL в формат PDF. Будь ласка, зауважте, що не кожна стор╕нка Тенет зможе правильно в╕дтворитись за допомогою цього знаряддя. Це ╓ обмеженням ╕нструменту для створення PDF HTMLDoc, ╕ про так╕ помилки не сл╕д зв╕тувати адм╕н╕страторам цього сайту',
    11 => 'URL',
    12 => 'Створити PDF!',
    13 => 'Налаштування PHP на цьому сервер╕ не дозволяють URL у команд╕ fopen(). Системний адм╕н╕стратор повинен виправити файл php.ini, встановивши allow_url_fopen в значення On',
    14 => 'Файл PDF, котрий ви запиту╓те, або не ╕сну╓, або ж ви вчинили спробу неправом╕рного доступу до файлу.'
);

###############################################################################
# trackback.php

$LANG_TRB = array(
    'trackback' => 'Trackback',
    'from' => 'from',
    'tracked_on' => 'Tracked on',
    'read_more' => '[read more]',
    'intro_text' => 'Here\'s what others have to say about \'%s\':',
    'no_comments' => 'No trackback comments for this entry.',
    'this_trackback_url' => 'Trackback URL for this entry:',
    'num_comments' => '%d trackback comments',
    'send_trackback' => 'Send Pings',
    'preview' => 'Preview',
    'editor_title' => 'Send trackback comment',
    'trackback_url' => 'Trackback URL',
    'entry_url' => 'Entry URL',
    'entry_title' => 'Entry Title',
    'blog_name' => 'Site Name',
    'excerpt' => 'Excerpt',
    'truncate_warning' => 'Note: The receiving site may truncate your excerpt',
    'button_send' => 'Send',
    'button_preview' => 'Preview',
    'send_error' => 'Error',
    'send_error_details' => 'Error when sending trackback comment:',
    'url_missing' => 'No Entry URL',
    'url_required' => 'Please enter at least a URL for the entry.',
    'target_missing' => 'No Trackback URL',
    'target_required' => 'Please enter a trackback URL',
    'error_socket' => 'Could not open socket.',
    'error_response' => 'Response not understood.',
    'error_unspecified' => 'Unspecified error.',
    'select_url' => 'Select Trackback URL',
    'not_found' => 'Trackback URL not found',
    'autodetect_failed' => 'Geeklog could not detect the Trackback URL for the post you want to send your comment to. Please enter it manually below.',
    'trackback_explain' => 'From the links below, please select the URL you want to send your Trackback comment to. Geeklog will then try to determine the correct Trackback URL for that post. Or you can <a href="%s">enter it manually</a> if you know it already.',
    'no_links_trackback' => 'No links found. You can not send a Trackback comment for this entry.',
    'pingback' => 'Pingback',
    'pingback_results' => 'Pingback results',
    'send_pings' => 'Send Pings',
    'send_pings_for' => 'Send Pings for "%s"',
    'no_links_pingback' => 'No links found. No Pingbacks were sent for this entry.',
    'pingback_success' => 'Pingback sent.',
    'no_pingback_url' => 'No pingback URL found.',
    'resend' => 'Resend',
    'ping_all_explain' => 'You can now notify the sites you linked to (<a href="http://en.wikipedia.org/wiki/Pingback">Pingback</a>), advertise that your site has been updated by pinging weblog directory services, or send a <a href="http://en.wikipedia.org/wiki/Trackback">Trackback</a> comment in case you wrote about a post on someone else\'s site.',
    'pingback_button' => 'Send Pingback',
    'pingback_short' => 'Send Pingbacks to all sites linked from this entry.',
    'pingback_disabled' => '(Pingback disabled)',
    'ping_button' => 'Send Ping',
    'ping_short' => 'Ping weblog directory services.',
    'ping_disabled' => '(Ping disabled)',
    'trackback_button' => 'Send Trackback',
    'trackback_short' => 'Send a Trackback comment.',
    'trackback_disabled' => '(Trackback disabled)',
    'may_take_a_while' => 'Please note that sending Pingbacks and Pings may take a while.',
    'ping_results' => 'Ping results',
    'unknown_method' => 'Unknown ping method',
    'ping_success' => 'Ping sent.',
    'error_site_name' => 'Please enter the site\'s name.',
    'error_site_url' => 'Please enter the site\'s URL.',
    'error_ping_url' => 'Please enter a valid Ping URL.',
    'no_services' => 'No weblog directory services configured.',
    'services_headline' => 'Weblog Directory Services',
    'service_explain' => 'To modify or delete a weblog directory service, click on the edit icon of that service below. To add a new weblog directory service, click on "Create New" above.',
    'service' => 'Service',
    'ping_method' => 'Ping method',
    'service_website' => 'Website',
    'service_ping_url' => 'URL to ping',
    'ping_standard' => 'Standard Ping',
    'ping_extended' => 'Extended Ping',
    'ping_unknown' => '(unknown method)',
    'edit_service' => 'Edit Weblog Directory Service',
    'trackbacks' => 'Trackbacks',
    'editor_intro' => 'Prepare your trackback comment for <a href="%s">%s</a>.',
    'editor_intro_none' => 'Prepare your trackback comment.',
    'trackback_note' => 'To send a trackback comment for a story, go to the list of stories and click on "Send Ping" for the story. To send a trackback that is not related to a story, <a href="%s">click here</a>.',
    'pingback_explain' => 'Enter a URL to send the Pingback to. The pingback will point to your site\'s homepage.',
    'pingback_url' => 'Pingback URL',
    'site_url' => 'This site\'s URL',
    'pingback_note' => 'To send a pingback for a story, go to the list of stories and click on "Send Ping" for the story. To send a pingback that is not related to a story, <a href="%s">click here</a>.',
    'pbtarget_missing' => 'No Pingback URL',
    'pbtarget_required' => 'Please enter a pingback URL',
    'pb_error_details' => 'Error when sending the pingback:'
);

###############################################################################
# directory.php

$LANG_DIR = array(
    'title' => 'Article Directory',
    'title_year' => 'Article Directory for %d',
    'title_month_year' => 'Article Directory for %s %d',
    'nav_top' => 'Back to Article Directory',
    'no_articles' => 'No articles.'
);

###############################################################################
# "What's New" Time Strings
# 
# For the first two strings, you can use the following placeholders.
# Order them so it makes sense in your language:
# %i    item, "Stories"
# %n    amount, "2", "20" etc.
# %t    time, "2" (weeks)
# %s    scale, "hrs", "weeks"

$LANG_WHATSNEW = array(
    'new_string' => '%n new %i in the last %t %s',
    'new_last' => 'last %t %s',
    'minutes' => 'minutes',
    'hours' => 'hours',
    'days' => 'days',
    'weeks' => 'weeks',
    'months' => 'months',
    'minute' => 'minute',
    'hour' => 'hour',
    'day' => 'day',
    'week' => 'week',
    'month' => 'month'
);

###############################################################################
# Admin - Strings
# 
# These are some standard strings used by core functions as well as plugins to
# display administration lists and edit pages

$LANG_ADMIN = array(
    'search' => 'Search',
    'limit_results' => 'Limit Results',
    'submit' => 'Submit',
    'edit' => 'Edit',
    'admin_home' => 'Admin Home',
    'create_new' => 'Create New',
    'enabled' => 'Enabled',
    'title' => 'Title',
    'type' => 'Type',
    'topic' => 'Topic',
    'help_url' => 'Help File URL',
    'save' => 'Save',
    'cancel' => 'Cancel',
    'delete' => 'Delete',
    'copy' => 'Copy',
    'no_results' => '- No entries found -',
    'data_error' => 'There was an error processing the subscription data. Please check the data source.'
);

###############################################################################
# Localisation of the texts for the various drop-down menus that are actually
# stored in the database. If these exist, they override the texts from the
# database.

$LANG_commentcodes = array(
    0 => 'Comments Enabled',
    -1 => 'Comments Disabled'
);


$LANG_commentmodes = array(
    'flat' => 'Flat',
    'nested' => 'Nested',
    'threaded' => 'Threaded',
    'nocomment' => 'No Comments'
);

$LANG_cookiecodes = array(
    0 => '(don\'t)',
    3600 => '1 Hour',
    7200 => '2 Hours',
    10800 => '3 Hours',
    28800 => '8 Hours',
    86400 => '1 Day',
    604800 => '1 Week',
    2678400 => '1 Month'
);

$LANG_dateformats = array(
    0 => 'System Default'
);

$LANG_featurecodes = array(
    0 => 'Not Featured',
    1 => 'Featured'
);

$LANG_frontpagecodes = array(
    0 => 'Show Only in Topic',
    1 => 'Show on Front Page'
);

$LANG_postmodes = array(
    'plaintext' => 'Plain Old Text',
    'html' => 'HTML Formatted'
);

$LANG_sortcodes = array(
    'ASC' => 'Oldest First',
    'DESC' => 'Newest First'
);

$LANG_trackbackcodes = array(
    0 => 'Trackback Enabled',
    -1 => 'Trackback Disabled'
);

?>