<?php

/**
 * File: ukrainian.php
 * This is the Ukrainian language page for the Geeklog Spam-X Plug-in!
 * 
 * Copyright (C) 2004 by the following authors:
 * Author        Tom Willett        tomw@pigstye.net
 * Copyright (C) 2005 by the following authors:
 * Author        Yaroslav Fedevych  jaroslaw@nospam.kiev.ua
 * 
 * Licensed under GNU General Public License
 */

$LANG_SX00 = array (
    'inst1' => '<p>Якщо ви це зробите, інші ',
    'inst2' => 'зможуть переглядати й імпортувати ваш особистий чорний список, і ми так зможемо створити ефективнішу ',
    'inst3' => 'розподілену базу даних.</p><p>Якщо ви надсилали дані про свій сайт, а тепер вирішили, що не хочете, аби він залишався в нашому списку, ',
    'inst4' => 'листуйте за адресою <a href="mailto:spamx@pigstye.net">spamx@pigstye.net</a>. ',
    'inst5' => 'Всі запити будуть задоволені.',
    'submit' => 'Надіслати',
    'subthis' => 'цю інформацію до центральної бази даних Spam-X',
    'secbut' => 'Друга кнопка створює трансляцію rdf, так що інші зможуть імпортувати ваш список.',
    'sitename' => 'Назва сайту: ',
    'URL' => 'URL до списку Spam-X: ',
    'RDF' => 'URL до RDF: ',
    'impinst1a' => 'Перед використанням засобу блокування спаму в коментарях Spam-X для перегляду й імпорту особистих чорних списків від інших',
    'impinst1b' => ' сайтів, попрошу вас натиснути наступні дві кнопки. (Ви повинні натиснути останню.)',
    'impinst2' => 'Перша з них відсилає дані про ваш сайт на сайт Gplugs/Spam-X, щоб його можна було додати до головного списку ',
    'impinst2a' => 'сайтів, що обмінюються чорними списками. (Увага: якщо у вас декілька сайтів, ви можете визначити один із них як головний ',
    'impinst2b' => 'і подати лише його назву. Це дозволить вам легко поновлювати свої сайти та мати список меншого розміру.) ',
    'impinst2c' => 'Після натискання кнопки &laquo;Надіслати&raquo;, натисніть [назад] у вашому оглядачі, щоб повернутись сюди.',
    'impinst3' => 'Будуть надіслані наступні значення: (ви можете їх виправити, якщо вони неправильні).',
    'availb' => 'Наявні чорні списки',
    'clickv' => 'Клацніть, щоб переглянути чорний список',
    'clicki' => 'Клацніть, щоб імпортувати чорний список',
    'ok' => 'Гаразд',
    'rsscreated' => 'Трансляцію RSS створено',
    'add1' => 'Додано ',
    'add2' => ' записів з чорного списку ',
    'add3' => ".",
    'adminc' => 'Команди адміністрування:',
    'mblack' => 'Мій чорний список:',
    'rlinks' => 'Споріднені посилання:',
    'e3' => 'Щоб додати слова з цензурного списку Geeklog, натисніть кнопку:',
    'addcen' => 'Додати цензурний список',
    'addentry' => 'Додати запис',
    'e1' => 'Щоб вилучити запис, клацніть його.',
    'e2' => 'Щоб додати запис, введіть його в поле й натисніть &laquo;Додати&raquo;. В записах можна використати всю множину реґулярних виразів Perl.',
    'pblack' => 'Особистий чорний список Spam-X',
    'conmod' => 'Налаштувати використання модуля Spam-X',
    'acmod' => 'Модулі дій Spam-X',
    'exmod' => 'Модулі перевірки Spam-X',
    'actmod' => 'Активні модулі',
    'avmod' => 'Наявні модулі',
    'coninst' => '<hr>Клацніть активний модуль для його усунення; клацання наявного модуля додасть його.<br>Модулі виконуються в порядку, в котрому їх подано.',
    'fsc' => 'Знайдено спамовий коментар, що співпадає з ',
    'fsc1' => ', надісланий користувачем ',
    'fsc2' => ' з IP ',
    'uMTlist' => 'Поновити чорний MT-список',
    'uMTlist2' => ': Додано ',
    'uMTlist3' => ' записів, вилучено ',
    'entries' => ' записів.',
    'uPlist' => 'Поновити особистий чорний список',
    'entriesadded' => 'Додано записів',
    'entriesdeleted' => 'Вилучено записів',
    'viewlog' => 'Перегляд журналу Spam-X',
    'clearlog' => 'Очистити файл журналу',
    'logcleared' => '- файл журналу Spam-X очищено',
    'plugin' => 'Втулка',
    'access_denied' => 'В доступі відмовлено',
    'access_denied_msg' => 'Лише користувачі групи Root мають доступ до цієї сторінки. Ваше ім\'я користувача та IP записані.',
    'admin' => 'Адміністрування втулки',
    'install_header' => 'Встановити/вилучити втулку',
    'installed' => 'Втулку встановлено',
    'uninstalled' => 'Втулку не встановлено',
    'install_success' => 'Встановлення успішне',
    'install_failed' => 'Встановлення не вдалось -- дивіться протокол помилок, щоб дізнатись причину.',
    'uninstall_msg' => 'Втулку успішно вилучено',
    'install' => 'Встановити',
    'uninstall' => 'Вилучити',
    'warning' => 'Увага! Втулка все ще ввімкнена',
    'enabled' => 'Вимкніть втулку перед її вилученням.',
    'readme' => 'УВАГА! Перед тим, як натискати кнопку &laquo;Встановити&raquo;, будь ласка, прочитайте ',
    'installdoc' => 'Документ із встановлення.',
    'spamdeleted' => 'Вилучено спамовий коментар',
    'foundspam' => 'Знайдено спамовий коментар, котрий співпадає з ',
    'foundspam2' => ', надісланий користувачем ',
    'foundspam3' => ' з IP ',
	'deletespam' => 'Вилучити спам',
	'numtocheck' => 'Кількість кометарів для перевірки',
	'note1'		=> '<p>Увага: масове вилучення задумано як допомогу, коли у вас відбувається атака',
	'note2'		=> ' спамом у коментарях, а Spam-X його не ловить. <ul><li>Спершу знайдіть посилання чи інші ',
	'note3'		=> 'ідентифікатори цього спамового коментаря й додайте його до вашого особистого чорного списку.</li><li>Тоді ',
	'note4'		=> 'поверніться сюди й дайте втулці Spam-X перевірити найостанніші коментарі на предмет спаму.</li></ul><p>Коментарі ',
	'note5'		=> 'перевіряються від новіших до старіших -- чим їх більше, тим ',
	'note6'		=> 'більше часу знадобиться на їх перевірку.</p>',
	'masshead'	=> '<hr><center><h1>Масове вилучення спамових коментарів</h1></center>',
	'comdel'	=> ' коментарів вилучено.',
    'initial_Pimport' => '<p>Імпорт особистого чорного списку"',
    'initial_import' => 'Імпорт початкового чорного MT-списку',
    'import_success' => '<p>Успішно імпортовано %d записів чорного списку.',
    'import_failure' => '<p><strong>Помилка:</strong> не знайдено записів.',
    'allow_url_fopen' => '<p>Пробачте, налаштування вашого сервера Тенет не дозволяє прочитувати віддалені файли (<code>allow_url_fopen</code> дорівнює off). Будь ласка, звантажте чорний список з наступного URL і завантажте його в каталог "data" Geeklog, <tt>%s</tt> перед наступною спробою:', 
    'documentation' => 'Документація щодо втулки Spam-X',
    'emailmsg' => "Надіслано новий спамовий коментар на \"%s\"\nІдентифікатор користувача:\"%s\"\n\nВміст:\"%s\"",
    'emailsubject' => 'Spam post at %s',
    'ipblack' => 'Spam-X IP Blacklist',
    'ipofurlblack' => 'Spam-X IP of URL Blacklist',
    'headerblack' => 'Spam-X HTTP Header Blacklist',
    'headers' => 'Request headers:',

    'stats_headline' => 'Spam-X Statistics',
    'stats_page_title' => 'Blacklist',
    'stats_entries' => 'Entries',
    'stats_mtblacklist' => 'MT-Blacklist',
    'stats_pblacklist' => 'Personal Blacklist',
    'stats_ip' => 'Blocked IPs',
    'stats_ipofurl' => 'Blocked by IP of URL',
    'stats_header' => 'HTTP headers',
    'stats_deleted' => 'Posts deleted as spam',

    'plugin_name' => 'Spam-X'
);


/* Define Messages that are shown when Spam-X module action is taken */
$PLG_spamx_MESSAGE128 = 'Виявлено спам. Коментар чи повідомлення вилучено.';
$PLG_spamx_MESSAGE8   = 'Виявлено спам. Надіслано листа адміністраторові.';

// Messages for the plugin upgrade
$PLG_spamx_MESSAGE3001 = 'Spam-X plugin upgraded successfully.';
$PLG_spamx_MESSAGE3002 = 'Failed to upgrade the Spam-X plugin.';

?>
