<?php

/**
 * File: ukrainian.php
 * This is the Ukrainian language page for the Geeklog Spam-X Plug-in!
 * 
 * Copyright (C) 2004 by the following authors:
 * Author        Tom Willett        tomw@pigstye.net
 * Copyright (C) 2005 by the following authors:
 * Author        Yaroslav Fedevych  jaroslaw@nospam.kiev.ua
 * 
 * Licensed under GNU General Public License
 */

$LANG_SX00 = array (
    'inst1' => '<p>Якщо ви це зробите, ╕нш╕ ',
    'inst2' => 'зможуть переглядати й ╕мпортувати ваш особистий чорний список, ╕ ми так зможемо створити ефективн╕шу ',
    'inst3' => 'розпод╕лену базу даних.</p><p>Якщо ви надсилали дан╕ про св╕й сайт, а тепер вир╕шили, що не хочете, аби в╕н залишався в нашому списку, ',
    'inst4' => 'листуйте за адресою <a href="mailto:spamx@pigstye.net">spamx@pigstye.net</a>. ',
    'inst5' => 'Вс╕ запити будуть задоволен╕.',
    'submit' => 'Над╕слати',
    'subthis' => 'цю ╕нформац╕ю до центрально╖ бази даних Spam-X',
    'secbut' => 'Друга кнопка створю╓ трансляц╕ю rdf, так що ╕нш╕ зможуть ╕мпортувати ваш список.',
    'sitename' => 'Назва сайту: ',
    'URL' => 'URL до списку Spam-X: ',
    'RDF' => 'URL до RDF: ',
    'impinst1a' => 'Перед використанням засобу блокування спаму в коментарях Spam-X для перегляду й ╕мпорту особистих чорних списк╕в в╕д ╕нших',
    'impinst1b' => ' сайт╕в, попрошу вас натиснути наступн╕ дв╕ кнопки. (Ви повинн╕ натиснути останню.)',
    'impinst2' => 'Перша з них в╕дсила╓ дан╕ про ваш сайт на сайт Gplugs/Spam-X, щоб його можна було додати до головного списку ',
    'impinst2a' => 'сайт╕в, що обм╕нюються чорними списками. (Увага: якщо у вас дек╕лька сайт╕в, ви можете визначити один ╕з них як головний ',
    'impinst2b' => '╕ подати лише його назву. Це дозволить вам легко поновлювати сво╖ сайти та мати список меншого розм╕ру.) ',
    'impinst2c' => 'П╕сля натискання кнопки &laquo;Над╕слати&raquo;, натисн╕ть [назад] у вашому оглядач╕, щоб повернутись сюди.',
    'impinst3' => 'Будуть над╕слан╕ наступн╕ значення: (ви можете ╖х виправити, якщо вони неправильн╕).',
    'availb' => 'Наявн╕ чорн╕ списки',
    'clickv' => 'Клацн╕ть, щоб переглянути чорний список',
    'clicki' => 'Клацн╕ть, щоб ╕мпортувати чорний список',
    'ok' => 'Гаразд',
    'rsscreated' => 'Трансляц╕ю RSS створено',
    'add1' => 'Додано ',
    'add2' => ' запис╕в з чорного списку ',
    'add3' => ".",
    'adminc' => 'Команди адм╕н╕стрування:',
    'mblack' => 'М╕й чорний список:',
    'rlinks' => 'Спор╕днен╕ посилання:',
    'e3' => 'Щоб додати слова з цензурного списку Geeklog, натисн╕ть кнопку:',
    'addcen' => 'Додати цензурний список',
    'addentry' => 'Додати запис',
    'e1' => 'Щоб вилучити запис, клацн╕ть його.',
    'e2' => 'Щоб додати запис, введ╕ть його в поле й натисн╕ть &laquo;Додати&raquo;. В записах можна використати всю множину ре╜улярних вираз╕в Perl.',
    'pblack' => 'Особистий чорний список Spam-X',
    'conmod' => 'Налаштувати використання модуля Spam-X',
    'acmod' => 'Модул╕ д╕й Spam-X',
    'exmod' => 'Модул╕ перев╕рки Spam-X',
    'actmod' => 'Активн╕ модул╕',
    'avmod' => 'Наявн╕ модул╕',
    'coninst' => '<hr>Клацн╕ть активний модуль для його усунення; клацання наявного модуля додасть його.<br>Модул╕ виконуються в порядку, в котрому ╖х подано.',
    'fsc' => 'Знайдено спамовий коментар, що сп╕впада╓ з ',
    'fsc1' => ', над╕сланий користувачем ',
    'fsc2' => ' з IP ',
    'uMTlist' => 'Поновити чорний MT-список',
    'uMTlist2' => ': Додано ',
    'uMTlist3' => ' запис╕в, вилучено ',
    'entries' => ' запис╕в.',
    'uPlist' => 'Поновити особистий чорний список',
    'entriesadded' => 'Додано запис╕в',
    'entriesdeleted' => 'Вилучено запис╕в',
    'viewlog' => 'Перегляд журналу Spam-X',
    'clearlog' => 'Очистити файл журналу',
    'logcleared' => '- файл журналу Spam-X очищено',
    'plugin' => 'Втулка',
    'access_denied' => 'В доступ╕ в╕дмовлено',
    'access_denied_msg' => 'Лише користувач╕ групи Root мають доступ до ц╕╓╖ стор╕нки. Ваше ╕м\'я користувача та IP записан╕.',
    'admin' => 'Адм╕н╕стрування втулки',
    'install_header' => 'Встановити/вилучити втулку',
    'installed' => 'Втулку встановлено',
    'uninstalled' => 'Втулку не встановлено',
    'install_success' => 'Встановлення усп╕шне',
    'install_failed' => 'Встановлення не вдалось -- див╕ться протокол помилок, щоб д╕знатись причину.',
    'uninstall_msg' => 'Втулку усп╕шно вилучено',
    'install' => 'Встановити',
    'uninstall' => 'Вилучити',
    'warning' => 'Увага! Втулка все ще вв╕мкнена',
    'enabled' => 'Вимкн╕ть втулку перед ╖╖ вилученням.',
    'readme' => 'УВАГА! Перед тим, як натискати кнопку &laquo;Встановити&raquo;, будь ласка, прочитайте ',
    'installdoc' => 'Документ ╕з встановлення.',
    'spamdeleted' => 'Вилучено спамовий коментар',
    'foundspam' => 'Знайдено спамовий коментар, котрий сп╕впада╓ з ',
    'foundspam2' => ', над╕сланий користувачем ',
    'foundspam3' => ' з IP ',
	'deletespam' => 'Вилучити спам',
	'numtocheck' => 'К╕льк╕сть кометар╕в для перев╕рки',
	'note1'		=> '<p>Увага: масове вилучення задумано як допомогу, коли у вас в╕дбува╓ться атака',
	'note2'		=> ' спамом у коментарях, а Spam-X його не ловить. <ul><li>Спершу знайд╕ть посилання чи ╕нш╕ ',
	'note3'		=> '╕дентиф╕катори цього спамового коментаря й додайте його до вашого особистого чорного списку.</li><li>Тод╕ ',
	'note4'		=> 'поверн╕ться сюди й дайте втулц╕ Spam-X перев╕рити найостанн╕ш╕ коментар╕ на предмет спаму.</li></ul><p>Коментар╕ ',
	'note5'		=> 'перев╕ряються в╕д нов╕ших до стар╕ших -- чим ╖х б╕льше, тим ',
	'note6'		=> 'б╕льше часу знадобиться на ╖х перев╕рку.</p>',
	'masshead'	=> '<hr><center><h1>Масове вилучення спамових коментар╕в</h1></center>',
	'comdel'	=> ' коментар╕в вилучено.',
    'initial_Pimport' => '<p>╤мпорт особистого чорного списку"',
    'initial_import' => '╤мпорт початкового чорного MT-списку',
    'import_success' => '<p>Усп╕шно ╕мпортовано %d запис╕в чорного списку.',
    'import_failure' => '<p><strong>Помилка:</strong> не знайдено запис╕в.',
    'allow_url_fopen' => '<p>Пробачте, налаштування вашого сервера Тенет не дозволя╓ прочитувати в╕ддален╕ файли (<code>allow_url_fopen</code> дор╕вню╓ off). Будь ласка, звантажте чорний список з наступного URL ╕ завантажте його в каталог "data" Geeklog, <tt>%s</tt> перед наступною спробою:', 
    'documentation' => 'Документац╕я щодо втулки Spam-X',
    'emailmsg' => "Над╕слано новий спамовий коментар на \"%s\"\n╤дентиф╕катор користувача:\"%s\"\n\nВм╕ст:\"%s\"",
    'emailsubject' => 'Spam post at %s',
    'ipblack' => 'Spam-X IP Blacklist',
    'ipofurlblack' => 'Spam-X IP of URL Blacklist',
    'headerblack' => 'Spam-X HTTP Header Blacklist',
    'headers' => 'Request headers:',

    'stats_headline' => 'Spam-X Statistics',
    'stats_page_title' => 'Blacklist',
    'stats_entries' => 'Entries',
    'stats_mtblacklist' => 'MT-Blacklist',
    'stats_pblacklist' => 'Personal Blacklist',
    'stats_ip' => 'Blocked IPs',
    'stats_ipofurl' => 'Blocked by IP of URL',
    'stats_header' => 'HTTP headers',
    'stats_deleted' => 'Posts deleted as spam',

    'plugin_name' => 'Spam-X',
    'slvwhitelist' => 'SLV Whitelist'
);


/* Define Messages that are shown when Spam-X module action is taken */
$PLG_spamx_MESSAGE128 = 'Виявлено спам. Коментар чи пов╕домлення вилучено.';
$PLG_spamx_MESSAGE8   = 'Виявлено спам. Над╕слано листа адм╕н╕страторов╕.';

// Messages for the plugin upgrade
$PLG_spamx_MESSAGE3001 = 'Spam-X plugin upgraded successfully.';
$PLG_spamx_MESSAGE3002 = 'Failed to upgrade the Spam-X plugin.';

?>
